{"data": [{"id": 21001001, "c": 1, "v": 1, "d": "The words of the Preacher, the son of David, king in Jerusalem."}, {"id": 21001002, "c": 1, "v": 2, "d": "All is to no purpose, said the Preacher, all the ways of man are to no purpose."}, {"id": 21001003, "c": 1, "v": 3, "d": "What is a man profited by all his work which he does under the sun?"}, {"id": 21001004, "c": 1, "v": 4, "d": "One generation goes and another comes; but the earth is for ever."}, {"id": 21001005, "c": 1, "v": 5, "d": "The sun comes up and the sun goes down, and goes quickly back to the place where he came up."}, {"id": 21001006, "c": 1, "v": 6, "d": "The wind goes to the south, turning back again to the north; circling round for ever."}, {"id": 21001007, "c": 1, "v": 7, "d": "All the rivers go down to the sea, but the sea is not full; to the place where the rivers go, there they go again."}, {"id": 21001008, "c": 1, "v": 8, "d": "All things are full of weariness; man may not give their story: the eye has never enough of its seeing, or the ear of its hearing."}, {"id": 21001009, "c": 1, "v": 9, "d": "That which has been, is that which is to be, and that which has been done, is that which will be done, and there is no new thing under the sun."}, {"id": 21001010, "c": 1, "v": 10, "d": "Is there anything of which men say, See, this is new? It has been in the old time which was before us."}, {"id": 21001011, "c": 1, "v": 11, "d": "There is no memory of those who have gone before, and of those who come after there will be no memory for those who are still to come after them."}, {"id": 21001012, "c": 1, "v": 12, "d": "I, the Preacher, was king over Israel in Jerusalem."}, {"id": 21001013, "c": 1, "v": 13, "d": "And I gave my heart to searching out in wisdom all things which are done under heaven: it is a hard thing which God has put on the sons of men to do."}, {"id": 21001014, "c": 1, "v": 14, "d": "I have seen all the works which are done under the sun; all is to no purpose, and desire for wind."}, {"id": 21001015, "c": 1, "v": 15, "d": "That which is bent may not be made straight, and that which is not there may not be numbered."}, {"id": 21001016, "c": 1, "v": 16, "d": "I said to my heart, See, I have become great and am increased in wisdom more than any who were before me in Jerusalem--yes, my heart has seen much wisdom and knowledge."}, {"id": 21001017, "c": 1, "v": 17, "d": "And I gave my heart to getting knowledge of wisdom, and of the ways of the foolish. And I saw that this again was desire for wind."}, {"id": 21001018, "c": 1, "v": 18, "d": "Because in much wisdom is much grief, and increase of knowledge is increase of sorrow."}, {"id": 21002001, "c": 2, "v": 1, "d": "I said in my heart, I will give you joy for a test; so take your pleasure--but it was to no purpose."}, {"id": 21002002, "c": 2, "v": 2, "d": "Of laughing I said, It is foolish; and of joy--What use is it?"}, {"id": 21002003, "c": 2, "v": 3, "d": "I made a search with my heart to give pleasure to my flesh with wine, still guiding my heart with wisdom, and to go after foolish things, so that I might see what was good for the sons of men to do under the heavens all the days of their life."}, {"id": 21002004, "c": 2, "v": 4, "d": "I undertook great works, building myself houses and planting vine-gardens."}, {"id": 21002005, "c": 2, "v": 5, "d": "I made myself gardens and fruit gardens, planting in them fruit-trees of all sorts."}, {"id": 21002006, "c": 2, "v": 6, "d": "I made pools to give water for the woods with their young trees."}, {"id": 21002007, "c": 2, "v": 7, "d": "I got men-servants and women-servants, and they gave birth to sons and daughters in my house. I had great wealth of herds and flocks, more than all who were in Jerusalem before me."}, {"id": 21002008, "c": 2, "v": 8, "d": "I got together silver and gold and the wealth of kings and of countries. I got makers of song, male and female; and the delights of the sons of men--girls of all sorts to be my brides."}, {"id": 21002009, "c": 2, "v": 9, "d": "And I became great; increasing more than all who had been before me in Jerusalem, and my wisdom was still with me."}, {"id": 21002010, "c": 2, "v": 10, "d": "And nothing which was desired by my eyes did I keep from them; I did not keep any joy from my heart, because my heart took pleasure in all my work, and this was my reward."}, {"id": 21002011, "c": 2, "v": 11, "d": "Then I saw all the works which my hands had made, and everything I had been working to do; and I saw that all was to no purpose and desire for wind, and there was no profit under the sun."}, {"id": 21002012, "c": 2, "v": 12, "d": "And I went again in search of wisdom and of foolish ways. What may the man do who comes after the king? The thing which he has done before."}, {"id": 21002013, "c": 2, "v": 13, "d": "Then I saw that wisdom is better than foolish ways--as the light is better than the dark."}, {"id": 21002014, "c": 2, "v": 14, "d": "The wise man's eyes are in his head, but the foolish man goes walking in the dark; but still I saw that the same event comes to them all."}, {"id": 21002015, "c": 2, "v": 15, "d": "Then said I in my heart: As it comes to the foolish man, so will it come to me; so why have I been wise overmuch? Then I said in my heart: This again is to no purpose."}, {"id": 21002016, "c": 2, "v": 16, "d": "Of the wise man, as of the foolish man, there is no memory for ever, seeing that those who now are will have gone from memory in the days to come. See how death comes to the wise as to the foolish!"}, {"id": 21002017, "c": 2, "v": 17, "d": "So I was hating life, because everything under the sun was evil to me: all is to no purpose and desire for wind."}, {"id": 21002018, "c": 2, "v": 18, "d": "Hate had I for all my work which I had done, because the man who comes after me will have its fruits."}, {"id": 21002019, "c": 2, "v": 19, "d": "And who is to say if that man will be wise or foolish? But he will have power over all my work which I have done and in which I have been wise under the sun. This again is to no purpose."}, {"id": 21002020, "c": 2, "v": 20, "d": "So my mind was turned to grief for all the trouble I had taken and all my wisdom under the sun."}, {"id": 21002021, "c": 2, "v": 21, "d": "Because there is a man whose work has been done with wisdom, with knowledge, and with an expert hand; but one who has done nothing for it will have it for his heritage. This again is to no purpose and a great evil."}, {"id": 21002022, "c": 2, "v": 22, "d": "What does a man get for all his work, and for the weight of care with which he has done his work under the sun?"}, {"id": 21002023, "c": 2, "v": 23, "d": "All his days are sorrow, and his work is full of grief. Even in the night his heart has no rest. This again is to no purpose."}, {"id": 21002024, "c": 2, "v": 24, "d": "There is nothing better for a man than taking meat and drink, and having delight in his work. This again I saw was from the hand of God."}, {"id": 21002025, "c": 2, "v": 25, "d": "Who may take food or have pleasure without him?"}, {"id": 21002026, "c": 2, "v": 26, "d": "To the man with whom he is pleased, God gives wisdom and knowledge and joy; but to the sinner he gives the work of getting goods together and storing up wealth, to give to him in whom God has pleasure. This again is to no purpose and desire for wind."}, {"id": 21003001, "c": 3, "v": 1, "d": "For everything there is a fixed time, and a time for every business under the sun."}, {"id": 21003002, "c": 3, "v": 2, "d": "A time for birth and a time for death; a time for planting and a time for uprooting;"}, {"id": 21003003, "c": 3, "v": 3, "d": "A time to put to death and a time to make well; a time for pulling down and a time for building up;"}, {"id": 21003004, "c": 3, "v": 4, "d": "A time for weeping and a time for laughing; a time for sorrow and a time for dancing;"}, {"id": 21003005, "c": 3, "v": 5, "d": "A time to take stones away and a time to get stones together; a time for kissing and a time to keep from kissing;"}, {"id": 21003006, "c": 3, "v": 6, "d": "A time for search and a time for loss; a time to keep and a time to give away;"}, {"id": 21003007, "c": 3, "v": 7, "d": "A time for undoing and a time for stitching; a time for keeping quiet and a time for talk;"}, {"id": 21003008, "c": 3, "v": 8, "d": "A time for love and a time for hate; a time for war and a time for peace."}, {"id": 21003009, "c": 3, "v": 9, "d": "What profit has the worker in the work which he does?"}, {"id": 21003010, "c": 3, "v": 10, "d": "I saw the work which God has put on the sons of man."}, {"id": 21003011, "c": 3, "v": 11, "d": "He has made everything right in its time; but he has made their hearts without knowledge, so that man is unable to see the works of God, from the first to the last."}, {"id": 21003012, "c": 3, "v": 12, "d": "I am certain that there is nothing better for a man than to be glad, and to do good while life is in him."}, {"id": 21003013, "c": 3, "v": 13, "d": "And for every man to take food and drink, and have joy in all his work, is a reward from God."}, {"id": 21003014, "c": 3, "v": 14, "d": "I am certain that whatever God does will be for ever. No addition may be made to it, nothing may be taken from it; and God has done it so that man may be in fear before him."}, {"id": 21003015, "c": 3, "v": 15, "d": "Whatever is has been before, and what is to be is now; because God makes search for the things which are past."}, {"id": 21003016, "c": 3, "v": 16, "d": "And again, I saw under the sun, in the place of the judges, that evil was there; and in the place of righteousness, that evil was there."}, {"id": 21003017, "c": 3, "v": 17, "d": "I said in my heart, God will be judge of the good and of the bad; because a time for every purpose and for every work has been fixed by him."}, {"id": 21003018, "c": 3, "v": 18, "d": "I said in my heart, It is because of the sons of men, so that God may put them to the test and that they may see themselves as beasts."}, {"id": 21003019, "c": 3, "v": 19, "d": "Because the fate of the sons of men and the fate of the beasts is the same. As is the death of one so is the death of the other, and all have one spirit. Man is not higher than the beasts; because all is to no purpose."}, {"id": 21003020, "c": 3, "v": 20, "d": "All go to one place, all are of the dust, and all will be turned to dust again."}, {"id": 21003021, "c": 3, "v": 21, "d": "Who is certain that the spirit of the sons of men goes up to heaven, or that the spirit of the beasts goes down to the earth?"}, {"id": 21003022, "c": 3, "v": 22, "d": "So I saw that there is nothing better than for a man to have joy in his work--because that is his reward. Who will make him see what will come after him?"}, {"id": 21004001, "c": 4, "v": 1, "d": "And again I saw all the cruel things which are done under the sun; there was the weeping of those who have evil done to them, and they had no comforter: and from the hands of the evil-doers there went out power, but they had no comforter."}, {"id": 21004002, "c": 4, "v": 2, "d": "So my praise was for the dead who have gone to their death, more than for the living who still have life."}, {"id": 21004003, "c": 4, "v": 3, "d": "Yes, happier than the dead or the living seemed he who has not ever been, who has not seen the evil which is done under the sun."}, {"id": 21004004, "c": 4, "v": 4, "d": "And I saw that the cause of all the work and of everything which is done well was man's envy of his neighbour. This again is to no purpose and a desire for wind."}, {"id": 21004005, "c": 4, "v": 5, "d": "The foolish man, folding his hands, takes the flesh of his body for food."}, {"id": 21004006, "c": 4, "v": 6, "d": "One hand full of rest is better than two hands full of trouble and desire for wind."}, {"id": 21004007, "c": 4, "v": 7, "d": "Then I came back, and I saw an example of what is to no purpose under the sun."}, {"id": 21004008, "c": 4, "v": 8, "d": "It is one who is by himself, without a second, and without son or brother; but there is no end to all his work, and he has never enough of wealth. For whom, then, am I working and keeping myself from pleasure? This again is to no purpose, and a bitter work."}, {"id": 21004009, "c": 4, "v": 9, "d": "Two are better than one, because they have a good reward for their work."}, {"id": 21004010, "c": 4, "v": 10, "d": "And if one has a fall, the other will give him a hand; but unhappy is the man who is by himself, because he has no helper."}, {"id": 21004011, "c": 4, "v": 11, "d": "So again, if two are sleeping together they are warm, but how may one be warm by himself?"}, {"id": 21004012, "c": 4, "v": 12, "d": "And two attacked by one would be safe, and three cords twisted together are not quickly broken."}, {"id": 21004013, "c": 4, "v": 13, "d": "A young man who is poor and wise is better than a king who is old and foolish and will not be guided by the wisdom of others."}, {"id": 21004014, "c": 4, "v": 14, "d": "Because out of a prison the young man comes to be king, though by birth he was only a poor man in the kingdom."}, {"id": 21004015, "c": 4, "v": 15, "d": "I saw all the living under the sun round the young man who was to be ruler in place of the king."}, {"id": 21004016, "c": 4, "v": 16, "d": "There was no end of all the people, of all those whose head he was, but they who come later will have no delight in him. This again is to no purpose and desire for wind."}, {"id": 21004017, "c": 4, "v": 17, "d": "Put your feet down with care when you go to the house of God, for it is better to give ear than to make the burned offerings of the foolish, whose knowledge is only of doing evil."}, {"id": 21005001, "c": 5, "v": 1, "d": "Be not unwise with your mouth, and let not your heart be quick to say anything before God, because God is in heaven and you are on the earth--so let not the number of your words be great."}, {"id": 21005002, "c": 5, "v": 2, "d": "As a dream comes from much business, so the voice of a foolish man comes with words in great number."}, {"id": 21005003, "c": 5, "v": 3, "d": "When you take an oath before God, put it quickly into effect, because he has no pleasure in the foolish; keep the oath you have taken."}, {"id": 21005004, "c": 5, "v": 4, "d": "It is better not to take an oath than to take an oath and not keep it."}, {"id": 21005005, "c": 5, "v": 5, "d": "Let not your mouth make your flesh do evil. And say not before the angel, It was an error. So that God may not be angry with your words and put an end to the work of your hands."}, {"id": 21005006, "c": 5, "v": 6, "d": "Because much talk comes from dreams and things of no purpose. But let the fear of God be in you."}, {"id": 21005007, "c": 5, "v": 7, "d": "If you see the poor under a cruel yoke, and law and right being violently overturned in a country, be not surprised, because one authority is keeping watch on another and there are higher than they."}, {"id": 21005008, "c": 5, "v": 8, "d": "It is good generally for a country where the land is worked to have a king."}, {"id": 21005009, "c": 5, "v": 9, "d": "He who has a love for silver never has enough silver, or he who has love for wealth, enough profit. This again is to no purpose."}, {"id": 21005010, "c": 5, "v": 10, "d": "When goods are increased, the number of those who take of them is increased; and what profit has the owner but to see them?"}, {"id": 21005011, "c": 5, "v": 11, "d": "The sleep of a working man is sweet, if he has little food or much; but to him who is full, sleep will not come."}, {"id": 21005012, "c": 5, "v": 12, "d": "There is a great evil which I have seen under the sun--wealth kept by the owner to be his downfall."}, {"id": 21005013, "c": 5, "v": 13, "d": "And I saw the destruction of his wealth by an evil chance; and when he became the father of a son he had nothing in his hand."}, {"id": 21005014, "c": 5, "v": 14, "d": "As he came from his mother at birth, so does he go again; he gets from his work no reward which he may take away in his hand."}, {"id": 21005015, "c": 5, "v": 15, "d": "And this again is a great evil, that in all points as he came so will he go; and what profit has he in working for the wind?"}, {"id": 21005016, "c": 5, "v": 16, "d": "All his days are in the dark, and he has much sorrow, pain, disease, and trouble."}, {"id": 21005017, "c": 5, "v": 17, "d": "This is what I have seen: it is good and fair for a man to take meat and drink and to have joy in all his work under the sun, all the days of his life which God has given him; that is his reward."}, {"id": 21005018, "c": 5, "v": 18, "d": "Every man to whom God has given money and wealth and the power to have pleasure in it and to do his part and have joy in his work: this is given by God."}, {"id": 21005019, "c": 5, "v": 19, "d": "He will not give much thought to the days of his life; because God lets him be taken up with the joy of his heart."}, {"id": 21006001, "c": 6, "v": 1, "d": "There is an evil which I have seen under the sun, and it is hard on men;"}, {"id": 21006002, "c": 6, "v": 2, "d": "A man to whom God gives money, wealth, and honour so that he has all his desires but God does not give him the power to have joy of it, and a strange man takes it. This is to no purpose and an evil disease."}, {"id": 21006003, "c": 6, "v": 3, "d": "If a man has a hundred children, and his life is long so that the days of his years are great in number, but his soul takes no pleasure in good, and he is not honoured at his death; I say that a birth before its time is better than he."}, {"id": 21006004, "c": 6, "v": 4, "d": "In wind it came and to the dark it will go, and with the dark will its name be covered."}, {"id": 21006005, "c": 6, "v": 5, "d": "Yes, it saw not the sun, and it had no knowledge; it is better with this than with the other."}, {"id": 21006006, "c": 6, "v": 6, "d": "And though he goes on living a thousand years twice over and does not see good, are not the two going to the same place?"}, {"id": 21006007, "c": 6, "v": 7, "d": "All the work of man is for his mouth, and still he has a desire for food."}, {"id": 21006008, "c": 6, "v": 8, "d": "What have the wise more than the foolish? and what has the poor man by walking wisely before the living?"}, {"id": 21006009, "c": 6, "v": 9, "d": "What the eyes see is better than the wandering of desire. This is to no purpose and a desire for wind."}, {"id": 21006010, "c": 6, "v": 10, "d": "That which is, has been named before, and of what man is there is knowledge. He has no power against one stronger than he."}, {"id": 21006011, "c": 6, "v": 11, "d": "There are words without number for increasing what is to no purpose, but what is man profited by them?"}, {"id": 21006012, "c": 6, "v": 12, "d": "Who is able to say what is good for man in life all the days of his foolish life which he goes through like a shade? who will say what is to be after him under the sun?"}, {"id": 21007001, "c": 7, "v": 1, "d": "A good name is better than oil of great price, and the day of death than the day of birth."}, {"id": 21007002, "c": 7, "v": 2, "d": "It is better to go to the house of weeping, than to go to the house of feasting; because that is the end of every man, and the living will take it to their hearts."}, {"id": 21007003, "c": 7, "v": 3, "d": "Sorrow is better than joy; when the face is sad the mind gets better."}, {"id": 21007004, "c": 7, "v": 4, "d": "The hearts of the wise are in the house of weeping; but the hearts of the foolish are in the house of joy."}, {"id": 21007005, "c": 7, "v": 5, "d": "It is better to take note of the protest of the wise, than for a man to give ear to the song of the foolish."}, {"id": 21007006, "c": 7, "v": 6, "d": "Like the cracking of thorns under a pot, so is the laugh of a foolish man; and this again is to no purpose."}, {"id": 21007007, "c": 7, "v": 7, "d": "The wise are troubled by the ways of the cruel, and the giving of money is the destruction of the heart."}, {"id": 21007008, "c": 7, "v": 8, "d": "The end of a thing is better than its start, and a gentle spirit is better than pride."}, {"id": 21007009, "c": 7, "v": 9, "d": "Be not quick to let your spirit be angry; because wrath is in the heart of the foolish."}, {"id": 21007010, "c": 7, "v": 10, "d": "Say not, Why were the days which have gone by better than these? Such a question comes not from wisdom."}, {"id": 21007011, "c": 7, "v": 11, "d": "Wisdom together with a heritage is good, and a profit to those who see the sun."}, {"id": 21007012, "c": 7, "v": 12, "d": "Wisdom keeps a man from danger even as money does; but the value of knowledge is that wisdom gives life to its owner."}, {"id": 21007013, "c": 7, "v": 13, "d": "Give thought to the work of God. Who will make straight what he has made bent?"}, {"id": 21007014, "c": 7, "v": 14, "d": "In the day of wealth have joy, but in the day of evil take thought: God has put the one against the other, so that man may not be certain what will be after him."}, {"id": 21007015, "c": 7, "v": 15, "d": "These two have I seen in my life which is to no purpose: a good man coming to his end in his righteousness, and an evil man whose days are long in his evil-doing."}, {"id": 21007016, "c": 7, "v": 16, "d": "Be not given overmuch to righteousness and be not over-wise. Why let destruction come on you?"}, {"id": 21007017, "c": 7, "v": 17, "d": "Be not evil overmuch, and be not foolish. Why come to your end before your time?"}, {"id": 21007018, "c": 7, "v": 18, "d": "It is good to take this in your hand and not to keep your hand from that; he who has the fear of God will be free of the two."}, {"id": 21007019, "c": 7, "v": 19, "d": "Wisdom makes a wise man stronger than ten rulers in a town."}, {"id": 21007020, "c": 7, "v": 20, "d": "There is no man on earth of such righteousness that he does good and is free from sin all his days."}, {"id": 21007021, "c": 7, "v": 21, "d": "Do not give ear to all the words which men say, for fear of hearing the curses of your servant."}, {"id": 21007022, "c": 7, "v": 22, "d": "Your heart has knowledge how frequently others have been cursed by you."}, {"id": 21007023, "c": 7, "v": 23, "d": "All this I have put to the test by wisdom; I said, I will be wise, but it was far from me."}, {"id": 21007024, "c": 7, "v": 24, "d": "Far off is true existence, and very deep; who may have knowledge of it?"}, {"id": 21007025, "c": 7, "v": 25, "d": "I gave my mind to knowledge and to searching for wisdom and the reason of things, and to the discovery that sin is foolish, and that to be foolish is to be without one's senses."}, {"id": 21007026, "c": 7, "v": 26, "d": "And I saw a thing more bitter than death, even the woman whose heart is full of tricks and nets, and whose hands are as bands. He with whom God is pleased will get free from her, but the sinner will be taken by her."}, {"id": 21007027, "c": 7, "v": 27, "d": "Look! this I have seen, said the Preacher, taking one thing after another to get the true account,"}, {"id": 21007028, "c": 7, "v": 28, "d": "For which my soul is still searching, but I have it not; one man among a thousand have I seen; but a woman among all these I have not seen."}, {"id": 21007029, "c": 7, "v": 29, "d": "This only have I seen, that God made men upright, but they have been searching out all sorts of inventions."}, {"id": 21008001, "c": 8, "v": 1, "d": "Who is like the wise man? and to whom is the sense of anything clear? A man's wisdom makes his face shining, and his hard face will be changed."}, {"id": 21008002, "c": 8, "v": 2, "d": "I say to you, Keep the king's law, from respect for the oath of God."}, {"id": 21008003, "c": 8, "v": 3, "d": "Be not quick to go from before him. Be not fixed in an evil design, because he does whatever is pleasing to him."}, {"id": 21008004, "c": 8, "v": 4, "d": "The word of a king has authority; and who may say to him, What is this you are doing?"}, {"id": 21008005, "c": 8, "v": 5, "d": "Whoever keeps the law will come to no evil: and a wise man's heart has knowledge of time and of decision."}, {"id": 21008006, "c": 8, "v": 6, "d": "For every purpose there is a time and a decision, because the sorrow of man is great in him."}, {"id": 21008007, "c": 8, "v": 7, "d": "No one is certain what is to be, and who is able to say to him when it will be?"}, {"id": 21008008, "c": 8, "v": 8, "d": "No man has authority over the wind, to keep the wind; or is ruler over the day of his death. In war no man's time is free, and evil will not keep the sinner safe."}, {"id": 21008009, "c": 8, "v": 9, "d": "All this have I seen, and have given my heart to all the work which is done under the sun: there is a time when man has power over man for his destruction."}, {"id": 21008010, "c": 8, "v": 10, "d": "And then I saw evil men put to rest, taken even from the holy place; and they went about and were praised in the town because of what they had done. This again is to no purpose."}, {"id": 21008011, "c": 8, "v": 11, "d": "Because punishment for an evil work comes not quickly, the minds of the sons of men are fully given to doing evil."}, {"id": 21008012, "c": 8, "v": 12, "d": "Though a sinner does evil a hundred times and his life is long, I am certain that it will be well for those who go in fear of God and are in fear before him."}, {"id": 21008013, "c": 8, "v": 13, "d": "But it will not be well for the evil-doer; he will not make his days long like a shade, because he has no fear before God."}, {"id": 21008014, "c": 8, "v": 14, "d": "There is a thing which is to no purpose done on the earth: that there are good men to whom is given the same punishment as those who are evil, and there are evil men who get the reward of the good. I say that this again is to no purpose."}, {"id": 21008015, "c": 8, "v": 15, "d": "So I gave praise to joy, because there is nothing better for a man to do under the sun than to take meat and drink and be happy; for that will be with him in his work all the days of his life which God gives him under the sun."}, {"id": 21008016, "c": 8, "v": 16, "d": "When I gave my mind to the knowledge of wisdom and to seeing the business which is done on the earth (and there are those whose eyes see not sleep by day or by night),"}, {"id": 21008017, "c": 8, "v": 17, "d": "Then I saw all the work of God, and that man may not get knowledge of the work which is done under the sun; because, if a man gives hard work to the search he will not get knowledge, and even if the wise man seems to be coming to the end of his search, still he will be without knowledge."}, {"id": 21009001, "c": 9, "v": 1, "d": "All this I took to heart, and my heart saw it all: that the upright and the wise and their works are in the hand of God; and men may not be certain if it will be love or hate; all is to no purpose before them."}, {"id": 21009002, "c": 9, "v": 2, "d": "Because to all there is one event, to the upright man and to the evil, to the clean and to the unclean, to him who makes an offering and to him who makes no offering; as is the good so is the sinner; he who takes an oath is as he who has fear of it."}, {"id": 21009003, "c": 9, "v": 3, "d": "This is evil in all things which are done under the sun: that there is one fate for all, and the hearts of the sons of men are full of evil; while they have life their hearts are foolish, and after that--to the dead."}, {"id": 21009004, "c": 9, "v": 4, "d": "For him who is joined to all the living there is hope; a living dog is better than a dead lion."}, {"id": 21009005, "c": 9, "v": 5, "d": "The living are conscious that death will come to them, but the dead are not conscious of anything, and they no longer have a reward, because there is no memory of them."}, {"id": 21009006, "c": 9, "v": 6, "d": "Their love and their hate and their envy are now ended; and they have no longer a part for ever in anything which is done under the sun."}, {"id": 21009007, "c": 9, "v": 7, "d": "Come, take your bread with joy, and your wine with a glad heart. God has taken pleasure in your works."}, {"id": 21009008, "c": 9, "v": 8, "d": "Let your clothing be white at all times, and let not your head be without oil."}, {"id": 21009009, "c": 9, "v": 9, "d": "Have joy with the woman of your love all the days of your foolish life which he gives you under the sun. Because that is your part in life and in your work which you do under the sun."}, {"id": 21009010, "c": 9, "v": 10, "d": "Whatever comes to your hand to do with all your power, do it because there is no work, or thought, or knowledge, or wisdom in the place of the dead to which you are going."}, {"id": 21009011, "c": 9, "v": 11, "d": "And again I saw under the sun that the reward goes not to him who is quick, or the fruits of war to the strong; and there is no bread for the wise, or wealth for men of learning, or respect for those who have knowledge; but time and chance come to all."}, {"id": 21009012, "c": 9, "v": 12, "d": "Even man has no knowledge of his time; like fishes taken in an evil net, or like birds taken by deceit, are the sons of men taken in an evil time when it comes suddenly on them."}, {"id": 21009013, "c": 9, "v": 13, "d": "This again I have seen under the sun as wisdom and it seemed great to me."}, {"id": 21009014, "c": 9, "v": 14, "d": "There was a little town and the number of its men was small, and there came a great king against it and made an attack on it, building works of war round about it."}, {"id": 21009015, "c": 9, "v": 15, "d": "Now there was in the town a poor, wise man, and he, by his wisdom, kept the town safe. But no one had any memory of that same poor man."}, {"id": 21009016, "c": 9, "v": 16, "d": "Then I said, Wisdom is better than strength, but the poor man's wisdom is not respected, and his words are not given a hearing."}, {"id": 21009017, "c": 9, "v": 17, "d": "The words of the wise which come quietly to the ear are noted more than the cry of a ruler among the foolish."}, {"id": 21009018, "c": 9, "v": 18, "d": "Wisdom is better than instruments of war, but one sinner is the destruction of much good."}, {"id": 21010001, "c": 10, "v": 1, "d": "Dead flies make the oil of the perfumer give out an evil smell; more valued is a little wisdom than the great glory of the foolish."}, {"id": 21010002, "c": 10, "v": 2, "d": "The heart of the wise man goes in the right direction; but the heart of a foolish man in the wrong."}, {"id": 21010003, "c": 10, "v": 3, "d": "And when the foolish man is walking in the way, he has no sense and lets everyone see that he is foolish."}, {"id": 21010004, "c": 10, "v": 4, "d": "If the wrath of the ruler is against you, keep in your place; in him who keeps quiet even great sins may be overlooked."}, {"id": 21010005, "c": 10, "v": 5, "d": "There is an evil which I have seen under the sun, like an error which comes by chance from a ruler:"}, {"id": 21010006, "c": 10, "v": 6, "d": "The foolish are placed in high positions, but men of wealth are kept low."}, {"id": 21010007, "c": 10, "v": 7, "d": "I have seen servants on horses, and rulers walking on the earth as servants."}, {"id": 21010008, "c": 10, "v": 8, "d": "He who makes a hole for others will himself go into it, and for him who makes a hole through a wall the bite of a snake will be a punishment."}, {"id": 21010009, "c": 10, "v": 9, "d": "He who gets out stones from the earth will be damaged by them, and in the cutting of wood there is danger."}, {"id": 21010010, "c": 10, "v": 10, "d": "If the iron has no edge, and he does not make it sharp, then he has to put out more strength; but wisdom makes things go well."}, {"id": 21010011, "c": 10, "v": 11, "d": "If a snake gives a bite before the word of power is said, then there is no longer any use in the word of power."}, {"id": 21010012, "c": 10, "v": 12, "d": "The words of a wise man's mouth are sweet to all, but the lips of a foolish man are his destruction."}, {"id": 21010013, "c": 10, "v": 13, "d": "The first words of his mouth are foolish, and the end of his talk is evil crime."}, {"id": 21010014, "c": 10, "v": 14, "d": "The foolish are full of words; man has no knowledge of what will be; and who is able to say what will be after him?"}, {"id": 21010015, "c": 10, "v": 15, "d": "The work of the foolish will be a weariness to him, because he has no knowledge of the way to the town."}, {"id": 21010016, "c": 10, "v": 16, "d": "Unhappy is the land whose king is a boy, and whose rulers are feasting in the morning."}, {"id": 21010017, "c": 10, "v": 17, "d": "Happy is the land whose ruler is of noble birth, and whose chiefs take food at the right time, for strength and not for feasting."}, {"id": 21010018, "c": 10, "v": 18, "d": "When no work is done the roof goes in, and when the hands do nothing water comes into the house."}, {"id": 21010019, "c": 10, "v": 19, "d": "A feast is for laughing, and wine makes glad the heart; but by the one and the other money is wasted."}, {"id": 21010020, "c": 10, "v": 20, "d": "Say not a curse against the king, even in your thoughts; and even secretly say not a curse against the man of wealth; because a bird of the air will take the voice, and that which has wings will give news of it."}, {"id": 21011001, "c": 11, "v": 1, "d": "Put out your bread on the face of the waters; for after a long time it will come back to you again."}, {"id": 21011002, "c": 11, "v": 2, "d": "Give a part to seven or even to eight, because you have no knowledge of the evil which will be on the earth."}, {"id": 21011003, "c": 11, "v": 3, "d": "If the clouds are full of rain, they send it down on the earth; and if a tree comes down to the south, or the north, in whatever place it comes down, there it will be."}, {"id": 21011004, "c": 11, "v": 4, "d": "He who is watching the wind will not get the seed planted, and he who is looking at the clouds will not get in the grain."}, {"id": 21011005, "c": 11, "v": 5, "d": "As you have no knowledge of the way of the wind, or of the growth of the bones in the body of her who is with child, even so you have no knowledge of the works of God who has made all."}, {"id": 21011006, "c": 11, "v": 6, "d": "In the morning put your seed into the earth, and till the evening let not your hand be at rest; because you are not certain which will do well, this or that--or if the two will be equally good."}, {"id": 21011007, "c": 11, "v": 7, "d": "Truly the light is sweet, and it is good for the eyes to see the sun."}, {"id": 21011008, "c": 11, "v": 8, "d": "But even if a man's life is long and he has joy in all his years, let him keep in mind the dark days, because they will be great in number. Whatever may come is to no purpose."}, {"id": 21011009, "c": 11, "v": 9, "d": "Have joy, O young man, while you are young; and let your heart be glad in the days of your strength, and go in the ways of your heart, and in the desire of your eyes; but be certain that for all these things God will be your judge."}, {"id": 21011010, "c": 11, "v": 10, "d": "So put away trouble from your heart, and sorrow from your flesh; because the early years and the best years are to no purpose."}, {"id": 21012001, "c": 12, "v": 1, "d": "Let your mind be turned to your Maker in the days of your strength, while the evil days come not, and the years are far away when you will say, I have no pleasure in them;"}, {"id": 21012002, "c": 12, "v": 2, "d": "While the sun, or the light, or the moon, or the stars, are not dark, and the clouds come not back after the rain;"}, {"id": 21012003, "c": 12, "v": 3, "d": "In the day when the keepers of the house are shaking for fear, and the strong men are bent down, and the women who were crushing the grain are at rest because their number is small, and those looking out of the windows are unable to see;"}, {"id": 21012004, "c": 12, "v": 4, "d": "When the doors are shut in the street, and the sound of the crushing is low, and the voice of the bird is soft, and the daughters of music will be made low;"}, {"id": 21012005, "c": 12, "v": 5, "d": "And he is in fear of that which is high, and danger is in the road, and the tree is white with flower, and the least thing is a weight, and desire is at an end, because man goes to his last resting-place, and those who are sorrowing are in the streets;"}, {"id": 21012006, "c": 12, "v": 6, "d": "Before ever the silver cord is cut, or the vessel of gold is broken, or the pot is broken at the fountain, or the wheel broken at the water-hole;"}, {"id": 21012007, "c": 12, "v": 7, "d": "And the dust goes back to the earth as it was, and the spirit goes back to God who gave it."}, {"id": 21012008, "c": 12, "v": 8, "d": "All things are to no purpose, says the Preacher, all is to no purpose."}, {"id": 21012009, "c": 12, "v": 9, "d": "And because the Preacher was wise he still gave the people knowledge; searching out, testing, and putting in order a great number of wise sayings."}, {"id": 21012010, "c": 12, "v": 10, "d": "The Preacher made search for words which were pleasing, but his writing was in words upright and true."}, {"id": 21012011, "c": 12, "v": 11, "d": "The words of the wise are pointed, and sayings grouped together are like nails fixed with a hammer; they are given by one guide."}, {"id": 21012012, "c": 12, "v": 12, "d": "And further, my son, take note of this: of the making of books there is no end, and much learning is a weariness to the flesh."}, {"id": 21012013, "c": 12, "v": 13, "d": "This is the last word. All has been said. Have fear of God and keep his laws; because this is right for every man."}, {"id": 21012014, "c": 12, "v": 14, "d": "God will be judge of every work, with every secret thing, good or evil."}]}