{"data": [{"id": 22001001, "c": 1, "v": 1, "d": "The song of Songs, which is Solomon's."}, {"id": 22001002, "c": 1, "v": 2, "d": "Let him give me the kisses of his mouth: for his love is better than wine."}, {"id": 22001003, "c": 1, "v": 3, "d": "Sweet is the smell of your perfumes; your name is as perfume running out; so the young girls give you their love."}, {"id": 22001004, "c": 1, "v": 4, "d": "Take me to you, and we will go after you: the king has taken me into his house. We will be glad and full of joy in you, we will give more thought to your love than to wine: rightly are they your lovers."}, {"id": 22001005, "c": 1, "v": 5, "d": "I am dark, but fair of form, O daughters of Jerusalem, as the tents of Kedar, as the curtains of Solomon."}, {"id": 22001006, "c": 1, "v": 6, "d": "Let not your eyes be turned on me, because I am dark, because I was looked on by the sun; my mother's children were angry with me; they made me the keeper of the vine-gardens; but my vine-garden I have not kept."}, {"id": 22001007, "c": 1, "v": 7, "d": "Say, O love of my soul, where you give food to your flock, and where you make them take their rest in the heat of the day; why have I to be as one wandering by the flocks of your friends?"}, {"id": 22001008, "c": 1, "v": 8, "d": "If you have not knowledge, O most beautiful among women, go on your way in the footsteps of the flock, and give your young goats food by the tents of the keepers."}, {"id": 22001009, "c": 1, "v": 9, "d": "I have made a comparison of you, O my love, to a horse in Pharaoh's carriages."}, {"id": 22001010, "c": 1, "v": 10, "d": "Your face is a delight with rings of hair, your neck with chains of jewels."}, {"id": 22001011, "c": 1, "v": 11, "d": "We will make you chains of gold with ornaments of silver."}, {"id": 22001012, "c": 1, "v": 12, "d": "While the king is seated at his table, my spices send out their perfume."}, {"id": 22001013, "c": 1, "v": 13, "d": "As a bag of myrrh is my well-loved one to me, when he is at rest all night between my breasts."}, {"id": 22001014, "c": 1, "v": 14, "d": "My love is to me as a branch of the cypress-tree in the vine-gardens of En-gedi."}, {"id": 22001015, "c": 1, "v": 15, "d": "See, you are fair, my love, you are fair; you have the eyes of a dove."}, {"id": 22001016, "c": 1, "v": 16, "d": "See, you are fair, my loved one, and a pleasure; our bed is green."}, {"id": 22001017, "c": 1, "v": 17, "d": "Cedar-trees are the pillars of our house; and our boards are made of fir-trees."}, {"id": 22002001, "c": 2, "v": 1, "d": "I am a rose of Sharon, a flower of the valleys."}, {"id": 22002002, "c": 2, "v": 2, "d": "As the lily-flower among the thorns of the waste, so is my love among the daughters."}, {"id": 22002003, "c": 2, "v": 3, "d": "As the apple-tree among the trees of the wood, so is my loved one among the sons. I took my rest under his shade with great delight, and his fruit was sweet to my taste."}, {"id": 22002004, "c": 2, "v": 4, "d": "He took me to the house of wine, and his flag over me was love."}, {"id": 22002005, "c": 2, "v": 5, "d": "Make me strong with wine-cakes, let me be comforted with apples; I am overcome with love."}, {"id": 22002006, "c": 2, "v": 6, "d": "His left hand is under my head, and his right hand is round about me."}, {"id": 22002007, "c": 2, "v": 7, "d": "I say to you, O daughters of Jerusalem, by the roes of the field, do not let love be moved till it is ready."}, {"id": 22002008, "c": 2, "v": 8, "d": "The voice of my loved one! See, he comes dancing on the mountains, stepping quickly on the hills."}, {"id": 22002009, "c": 2, "v": 9, "d": "My loved one is like a roe; see, he is on the other side of our wall, he is looking in at the windows, letting himself be seen through the spaces."}, {"id": 22002010, "c": 2, "v": 10, "d": "My loved one said to me, Get up, my love, my fair one, and come away."}, {"id": 22002011, "c": 2, "v": 11, "d": "For, see, the winter is past, the rain is over and gone;"}, {"id": 22002012, "c": 2, "v": 12, "d": "The flowers are come on the earth; the time of cutting the vines is come, and the voice of the dove is sounding in our land;"}, {"id": 22002013, "c": 2, "v": 13, "d": "The fig-tree puts out her green fruit and the vines with their young fruit give a good smell. Get up from your bed, my beautiful one, and come away."}, {"id": 22002014, "c": 2, "v": 14, "d": "O my dove, you are in the holes of the mountain sides, in the cracks of the high hills; let me see your face, let your voice come to my ears; for sweet is your voice, and your face is fair."}, {"id": 22002015, "c": 2, "v": 15, "d": "Take for us the foxes, the little foxes, which do damage to the vines; our vines have young grapes."}, {"id": 22002016, "c": 2, "v": 16, "d": "My loved one is mine, and I am his: he takes his food among the flowers."}, {"id": 22002017, "c": 2, "v": 17, "d": "Till the evening comes, and the sky slowly becomes dark, come, my loved one, and be like a roe on the mountains of Bether."}, {"id": 22003001, "c": 3, "v": 1, "d": "By night on my bed I was looking for him who is the love of my soul: I was looking for him, but I did not see him."}, {"id": 22003002, "c": 3, "v": 2, "d": "I will get up now and go about the town, in the streets and in the wide ways I will go after him who is the love of my soul: I went after him, but I did not see him."}, {"id": 22003003, "c": 3, "v": 3, "d": "The watchmen who go about the town came by me; to them I said, Have you seen him who is my heart's desire?"}, {"id": 22003004, "c": 3, "v": 4, "d": "I was but a little way from them, when I came face to face with him who is the love of my soul. I took him by the hands, and did not let him go, till I had taken him into my mother's house, and into the room of her who gave me birth."}, {"id": 22003005, "c": 3, "v": 5, "d": "I say to you, O daughters of Jerusalem, by the roes of the field, let not love be moved till it is ready."}, {"id": 22003006, "c": 3, "v": 6, "d": "Who is this coming out of the waste places like pillars of smoke, perfumed with sweet spices, with all the spices of the trader?"}, {"id": 22003007, "c": 3, "v": 7, "d": "See, it is the bed of Solomon; sixty men of war are about it, of the army of Israel,"}, {"id": 22003008, "c": 3, "v": 8, "d": "All of them armed with swords, trained in war; every man has his sword at his side, because of fear in the night."}, {"id": 22003009, "c": 3, "v": 9, "d": "King Solomon made himself a bed of the wood of Lebanon."}, {"id": 22003010, "c": 3, "v": 10, "d": "He made its pillars of silver, its base of gold, its seat of purple, the middle of it of ebony."}, {"id": 22003011, "c": 3, "v": 11, "d": "Go out, O daughters of Jerusalem, and see King Solomon, with the crown which his mother put on his head on the day when he was married, and on the day of the joy of his heart."}, {"id": 22004001, "c": 4, "v": 1, "d": "See, you are fair, my love, you are fair; you have the eyes of a dove; your hair is as a flock of goats, which take their rest on the side of Gilead."}, {"id": 22004002, "c": 4, "v": 2, "d": "Your teeth are like a flock of sheep whose wool is newly cut, which come up from the washing; every one has two lambs, and there is not one without young."}, {"id": 22004003, "c": 4, "v": 3, "d": "Your red lips are like a bright thread, and your mouth is fair of form; the sides of your head are like pomegranate fruit under your veil."}, {"id": 22004004, "c": 4, "v": 4, "d": "Your neck is like the tower of David made for a store-house of arms, in which a thousand breastplates are hanging, breastplates for fighting-men."}, {"id": 22004005, "c": 4, "v": 5, "d": "Your two breasts are like two young roes of the same birth, which take their food among the lilies."}, {"id": 22004006, "c": 4, "v": 6, "d": "Till the evening comes, and the sky slowly becomes dark, I will go to the mountain of myrrh, and to the hill of frankincense."}, {"id": 22004007, "c": 4, "v": 7, "d": "You are all fair, my love; there is no mark on you."}, {"id": 22004008, "c": 4, "v": 8, "d": "Come with me from Lebanon, my bride, with me from Lebanon; see from the top of Amana, from the top of Senir and Hermon, from the places of the lions, from the mountains of the leopards."}, {"id": 22004009, "c": 4, "v": 9, "d": "You have taken away my heart, my sister, my bride; you have taken away my heart, with one look you have taken it, with one chain of your neck!"}, {"id": 22004010, "c": 4, "v": 10, "d": "How fair is your love, my sister! How much better is your love than wine, and the smell of your oils than any perfume!"}, {"id": 22004011, "c": 4, "v": 11, "d": "Your lips are dropping honey; honey and milk are under your tongue; and the smell of your clothing is like the smell of Lebanon."}, {"id": 22004012, "c": 4, "v": 12, "d": "A garden walled-in is my sister, my bride; a garden shut up, a spring of water stopped."}, {"id": 22004013, "c": 4, "v": 13, "d": "The produce of the garden is pomegranates; with all the best fruits, henna and spikenard,"}, {"id": 22004014, "c": 4, "v": 14, "d": "Spikenard and safron; calamus and cinnamon, with all trees of frankincense; myrrh and aloes, with all the chief spices."}, {"id": 22004015, "c": 4, "v": 15, "d": "You are a fountain of gardens, a spring of living waters, and flowing waters from Lebanon."}, {"id": 22004016, "c": 4, "v": 16, "d": "Be awake, O north wind; and come, O south, blowing on my garden, so that its spices may come out. Let my loved one come into his garden, and take of his good fruits."}, {"id": 22005001, "c": 5, "v": 1, "d": "I have come into my garden, my sister, my bride; to take my myrrh with my spice; my wax with my honey; my wine with my milk. Take meat, O friends; take wine, yes, be overcome with love."}, {"id": 22005002, "c": 5, "v": 2, "d": "I am sleeping, but my heart is awake; it is the sound of my loved one at the door, saying, Be open to me, my sister, my love, my dove, my very beautiful one; my head is wet with dew, and my hair with the drops of the night."}, {"id": 22005003, "c": 5, "v": 3, "d": "I have put off my coat; how may I put it on? My feet are washed; how may I make them unclean?"}, {"id": 22005004, "c": 5, "v": 4, "d": "My loved one put his hand on the door, and my heart was moved for him."}, {"id": 22005005, "c": 5, "v": 5, "d": "I got up to let my loved one in; and my hands were dropping with myrrh, and my fingers with liquid myrrh, on the lock of the door."}, {"id": 22005006, "c": 5, "v": 6, "d": "I made the door open to my loved one; but my loved one had taken himself away, and was gone, my soul was feeble when his back was turned on me; I went after him, but I did not come near him; I said his name, but he gave me no answer."}, {"id": 22005007, "c": 5, "v": 7, "d": "The keepers who go about the town overtook me; they gave me blows and wounds; the keepers of the walls took away my veil from me."}, {"id": 22005008, "c": 5, "v": 8, "d": "I say to you, O daughters of Jerusalem, if you see my loved one, what will you say to him? That I am overcome with love."}, {"id": 22005009, "c": 5, "v": 9, "d": "What is your loved one more than another, O fairest among women? What is your loved one more than another, that you say this to us?"}, {"id": 22005010, "c": 5, "v": 10, "d": "My loved one is white and red, the chief among ten thousand."}, {"id": 22005011, "c": 5, "v": 11, "d": "His head is as the most delicate gold; his hair is thick, and black as a raven."}, {"id": 22005012, "c": 5, "v": 12, "d": "His eyes are as the eyes of doves by the water streams, washed with milk, and rightly placed."}, {"id": 22005013, "c": 5, "v": 13, "d": "His face is as beds of spices, giving out perfumes of every sort; his lips like lilies, dropping liquid myrrh."}, {"id": 22005014, "c": 5, "v": 14, "d": "His hands are as rings of gold ornamented with beryl-stones; his body is as a smooth plate of ivory covered with sapphires."}, {"id": 22005015, "c": 5, "v": 15, "d": "His legs are as pillars of stone on a base of delicate gold; his looks are as Lebanon, beautiful as the cedar-tree."}, {"id": 22005016, "c": 5, "v": 16, "d": "His mouth is most sweet; yes, he is all beautiful. This is my loved one, and this is my friend, O daughters of Jerusalem."}, {"id": 22006001, "c": 6, "v": 1, "d": "Where is your loved one gone, O most fair among women? Where is your loved one turned away, that we may go looking for him with you?"}, {"id": 22006002, "c": 6, "v": 2, "d": "My loved one is gone down into his garden, to the beds of spices, to take food in the gardens, and to get lilies."}, {"id": 22006003, "c": 6, "v": 3, "d": "I am for my loved one, and my loved one is for me; he takes food among the lilies."}, {"id": 22006004, "c": 6, "v": 4, "d": "You are beautiful, O my love, as Tirzah, as fair as Jerusalem; you are to be feared like an army with flags."}, {"id": 22006005, "c": 6, "v": 5, "d": "Let your eyes be turned away from me; see, they have overcome me; your hair is as a flock of goats which take their rest on the side of Gilead."}, {"id": 22006006, "c": 6, "v": 6, "d": "Your teeth are like a flock of sheep which come up from the washing; every one has two lambs, and there is not one without young."}, {"id": 22006007, "c": 6, "v": 7, "d": "Like pomegranate fruit are the sides of your head under your veil."}, {"id": 22006008, "c": 6, "v": 8, "d": "There are sixty queens, and eighty servant-wives, and young girls without number."}, {"id": 22006009, "c": 6, "v": 9, "d": "My dove, my very beautiful one, is but one; she is the only one of her mother, she is the dearest one of her who gave her birth. The daughters saw her, and gave her a blessing; yes, the queens and the servant-wives, and they gave her praises."}, {"id": 22006010, "c": 6, "v": 10, "d": "Who is she, looking down as the morning light, fair as the moon, clear as the sun, who is to be feared like an army with flags?"}, {"id": 22006011, "c": 6, "v": 11, "d": "I went down into the garden of nuts to see the green plants of the valley, and to see if the vine was in bud, and the pomegranate-trees were in flower."}, {"id": 22006012, "c": 6, "v": 12, "d": "Before I was conscious of it, ..."}, {"id": 22006013, "c": 6, "v": 13, "d": "Come back, come back, O Shulammite; come back, come back, so that our eyes may see you. What will you see in the Shulammite? A sword-dance."}, {"id": 22007001, "c": 7, "v": 1, "d": "How beautiful are your feet in their shoes, O king's daughter! The curves of your legs are like jewels, the work of the hands of a good workman:"}, {"id": 22007002, "c": 7, "v": 2, "d": "Your stomach is a store of grain with lilies round it, and in the middle a round cup full of wine."}, {"id": 22007003, "c": 7, "v": 3, "d": "Your two breasts are like two young roes of the same birth."}, {"id": 22007004, "c": 7, "v": 4, "d": "Your neck is as a tower of ivory; your eyes like the waters in Heshbon, by the doorway of Bath-rabbim; your nose is as the tower on Lebanon looking over Damascus:"}, {"id": 22007005, "c": 7, "v": 5, "d": "Your head is like Carmel, and the hair of your head is like purple, in whose net the king is prisoner."}, {"id": 22007006, "c": 7, "v": 6, "d": "How beautiful and how sweet you are, O love, for delight."}, {"id": 22007007, "c": 7, "v": 7, "d": "You are tall like a palm-tree, and your breasts are like the fruit of the vine."}, {"id": 22007008, "c": 7, "v": 8, "d": "I said, Let me go up the palm-tree, and let me take its branches in my hands: your breasts will be as the fruit of the vine, and the smell of your breath like apples;"}, {"id": 22007009, "c": 7, "v": 9, "d": "And the roof of your mouth like good wine flowing down smoothly for my loved one, moving gently over my lips and my teeth."}, {"id": 22007010, "c": 7, "v": 10, "d": "I am for my loved one, and his desire is for me."}, {"id": 22007011, "c": 7, "v": 11, "d": "Come, my loved one, let us go out into the field; let us take rest among the cypress-trees."}, {"id": 22007012, "c": 7, "v": 12, "d": "Let us go out early to the vine-gardens; let us see if the vine is in bud, if it has put out its young fruit, and the pomegranate is in flower. There I will give you my love."}, {"id": 22007013, "c": 7, "v": 13, "d": "The mandrakes give out a sweet smell, and at our doors are all sorts of good fruits, new and old, which I have kept for my loved one."}, {"id": 22008001, "c": 8, "v": 1, "d": "Oh that you were my brother, who took milk from my mother's breasts! When I came to you in the street, I would give you kisses; yes, I would not be looked down on."}, {"id": 22008002, "c": 8, "v": 2, "d": "I would take you by the hand into my mother's house, and she would be my teacher. I would give you drink of spiced wine, drink of the pomegranate."}, {"id": 22008003, "c": 8, "v": 3, "d": "His left hand would be under my head, and his right hand about me."}, {"id": 22008004, "c": 8, "v": 4, "d": "I say to you, O daughters of Jerusalem, do not let love be moved till it is ready."}, {"id": 22008005, "c": 8, "v": 5, "d": "Who is this, who comes up from the waste places, resting on her loved one? It was I who made you awake under the apple-tree, where your mother gave you birth; there she was in pain at your birth."}, {"id": 22008006, "c": 8, "v": 6, "d": "Put me as a sign on your heart, as a sign on your arm; love is strong as death, and wrath bitter as the underworld: its coals are coals of fire; violent are its flames."}, {"id": 22008007, "c": 8, "v": 7, "d": "Much water may not put out love, or the deep waters overcome it: if a man would give all the substance of his house for love, it would be judged a price not great enough."}, {"id": 22008008, "c": 8, "v": 8, "d": "We have a young sister, and she has no breasts; what are we to do for our sister in the day when she is given to a man?"}, {"id": 22008009, "c": 8, "v": 9, "d": "If she is a wall, we will make on her a strong base of silver; and if she is a door, we will let her be shut up with cedar-wood."}, {"id": 22008010, "c": 8, "v": 10, "d": "I am a wall, and my breasts are like towers; then was I in his eyes as one to whom good chance had come."}, {"id": 22008011, "c": 8, "v": 11, "d": "Solomon had a vine-garden at Baal-hamon; he let out the vine-garden to keepers; every one had to give a thousand bits of silver for its fruit."}, {"id": 22008012, "c": 8, "v": 12, "d": "My vine-garden, which is mine, is before me: you, O Solomon, will have the thousand, and those who keep the fruit of them two hundred."}, {"id": 22008013, "c": 8, "v": 13, "d": "You who have your resting-place in the gardens, the friends give ear to your voice; make me give ear to it."}, {"id": 22008014, "c": 8, "v": 14, "d": "Come quickly, my loved one, and be like a roe on the mountains of spice."}]}