{"data": [{"id": 43001001, "c": 1, "v": 1, "d": "From the first he was the Word, and the Word was in relation with God and was God."}, {"id": 43001002, "c": 1, "v": 2, "d": "This Word was from the first in relation with God."}, {"id": 43001003, "c": 1, "v": 3, "d": "All things came into existence through him, and without him nothing was."}, {"id": 43001004, "c": 1, "v": 4, "d": "What came into existence in him was life, and the life was the light of men."}, {"id": 43001005, "c": 1, "v": 5, "d": "And the light goes on shining in the dark; it is not overcome by the dark."}, {"id": 43001006, "c": 1, "v": 6, "d": "There was a man sent from God, whose name was John."}, {"id": 43001007, "c": 1, "v": 7, "d": "He came for witness, to give witness about the light, so that all men might have faith through him."}, {"id": 43001008, "c": 1, "v": 8, "d": "He himself was not the light: he was sent to give witness about the light."}, {"id": 43001009, "c": 1, "v": 9, "d": "The true light, which gives light to every man, was then coming into the world."}, {"id": 43001010, "c": 1, "v": 10, "d": "He was in the world, the world which came into being through him, but the world had no knowledge of him."}, {"id": 43001011, "c": 1, "v": 11, "d": "He came to the things which were his and his people did not take him to their hearts."}, {"id": 43001012, "c": 1, "v": 12, "d": "To all those who did so take him, however, he gave the right of becoming children of God--that is, to those who had faith in his name:"}, {"id": 43001013, "c": 1, "v": 13, "d": "Whose birth was from God and not from blood, or from an impulse of the flesh and man's desire."}, {"id": 43001014, "c": 1, "v": 14, "d": "And so the Word became flesh and took a place among us for a time; and we saw his glory--such glory as is given to an only son by his father--saw it to be true and full of grace."}, {"id": 43001015, "c": 1, "v": 15, "d": "John gave witness about him, crying, This is he of whom I said, He who is coming after me is put over me because he was in existence before me."}, {"id": 43001016, "c": 1, "v": 16, "d": "From his full measure we have all been given grace on grace."}, {"id": 43001017, "c": 1, "v": 17, "d": "For the law was given through Moses; grace and the true way of life are ours through Jesus Christ."}, {"id": 43001018, "c": 1, "v": 18, "d": "No man has seen God at any time; the only Son, who is on the breast of the Father, he has made clear what God is."}, {"id": 43001019, "c": 1, "v": 19, "d": "And this is the witness of John when the Jews sent priests and Levites from Jerusalem to him with the question, Who are you?"}, {"id": 43001020, "c": 1, "v": 20, "d": "He said quite openly and straightforwardly, I am not the Christ."}, {"id": 43001021, "c": 1, "v": 21, "d": "And they said to him, What then? Are you Elijah? And he said, I am not. Are you the prophet? And his answer was, I am not."}, {"id": 43001022, "c": 1, "v": 22, "d": "So they said to him, Who are you then? We have to give some answer to those who sent us. What have you to say about yourself?"}, {"id": 43001023, "c": 1, "v": 23, "d": "He said, I am the voice of one crying in the waste land, Make straight the way of the Lord, as said Isaiah the prophet."}, {"id": 43001024, "c": 1, "v": 24, "d": "Those who had been sent came from the Pharisees."}, {"id": 43001025, "c": 1, "v": 25, "d": "And they put this question to him, saying, Why then are you giving baptism if you are not the Christ, or Elijah, or the prophet?"}, {"id": 43001026, "c": 1, "v": 26, "d": "John's answer was: I give baptism with water; but there is one among you of whom you have no knowledge;"}, {"id": 43001027, "c": 1, "v": 27, "d": "It is he who is coming after me; I am not good enough to undo his shoes."}, {"id": 43001028, "c": 1, "v": 28, "d": "These things took place at Bethany on the other side of the Jordan, where John was giving baptism."}, {"id": 43001029, "c": 1, "v": 29, "d": "The day after, John sees Jesus coming to him and says, See, here is the Lamb of God who takes away the sin of the world!"}, {"id": 43001030, "c": 1, "v": 30, "d": "This is he of whom I said, One is coming after me who is put over me because he was in existence before me."}, {"id": 43001031, "c": 1, "v": 31, "d": "I myself had no knowledge of him, but I came giving baptism with water so that he might be seen openly by Israel."}, {"id": 43001032, "c": 1, "v": 32, "d": "And John gave this witness, saying, I saw the Spirit coming down from heaven like a dove and resting on him."}, {"id": 43001033, "c": 1, "v": 33, "d": "I had no knowledge who he was, but he who sent me to give baptism with water said to me, The one on whom you see the Spirit coming down and resting, it is he who gives baptism with the Holy Spirit."}, {"id": 43001034, "c": 1, "v": 34, "d": "This I saw myself and my witness is that he is the Son of God."}, {"id": 43001035, "c": 1, "v": 35, "d": "The day after, John was there again with two of his disciples;"}, {"id": 43001036, "c": 1, "v": 36, "d": "And looking at Jesus while he was walking he said, See, there is the Lamb of God!"}, {"id": 43001037, "c": 1, "v": 37, "d": "Hearing what he said, the two disciples went after Jesus."}, {"id": 43001038, "c": 1, "v": 38, "d": "And Jesus, turning round, saw them coming after him and said to them, What are you looking for? They said to him, Rabbi (which is to say, Master), where are you living?"}, {"id": 43001039, "c": 1, "v": 39, "d": "He said to them, Come and see. They went with him then and saw where he was living; and they were with him all that day: it was then about the tenth hour of the day."}, {"id": 43001040, "c": 1, "v": 40, "d": "Andrew, Simon Peter's brother, was one of the two men who, hearing what John said, went after Jesus."}, {"id": 43001041, "c": 1, "v": 41, "d": "Early in the morning he came across his brother and said to him, We have made discovery! It is the Messiah! (which is to say, the Christ)."}, {"id": 43001042, "c": 1, "v": 42, "d": "And he took him to Jesus. Looking at him fixedly Jesus said, You are Simon, the son of John; your name will be Cephas (which is to say, Peter)."}, {"id": 43001043, "c": 1, "v": 43, "d": "The day after this, Jesus had a desire to go into Galilee. He came across Philip and said to him, Come and be my disciple."}, {"id": 43001044, "c": 1, "v": 44, "d": "Now Philip's town was Beth-saida, where Andrew and Peter came from."}, {"id": 43001045, "c": 1, "v": 45, "d": "Philip came across Nathanael and said to him, We have made a discovery! It is he of whom Moses, in the law, and the prophets were writing, Jesus of Nazareth, the son of Joseph."}, {"id": 43001046, "c": 1, "v": 46, "d": "Nazareth! said Nathanael, Is it possible for any good to come out of Nazareth? Philip said to him, Come and see."}, {"id": 43001047, "c": 1, "v": 47, "d": "Jesus saw Nathanael coming to him and said of him, See, here is a true son of Israel in whom there is nothing false."}, {"id": 43001048, "c": 1, "v": 48, "d": "Nathanael said to him, Where did you get knowledge of me? In answer Jesus said, Before Philip was talking with you, while you were still under the fig-tree, I saw you."}, {"id": 43001049, "c": 1, "v": 49, "d": "Nathanael said to him, Rabbi, you are the Son of God, you are King of Israel!"}, {"id": 43001050, "c": 1, "v": 50, "d": "In answer Jesus said to him, You have faith because I said to you, I saw you under the fig-tree. You will see greater things than these."}, {"id": 43001051, "c": 1, "v": 51, "d": "And he said to him, Truly I say to you all, You will see heaven opening and God's angels going up and coming down on the Son of man."}, {"id": 43002001, "c": 2, "v": 1, "d": "On the third day two people were going to be married at Cana in Galilee. The mother of Jesus was there:"}, {"id": 43002002, "c": 2, "v": 2, "d": "And Jesus with his disciples came as guests."}, {"id": 43002003, "c": 2, "v": 3, "d": "When they had not enough wine, the mother of Jesus said to him, They have no wine."}, {"id": 43002004, "c": 2, "v": 4, "d": "Jesus said to her, Woman, this is not your business; my time is still to come."}, {"id": 43002005, "c": 2, "v": 5, "d": "His mother said to the servants, Whatever he says to you, do it."}, {"id": 43002006, "c": 2, "v": 6, "d": "Now six pots of stone, every one taking two or three firkins of water, were placed there for the purpose of washing, as is the way of the Jews."}, {"id": 43002007, "c": 2, "v": 7, "d": "Jesus said to the servants, Make the pots full of water. And they made them full to the top."}, {"id": 43002008, "c": 2, "v": 8, "d": "Then he said to them, Now take some, and give it to the master of the feast. So they took it to him."}, {"id": 43002009, "c": 2, "v": 9, "d": "After tasting the water which had now become wine, the master of the feast (having no idea where it came from, though it was clear to the servants who took the water out) sent for the newly-married man,"}, {"id": 43002010, "c": 2, "v": 10, "d": "And said to him, Every man first puts out his best wine and when all have had enough he puts out what is not so good; but you have kept the good wine till now."}, {"id": 43002011, "c": 2, "v": 11, "d": "This, the first of his signs, Jesus did at Cana in Galilee and let his glory be seen openly; and his disciples put their faith in him."}, {"id": 43002012, "c": 2, "v": 12, "d": "After this he went down to Capernaum, with his mother, his brothers, and his disciples, and they were there not more than two or three days."}, {"id": 43002013, "c": 2, "v": 13, "d": "The time of the Passover of the Jews was near and Jesus went up to Jerusalem."}, {"id": 43002014, "c": 2, "v": 14, "d": "And there in the Temple he saw men trading in oxen and sheep and doves, and he saw the changers of money in their seats:"}, {"id": 43002015, "c": 2, "v": 15, "d": "And he made a whip of small cords and put them all out of the Temple, with the sheep and the oxen, sending in all directions the small money of the changers and overturning their tables;"}, {"id": 43002016, "c": 2, "v": 16, "d": "And to those who were trading in doves he said, Take these things away; do not make my Father's house a market."}, {"id": 43002017, "c": 2, "v": 17, "d": "And it came to the minds of the disciples that the Writings say, I am on fire with passion for your house."}, {"id": 43002018, "c": 2, "v": 18, "d": "Then the Jews put this question to him: What sign of authority have you to give us, seeing that you do these things?"}, {"id": 43002019, "c": 2, "v": 19, "d": "And Jesus said to them, Send destruction on this Temple and I will put it up again in three days."}, {"id": 43002020, "c": 2, "v": 20, "d": "The Jews said, The building of this Temple took forty-six years; and you will put it up in three days!"}, {"id": 43002021, "c": 2, "v": 21, "d": "But his words were about that holy building which was his body."}, {"id": 43002022, "c": 2, "v": 22, "d": "So when he had come back again from the dead, the memory of these words came back to the disciples, and they had faith in the holy Writings and in the word which Jesus had said."}, {"id": 43002023, "c": 2, "v": 23, "d": "Now while he was in Jerusalem at the feast of the Passover, a great number of people came to have faith in his name, after seeing the signs which he did."}, {"id": 43002024, "c": 2, "v": 24, "d": "But Jesus did not have faith in them, because he had knowledge of them all."}, {"id": 43002025, "c": 2, "v": 25, "d": "He had no need for any witness about man; for he himself had knowledge of what was in man."}, {"id": 43003001, "c": 3, "v": 1, "d": "Now there was among the Pharisees a man named Nicodemus, who was one of the rulers of the Jews."}, {"id": 43003002, "c": 3, "v": 2, "d": "He came to Jesus by night and said to him, Rabbi, we are certain that you have come from God as a teacher, because no man would be able to do these signs which you do if God was not with him."}, {"id": 43003003, "c": 3, "v": 3, "d": "Jesus said to him, Truly, I say to you, Without a new birth no man is able to see the kingdom of God."}, {"id": 43003004, "c": 3, "v": 4, "d": "Nicodemus said to him, How is it possible for a man to be given birth when he is old? Is he able to go into his mother's body a second time and come to birth again?"}, {"id": 43003005, "c": 3, "v": 5, "d": "Jesus said in answer, Truly, I say to you, If a man's birth is not from water and from the Spirit, it is not possible for him to go into the kingdom of God."}, {"id": 43003006, "c": 3, "v": 6, "d": "That which has birth from the flesh is flesh, and that which has birth from the Spirit is spirit."}, {"id": 43003007, "c": 3, "v": 7, "d": "Do not be surprised that I say to you, It is necessary for you to have a second birth."}, {"id": 43003008, "c": 3, "v": 8, "d": "The wind goes where its pleasure takes it, and the sound of it comes to your ears, but you are unable to say where it comes from and where it goes: so it is with everyone whose birth is from the Spirit."}, {"id": 43003009, "c": 3, "v": 9, "d": "And Nicodemus said to him, How is it possible for these things to be?"}, {"id": 43003010, "c": 3, "v": 10, "d": "And Jesus, answering, said, Are you the teacher of Israel and have no knowledge of these things?"}, {"id": 43003011, "c": 3, "v": 11, "d": "Truly, I say to you, We say that of which we have knowledge; we give witness of what we have seen; and you do not take our witness to be true."}, {"id": 43003012, "c": 3, "v": 12, "d": "If you have no belief when my words are about the things of earth, how will you have belief if my words are about the things of heaven?"}, {"id": 43003013, "c": 3, "v": 13, "d": "And no one has ever gone up to heaven but he who came down from heaven, the Son of man."}, {"id": 43003014, "c": 3, "v": 14, "d": "As the snake was lifted up by Moses in the waste land, even so it is necessary for the Son of man to be lifted up:"}, {"id": 43003015, "c": 3, "v": 15, "d": "So that whoever has faith may have in him eternal life."}, {"id": 43003016, "c": 3, "v": 16, "d": "For God had such love for the world that he gave his only Son, so that whoever has faith in him may not come to destruction but have eternal life."}, {"id": 43003017, "c": 3, "v": 17, "d": "God did not send his Son into the world to be judge of the world; he sent him so that the world might have salvation through him."}, {"id": 43003018, "c": 3, "v": 18, "d": "The man who has faith in him does not come up to be judged; but he who has no faith in him has been judged even now, because he has no faith in the name of the only Son of God."}, {"id": 43003019, "c": 3, "v": 19, "d": "And this is the test by which men are judged: the light has come into the world and men have more love for the dark than for the light, because their acts are evil."}, {"id": 43003020, "c": 3, "v": 20, "d": "The light is hated by everyone whose acts are evil and he does not come to the light for fear that his acts will be seen."}, {"id": 43003021, "c": 3, "v": 21, "d": "But he whose life is true comes to the light, so that it may be clearly seen that his acts have been done by the help of God."}, {"id": 43003022, "c": 3, "v": 22, "d": "After these things Jesus and his disciples went into the land of Judaea, and there he was with them for some time, giving baptism."}, {"id": 43003023, "c": 3, "v": 23, "d": "Now John was then giving baptism at Aenon near Salim, because there was much water there; and people came and were given baptism."}, {"id": 43003024, "c": 3, "v": 24, "d": "For at this time John had not been put into prison."}, {"id": 43003025, "c": 3, "v": 25, "d": "Then a question came up between John's disciples and a Jew about washing."}, {"id": 43003026, "c": 3, "v": 26, "d": "And they went to John and said to him, Rabbi, the man who was with you on the other side of the Jordan, the man to whom you gave witness, is now giving baptism, and everyone is going to him."}, {"id": 43003027, "c": 3, "v": 27, "d": "And this was John's answer: A man is unable to have anything if it is not given to him from heaven."}, {"id": 43003028, "c": 3, "v": 28, "d": "You yourselves give witness that I said, I am not the Christ. What I said was, I am sent before the Christ."}, {"id": 43003029, "c": 3, "v": 29, "d": "He who has the bride is the husband: but the husband's friend, whose place is by his side and whose ears are open to him, is full of joy because of the husband's voice: such is my joy, and it is complete."}, {"id": 43003030, "c": 3, "v": 30, "d": "He has to become greater while I become less."}, {"id": 43003031, "c": 3, "v": 31, "d": "He who comes from heaven is greater than all others: he who comes from earth is of the earth, and of the earth are his words: he who comes from heaven is over all."}, {"id": 43003032, "c": 3, "v": 32, "d": "He gives witness of what he has seen and of what has come to his ears; and no man takes his witness as true."}, {"id": 43003033, "c": 3, "v": 33, "d": "He who so takes his witness has made clear his faith that God is true."}, {"id": 43003034, "c": 3, "v": 34, "d": "For he whom God has sent says God's words; and God does not give him the Spirit by measure."}, {"id": 43003035, "c": 3, "v": 35, "d": "The Father has love for the Son and has put all things into his hands."}, {"id": 43003036, "c": 3, "v": 36, "d": "He who has faith in the Son has eternal life; but he who has not faith in the Son will not see life; God's wrath is resting on him."}, {"id": 43004001, "c": 4, "v": 1, "d": "Now when it was clear to the Lord that word had come to the ears of the Pharisees that Jesus was making more disciples than John and was giving them baptism"}, {"id": 43004002, "c": 4, "v": 2, "d": "(Though, in fact, it was his disciples who gave baptism, not Jesus himself),"}, {"id": 43004003, "c": 4, "v": 3, "d": "He went out of Judaea into Galilee again."}, {"id": 43004004, "c": 4, "v": 4, "d": "And it was necessary for him to go through Samaria."}, {"id": 43004005, "c": 4, "v": 5, "d": "So he came to a town of Samaria which was named Sychar, near to the bit of land which Jacob gave to his son Joseph:"}, {"id": 43004006, "c": 4, "v": 6, "d": "Now Jacob's fountain was there. Jesus, being tired after his journey, was resting by the fountain. It was about the sixth hour."}, {"id": 43004007, "c": 4, "v": 7, "d": "A woman of Samaria came to get water, and Jesus said to her, Give me some water."}, {"id": 43004008, "c": 4, "v": 8, "d": "For his disciples had gone to the town to get food."}, {"id": 43004009, "c": 4, "v": 9, "d": "The woman of Samaria said to him, Why do you, a Jew, make a request for water to me, a woman of Samaria? She said this because Jews have nothing to do with the people of Samaria."}, {"id": 43004010, "c": 4, "v": 10, "d": "In answer Jesus said, If you had knowledge of what God gives freely and who it is who says to you, Give me water, you would make your prayer to him, and he would give you living water."}, {"id": 43004011, "c": 4, "v": 11, "d": "The woman said to him, Sir, you have no vessel and the fountain is deep; from where will you get the living water?"}, {"id": 43004012, "c": 4, "v": 12, "d": "Are you greater than our father Jacob who gave us the fountain and took the water of it himself, with his children and his cattle?"}, {"id": 43004013, "c": 4, "v": 13, "d": "Jesus said to her, Everyone who takes this water will be in need of it again:"}, {"id": 43004014, "c": 4, "v": 14, "d": "But whoever takes the water I give him will never be in need of drink again; for the water I give him will become in him a fountain of eternal life."}, {"id": 43004015, "c": 4, "v": 15, "d": "The woman said to him, Sir, give me this water, so that I may not be in need again of drink and will not have to come all this way for it."}, {"id": 43004016, "c": 4, "v": 16, "d": "Jesus said to her, Go, get your husband and come back here with him."}, {"id": 43004017, "c": 4, "v": 17, "d": "In answer, the woman said, I have no husband. Jesus said to her, You have said rightly, I have no husband:"}, {"id": 43004018, "c": 4, "v": 18, "d": "You have had five husbands, and the man you have now is not your husband: that was truly said."}, {"id": 43004019, "c": 4, "v": 19, "d": "The woman said to him, Sir, I see that you are a prophet."}, {"id": 43004020, "c": 4, "v": 20, "d": "Our fathers gave worship on this mountain, but you Jews say that the right place for worship is in Jerusalem."}, {"id": 43004021, "c": 4, "v": 21, "d": "Jesus said to her, Woman, take my word for this; the time is coming when you will not give worship to the Father on this mountain or in Jerusalem."}, {"id": 43004022, "c": 4, "v": 22, "d": "You give worship, but without knowledge of what you are worshipping: we give worship to what we have knowledge of: for salvation comes from the Jews."}, {"id": 43004023, "c": 4, "v": 23, "d": "But the time is coming, and is even now here, when the true worshippers will give worship to the Father in the true way of the spirit, for these are the worshippers desired by the Father."}, {"id": 43004024, "c": 4, "v": 24, "d": "God is Spirit: then let his worshippers give him worship in the true way of the spirit."}, {"id": 43004025, "c": 4, "v": 25, "d": "The woman said to him, I am certain that the Messiah, who is named Christ, is coming; when he comes he will make all things clear to us."}, {"id": 43004026, "c": 4, "v": 26, "d": "Jesus said to her, I, who am talking to you, am he."}, {"id": 43004027, "c": 4, "v": 27, "d": "At that point the disciples came back, and they were surprised to see him talking to a woman; but not one of them said to him, What is your purpose? or, Why are you talking to her?"}, {"id": 43004028, "c": 4, "v": 28, "d": "Then the woman put down her water-pot and went into the town, and said to the people,"}, {"id": 43004029, "c": 4, "v": 29, "d": "Come and see a man who has been talking to me of everything I ever did! Is it possible that this is the Christ?"}, {"id": 43004030, "c": 4, "v": 30, "d": "So they went out of the town and came to him."}, {"id": 43004031, "c": 4, "v": 31, "d": "While this was taking place, the disciples were saying to Jesus, Master, take some food."}, {"id": 43004032, "c": 4, "v": 32, "d": "But he said to them, I have food of which you have no knowledge."}, {"id": 43004033, "c": 4, "v": 33, "d": "So the disciples said one to another, Did anyone give him food?"}, {"id": 43004034, "c": 4, "v": 34, "d": "Jesus said, My food is to do the pleasure of him who sent me and to make his work complete."}, {"id": 43004035, "c": 4, "v": 35, "d": "You would say, Four months from now is the time of the grain-cutting. Take a look, I say to you, at the fields; they are even now white for cutting."}, {"id": 43004036, "c": 4, "v": 36, "d": "He who does the cutting now has his reward; he is getting together fruit for eternal life, so that he who did the planting and he who gets in the grain may have joy together."}, {"id": 43004037, "c": 4, "v": 37, "d": "In this the saying is a true one, One does the planting, and another gets in the grain."}, {"id": 43004038, "c": 4, "v": 38, "d": "I sent you to get in grain which you had no hand in planting: other men did that work, and you take the reward."}, {"id": 43004039, "c": 4, "v": 39, "d": "Now a number of the people of that town had faith in him because of the woman's witness: He has been talking to me of everything I ever did."}, {"id": 43004040, "c": 4, "v": 40, "d": "So when the people came to him they made request to him to be among them for a time, and he was there two days."}, {"id": 43004041, "c": 4, "v": 41, "d": "And a great number more of them came to have faith in him because of what he himself said."}, {"id": 43004042, "c": 4, "v": 42, "d": "And they said to the woman, Now we have faith, but not because of your story: we ourselves have given ear to his words, and we are certain that he is truly the Saviour of the world."}, {"id": 43004043, "c": 4, "v": 43, "d": "And after the two days he went on from there into Galilee."}, {"id": 43004044, "c": 4, "v": 44, "d": "For Jesus himself said that a prophet has no honour in the country of his birth."}, {"id": 43004045, "c": 4, "v": 45, "d": "So when he came into Galilee, the Galilaeans took him to their hearts because of the things which they had seen him do in Jerusalem at the feast--they themselves having been there at the feast."}, {"id": 43004046, "c": 4, "v": 46, "d": "So he came to Cana in Galilee, where he had made the water wine. And there was a certain man of high position whose son was ill at Capernaum."}, {"id": 43004047, "c": 4, "v": 47, "d": "When it came to his ears that Jesus had come from Judaea into Galilee, he went to him and made a request that he would come down to his son, who was near to death, and make him well."}, {"id": 43004048, "c": 4, "v": 48, "d": "Then Jesus said to him, You will not have faith if you do not see signs and wonders."}, {"id": 43004049, "c": 4, "v": 49, "d": "The man said, Sir, come down before my boy is dead."}, {"id": 43004050, "c": 4, "v": 50, "d": "And Jesus said, Go in peace; your son is living. The man had faith in the word which Jesus said to him and went away."}, {"id": 43004051, "c": 4, "v": 51, "d": "And while he was going down, his servants came to him and said, Your boy is living."}, {"id": 43004052, "c": 4, "v": 52, "d": "So he put a question to them as to the hour when he became better; and they said to him, The disease went from him yesterday at the seventh hour."}, {"id": 43004053, "c": 4, "v": 53, "d": "It was clear then to the father that this was the very time at which Jesus said to him, Your son is living. And he had faith in Jesus, he and all his family."}, {"id": 43004054, "c": 4, "v": 54, "d": "Now this is the second sign which Jesus did after he had come out of Judaea into Galilee."}, {"id": 43005001, "c": 5, "v": 1, "d": "After these things there was a feast of the Jews, and Jesus went up to Jerusalem."}, {"id": 43005002, "c": 5, "v": 2, "d": "Now in Jerusalem near the sheep-market there is a public bath which in Hebrew is named Beth-zatha. It has five doorways."}, {"id": 43005003, "c": 5, "v": 3, "d": "In these doorways there were a great number of people with different diseases: some unable to see, some without the power of walking, some with wasted bodies."}, {"id": 43005004, "c": 5, "v": 4, "d": "[]"}, {"id": 43005005, "c": 5, "v": 5, "d": "One man was there who had been ill for thirty-eight years."}, {"id": 43005006, "c": 5, "v": 6, "d": "When Jesus saw him there on the floor it was clear to him that he had been now a long time in that condition, and so he said to the man, Is it your desire to get well?"}, {"id": 43005007, "c": 5, "v": 7, "d": "The ill man said in answer, Sir, I have nobody to put me into the bath when the water is moving; and while I am on the way down some other person gets in before me."}, {"id": 43005008, "c": 5, "v": 8, "d": "Jesus said to him, Get up, take your bed and go."}, {"id": 43005009, "c": 5, "v": 9, "d": "And the man became well straight away, and took up his bed and went. Now that day was the Sabbath."}, {"id": 43005010, "c": 5, "v": 10, "d": "So the Jews said to the man who had been made well, It is the Sabbath; and it is against the law for you to take up your bed."}, {"id": 43005011, "c": 5, "v": 11, "d": "He said to them, But he who made me well, said to me, Take up your bed and go."}, {"id": 43005012, "c": 5, "v": 12, "d": "Then they put to him the question: Who is the man who said to you, Take it up and go?"}, {"id": 43005013, "c": 5, "v": 13, "d": "Now he who had been made well had no knowledge who it was, Jesus having gone away because of the number of people who were in that place."}, {"id": 43005014, "c": 5, "v": 14, "d": "After a time Jesus came across him in the Temple and said to him, See, you are well and strong; do no more sin for fear a worse thing comes to you."}, {"id": 43005015, "c": 5, "v": 15, "d": "The man went away and said to the Jews that it was Jesus who had made him well."}, {"id": 43005016, "c": 5, "v": 16, "d": "And for this reason the Jews were turned against Jesus, because he was doing these things on the Sabbath."}, {"id": 43005017, "c": 5, "v": 17, "d": "But his answer was: My Father is still working even now, and so I am working."}, {"id": 43005018, "c": 5, "v": 18, "d": "For this cause the Jews had an even greater desire to put Jesus to death, because not only did he not keep the Sabbath but he said God was his Father, so making himself equal with God."}, {"id": 43005019, "c": 5, "v": 19, "d": "So Jesus made answer and said, Truly I say to you, The Son is not able to do anything himself; he is able to do only what he sees the Father doing; whatever the Father does the Son does it in the same way."}, {"id": 43005020, "c": 5, "v": 20, "d": "For the Father has love for the Son and lets him see everything which he does: and he will let him see greater works than these so that you may be full of wonder."}, {"id": 43005021, "c": 5, "v": 21, "d": "In the same way, as the Father gives life to the dead, even so the Son gives life to those to whom he is pleased to give it."}, {"id": 43005022, "c": 5, "v": 22, "d": "The Father is not the judge of men, but he has given all decisions into the hands of the Son;"}, {"id": 43005023, "c": 5, "v": 23, "d": "So that all men may give honour to the Son even as they give honour to the Father. He who gives no honour to the Son gives no honour to the Father who sent him."}, {"id": 43005024, "c": 5, "v": 24, "d": "Truly I say to you, The man whose ears are open to my word and who has faith in him who sent me, has eternal life; he will not be judged, but has come from death into life."}, {"id": 43005025, "c": 5, "v": 25, "d": "Truly I say to you, The time is coming, it has even now come, when the voice of the Son of God will come to the ears of the dead, and those hearing it will have life."}, {"id": 43005026, "c": 5, "v": 26, "d": "For even as the Father has life in himself, so he has given to the Son to have life in himself."}, {"id": 43005027, "c": 5, "v": 27, "d": "And he has given him authority to be judge because he is the Son of man."}, {"id": 43005028, "c": 5, "v": 28, "d": "Do not be surprised at this: for the time is coming when his voice will come to all who are in the place of the dead,"}, {"id": 43005029, "c": 5, "v": 29, "d": "And they will come out; those who have done good, into the new life; and those who have done evil, to be judged."}, {"id": 43005030, "c": 5, "v": 30, "d": "Of myself I am unable to do anything: as the voice comes to me so I give a decision: and my decision is right because I have no desire to do what is pleasing to myself, but only what is pleasing to him who sent me."}, {"id": 43005031, "c": 5, "v": 31, "d": "If I gave witness about myself, my witness would not be true."}, {"id": 43005032, "c": 5, "v": 32, "d": "There is another who gives witness about me and I am certain that the witness he gives about me is true."}, {"id": 43005033, "c": 5, "v": 33, "d": "You sent to John and he gave true witness."}, {"id": 43005034, "c": 5, "v": 34, "d": "But I have no need of a man's witness: I only say these things so that you may have salvation."}, {"id": 43005035, "c": 5, "v": 35, "d": "He was a burning and shining light, and for a time you were ready to be happy in his light."}, {"id": 43005036, "c": 5, "v": 36, "d": "But the witness which I have is greater than that of John: the work which the Father has given me to do, the very work which I am now doing, is a witness that the Father has sent me."}, {"id": 43005037, "c": 5, "v": 37, "d": "And the Father himself who sent me has given witness about me. Not one of you has ever given ear to his voice; his form you have not seen."}, {"id": 43005038, "c": 5, "v": 38, "d": "And you have not kept his word in your hearts, because you have not faith in him whom he has sent."}, {"id": 43005039, "c": 5, "v": 39, "d": "You make search in the holy Writings, in the belief that through them you get eternal life; and it is those Writings which give witness about me."}, {"id": 43005040, "c": 5, "v": 40, "d": "And still you have no desire to come to me so that you may have life."}, {"id": 43005041, "c": 5, "v": 41, "d": "I do not take honour from men;"}, {"id": 43005042, "c": 5, "v": 42, "d": "But I have knowledge of you that you have no love for God in your hearts."}, {"id": 43005043, "c": 5, "v": 43, "d": "I have come in my Father's name, and your hearts are not open to me. If another comes with no other authority but himself, you will give him your approval."}, {"id": 43005044, "c": 5, "v": 44, "d": "How is it possible for you to have faith while you take honour one from another and have no desire for the honour which comes from the only God?"}, {"id": 43005045, "c": 5, "v": 45, "d": "Put out of your minds the thought that I will say things against you to the Father: the one who says things against you is Moses, on whom you put your hopes."}, {"id": 43005046, "c": 5, "v": 46, "d": "If you had belief in Moses you would have belief in me; for his writings are about me."}, {"id": 43005047, "c": 5, "v": 47, "d": "If you have no belief in his writings, how will you have belief in my words?"}, {"id": 43006001, "c": 6, "v": 1, "d": "After these things Jesus went away to the other side of the sea of Galilee--that is, the sea of Tiberias."}, {"id": 43006002, "c": 6, "v": 2, "d": "And a great number of people went after him because they saw the signs which he did on those who were ill."}, {"id": 43006003, "c": 6, "v": 3, "d": "Then Jesus went up the mountain and was seated there with his disciples."}, {"id": 43006004, "c": 6, "v": 4, "d": "Now the Passover, a feast of the Jews, was near."}, {"id": 43006005, "c": 6, "v": 5, "d": "Lifting up his eyes, Jesus saw a great number of people coming to where he was, and he said to Philip, Where may we get bread for all these people?"}, {"id": 43006006, "c": 6, "v": 6, "d": "This he said, testing him: for he had no doubt what he himself would do."}, {"id": 43006007, "c": 6, "v": 7, "d": "Philip made answer, Bread to the value of two hundred pence would not be enough even to give everyone a little."}, {"id": 43006008, "c": 6, "v": 8, "d": "One of his disciples, Andrew, the brother of Simon Peter, said to Jesus,"}, {"id": 43006009, "c": 6, "v": 9, "d": "There is a boy here with five barley cakes and two fishes: but what is that among such a number?"}, {"id": 43006010, "c": 6, "v": 10, "d": "Jesus said, Let the people be seated. Now there was much grass in that place. And those seated on the grass were about five thousand."}, {"id": 43006011, "c": 6, "v": 11, "d": "Then Jesus took the cakes and having given praise to God, he gave them to the people who were seated, and the fishes in the same way, as much as they had need of."}, {"id": 43006012, "c": 6, "v": 12, "d": "And when they had had enough, Jesus said to his disciples, Take up the broken bits which are over, so that nothing may be wasted."}, {"id": 43006013, "c": 6, "v": 13, "d": "So they took them up: twelve baskets full of broken bits of the five cakes which were over after the people had had enough."}, {"id": 43006014, "c": 6, "v": 14, "d": "And when the people saw the sign which he had done, they said, Truly, this is the prophet who is to come into the world."}, {"id": 43006015, "c": 6, "v": 15, "d": "Now when Jesus saw that the people were about to come and take him by force to make him a king, he went away again up the mountain by himself."}, {"id": 43006016, "c": 6, "v": 16, "d": "When evening came the disciples went down to the sea;"}, {"id": 43006017, "c": 6, "v": 17, "d": "And they took a boat and went across the sea in the direction of Capernaum. By then it was dark and still Jesus had not come to them."}, {"id": 43006018, "c": 6, "v": 18, "d": "The sea was getting rough because of a strong wind which was blowing."}, {"id": 43006019, "c": 6, "v": 19, "d": "After they had gone three or four miles they saw Jesus walking on the sea and coming near to the boat; and they had great fear."}, {"id": 43006020, "c": 6, "v": 20, "d": "But he said to them, It is I, have no fear."}, {"id": 43006021, "c": 6, "v": 21, "d": "Then they readily took him into the boat: and straight away the boat was at the land to which they were going."}, {"id": 43006022, "c": 6, "v": 22, "d": "The day after, the people who were on the other side of the sea saw that only one small boat had been there, that Jesus had not gone in that boat with the disciples, but that the disciples had gone away by themselves."}, {"id": 43006023, "c": 6, "v": 23, "d": "Some other boats, however, came from Tiberias near to the place where they had taken the bread after the Lord had given praise."}, {"id": 43006024, "c": 6, "v": 24, "d": "So when the people saw that Jesus was not there, or his disciples, they got into those boats and went over to Capernaum looking for Jesus."}, {"id": 43006025, "c": 6, "v": 25, "d": "And when they came across him on the other side of the sea they said, Rabbi, when did you come here?"}, {"id": 43006026, "c": 6, "v": 26, "d": "Jesus, answering them, said, Truly I say to you, You come after me, not because you saw signs, but because you were given the bread and had enough."}, {"id": 43006027, "c": 6, "v": 27, "d": "Let your work not be for the food which comes to an end, but for the food which goes on for eternal life, which the Son of man will give to you, for on him has God the Father put his mark."}, {"id": 43006028, "c": 6, "v": 28, "d": "Then they said to him, How may we do the works of God?"}, {"id": 43006029, "c": 6, "v": 29, "d": "Jesus, answering, said to them, This is to do the work of God: to have faith in him whom God has sent."}, {"id": 43006030, "c": 6, "v": 30, "d": "So they said, What sign do you give us, so that we may see and have faith in you? What do you do?"}, {"id": 43006031, "c": 6, "v": 31, "d": "Our fathers had the manna in the waste land, as the Writings say, He gave them bread from heaven."}, {"id": 43006032, "c": 6, "v": 32, "d": "Jesus then said to them, Truly I say to you, What Moses gave you was not the bread from heaven; it is my Father who gives you the true bread from heaven."}, {"id": 43006033, "c": 6, "v": 33, "d": "The bread of God is the bread which comes down out of heaven and gives life to the world."}, {"id": 43006034, "c": 6, "v": 34, "d": "Ah, Lord, they said, give us that bread for ever!"}, {"id": 43006035, "c": 6, "v": 35, "d": "And this was the answer of Jesus: I am the bread of life. He who comes to me will never be in need of food, and he who has faith in me will never be in need of drink."}, {"id": 43006036, "c": 6, "v": 36, "d": "But it is as I said to you: you have seen me, and still you have no faith."}, {"id": 43006037, "c": 6, "v": 37, "d": "Whatever the Father gives to me will come to me; and I will not send away anyone who comes to me."}, {"id": 43006038, "c": 6, "v": 38, "d": "For I have come down from heaven, not to do my pleasure, but the pleasure of him who sent me."}, {"id": 43006039, "c": 6, "v": 39, "d": "And this is the pleasure of him who sent me, that I am not to let out of my hands anything which he has given me, but I am to give it new life on the last day."}, {"id": 43006040, "c": 6, "v": 40, "d": "This, I say, is my Father's pleasure, that everyone who sees the Son and has faith in him may have eternal life: and I will take him up on the last day."}, {"id": 43006041, "c": 6, "v": 41, "d": "Now the Jews said bitter things about Jesus because of his words, I am the bread which came down from heaven."}, {"id": 43006042, "c": 6, "v": 42, "d": "And they said, Is not this Jesus, the son of Joseph, whose father and mother we have seen? How is it then that he now says, I have come down from heaven?"}, {"id": 43006043, "c": 6, "v": 43, "d": "Jesus made answer and said, Do not say things against me, one to another."}, {"id": 43006044, "c": 6, "v": 44, "d": "No man is able to come to me if the Father who sent me does not give him the desire to come: and I will take him up from the dead on the last day."}, {"id": 43006045, "c": 6, "v": 45, "d": "The writings of the prophets say, And they will all have teaching from God. Everyone whose ears have been open to the teaching of the Father comes to me."}, {"id": 43006046, "c": 6, "v": 46, "d": "Not that anyone has ever seen the Father; only he who is from God, he has seen the Father."}, {"id": 43006047, "c": 6, "v": 47, "d": "Truly I say to you, He who has faith in me has eternal life."}, {"id": 43006048, "c": 6, "v": 48, "d": "I am the bread of life."}, {"id": 43006049, "c": 6, "v": 49, "d": "Your fathers took the manna in the waste land--and they are dead."}, {"id": 43006050, "c": 6, "v": 50, "d": "The bread which comes from heaven is such bread that a man may take it for food and never see death."}, {"id": 43006051, "c": 6, "v": 51, "d": "I am the living bread which has come from heaven: if any man takes this bread for food he will have life for ever: and more than this, the bread which I will give is my flesh which I will give for the life of the world."}, {"id": 43006052, "c": 6, "v": 52, "d": "Then the Jews had an angry discussion among themselves, saying, How is it possible for this man to give us his flesh for food?"}, {"id": 43006053, "c": 6, "v": 53, "d": "Then Jesus said to them, Truly I say to you, If you do not take the flesh of the Son of man for food, and if you do not take his blood for drink, you have no life in you."}, {"id": 43006054, "c": 6, "v": 54, "d": "He who takes my flesh for food and my blood for drink has eternal life: and I will take him up from the dead at the last day."}, {"id": 43006055, "c": 6, "v": 55, "d": "My flesh is true food and my blood is true drink."}, {"id": 43006056, "c": 6, "v": 56, "d": "He who takes my flesh for food and my blood for drink is in me and I in him."}, {"id": 43006057, "c": 6, "v": 57, "d": "As the living Father has sent me, and I have life because of the Father, even so he who takes me for his food will have life because of me."}, {"id": 43006058, "c": 6, "v": 58, "d": "This is the bread which has come down from heaven. It is not like the food which your fathers had: they took of the manna, and are dead; but he who takes this bread for food will have life for ever."}, {"id": 43006059, "c": 6, "v": 59, "d": "Jesus said these things in the Synagogue while he was teaching at Capernaum."}, {"id": 43006060, "c": 6, "v": 60, "d": "Then, hearing this, a number of his disciples said, This is a hard saying; who is able to take in such teaching?"}, {"id": 43006061, "c": 6, "v": 61, "d": "When Jesus became conscious that his disciples were protesting about what he said, he said to them, Does this give you trouble?"}, {"id": 43006062, "c": 6, "v": 62, "d": "What then will you say if you see the Son of man going up to where he was before?"}, {"id": 43006063, "c": 6, "v": 63, "d": "The spirit is the life giver; the flesh is of no value: the words which I have said to you are spirit and they are life."}, {"id": 43006064, "c": 6, "v": 64, "d": "But still some of you have no faith. For it was clear to Jesus from the first who they were who had no faith, and who it was who would be false to him."}, {"id": 43006065, "c": 6, "v": 65, "d": "And he said, This is why I said to you, No man is able to come to me if he is not given the power to do so by the Father."}, {"id": 43006066, "c": 6, "v": 66, "d": "Because of what he said, a number of the disciples went back and would no longer go with him."}, {"id": 43006067, "c": 6, "v": 67, "d": "So Jesus said to the twelve, Have you a desire to go away?"}, {"id": 43006068, "c": 6, "v": 68, "d": "Then Simon Peter gave this answer: Lord, to whom are we to go? you have the words of eternal life;"}, {"id": 43006069, "c": 6, "v": 69, "d": "And we have faith and are certain that you are the Holy One of God."}, {"id": 43006070, "c": 6, "v": 70, "d": "Then Jesus said, Did I not make a selection of you, the twelve, and one of you is a son of the Evil One?"}, {"id": 43006071, "c": 6, "v": 71, "d": "He was talking of Judas, the son of Simon Iscariot. It was he who was to be false to Jesus--one of the twelve."}, {"id": 43007001, "c": 7, "v": 1, "d": "After this, Jesus went from place to place in Galilee. He did not go about in Judaea, because the Jews were looking for a chance to put him to death."}, {"id": 43007002, "c": 7, "v": 2, "d": "But the feast of the Jews, the feast of tents, was near."}, {"id": 43007003, "c": 7, "v": 3, "d": "So his brothers said to him, Go away from here into Judaea so that your disciples may see the works which you do."}, {"id": 43007004, "c": 7, "v": 4, "d": "Because no man does things secretly if he has a desire that men may have knowledge of him. If you do these things, let yourself be seen by all men."}, {"id": 43007005, "c": 7, "v": 5, "d": "For even his brothers had no belief in him."}, {"id": 43007006, "c": 7, "v": 6, "d": "Jesus said to them, My time is still to come, but any time is good for you."}, {"id": 43007007, "c": 7, "v": 7, "d": "It is not possible for you to be hated by the world; but I am hated by it, because I give witness that what it does is evil."}, {"id": 43007008, "c": 7, "v": 8, "d": "Go you up to the feast: I am not going up now to the feast because my time has not fully come."}, {"id": 43007009, "c": 7, "v": 9, "d": "Having said these things to them, he still kept in Galilee."}, {"id": 43007010, "c": 7, "v": 10, "d": "But after his brothers had gone up to the feast, then he went up, not publicly, but in secret."}, {"id": 43007011, "c": 7, "v": 11, "d": "At the feast the Jews were looking for him and saying, Where is he?"}, {"id": 43007012, "c": 7, "v": 12, "d": "And there was much discussion about him among the mass of the people. Some said, He is a good man; but others said, No, he is giving people false ideas."}, {"id": 43007013, "c": 7, "v": 13, "d": "But no man said anything about him openly for fear of the Jews."}, {"id": 43007014, "c": 7, "v": 14, "d": "Now in the middle of the feast Jesus went up to the Temple and was teaching."}, {"id": 43007015, "c": 7, "v": 15, "d": "Then the Jews were surprised and said, How has this man got knowledge of books? He has never been to school."}, {"id": 43007016, "c": 7, "v": 16, "d": "Jesus gave them this answer: It is not my teaching, but his who sent me."}, {"id": 43007017, "c": 7, "v": 17, "d": "If any man is ready to do God's pleasure he will have knowledge of the teaching and of where it comes from--from God or from myself."}, {"id": 43007018, "c": 7, "v": 18, "d": "The man whose words come from himself is looking for glory for himself, but he who is looking for the glory of him who sent him--that man is true and there is no evil in him."}, {"id": 43007019, "c": 7, "v": 19, "d": "Did not Moses give you the law? Even so, not one of you keeps the law. Why have you a desire to put me to death?"}, {"id": 43007020, "c": 7, "v": 20, "d": "The people said in answer, You have an evil spirit: who has any desire to put you to death?"}, {"id": 43007021, "c": 7, "v": 21, "d": "This was the answer of Jesus: I have done one work and you are all surprised at it."}, {"id": 43007022, "c": 7, "v": 22, "d": "Moses gave you circumcision--not that it comes from Moses, but from the fathers--and even on the Sabbath you give a child circumcision."}, {"id": 43007023, "c": 7, "v": 23, "d": "If a child is given circumcision on the Sabbath so that the law of Moses may not be broken, why are you angry with me because I made a man completely well on the Sabbath?"}, {"id": 43007024, "c": 7, "v": 24, "d": "Let not your decisions be based on what you see, but on righteousness."}, {"id": 43007025, "c": 7, "v": 25, "d": "Then some of the people of Jerusalem said, Is not this the man whose death is desired?"}, {"id": 43007026, "c": 7, "v": 26, "d": "And here he is talking openly and they say nothing to him! Is it possible that the rulers have knowledge that this is truly the Christ?"}, {"id": 43007027, "c": 7, "v": 27, "d": "However, it is clear to us where this man comes from: but when the Christ comes no one will have knowledge where he comes from."}, {"id": 43007028, "c": 7, "v": 28, "d": "Then, when he was teaching in the Temple, Jesus said with a loud voice, You have knowledge of me and you have knowledge of where I come from; and I have not come of myself; but there is One who has sent me; he is true, but you have no knowledge of him."}, {"id": 43007029, "c": 7, "v": 29, "d": "I have knowledge of him because I came from him and he sent me."}, {"id": 43007030, "c": 7, "v": 30, "d": "Then they had a desire to take him: but no man put hands on him because his hour was still to come."}, {"id": 43007031, "c": 7, "v": 31, "d": "And numbers of the people had belief in him, and they said, When the Christ comes will he do more signs than this man has done?"}, {"id": 43007032, "c": 7, "v": 32, "d": "This discussion of the people came to the ears of the Pharisees; and the chief priests and the Pharisees sent servants to take him."}, {"id": 43007033, "c": 7, "v": 33, "d": "Then Jesus said, I will be with you a little longer and then I go to him who sent me."}, {"id": 43007034, "c": 7, "v": 34, "d": "You will be looking for me, and you will not see me: and where I am you may not come."}, {"id": 43007035, "c": 7, "v": 35, "d": "So the Jews said among themselves, To what place is he going where we will not see him? will he go to the Jews living among the Greeks and become the teacher of the Greeks?"}, {"id": 43007036, "c": 7, "v": 36, "d": "What is this saying of his, You will be looking for me and will not see me, and where I am you may not come?"}, {"id": 43007037, "c": 7, "v": 37, "d": "On the last day, the great day of the feast, Jesus got up and said in a loud voice, If any man is in need of drink let him come to me and I will give it to him."}, {"id": 43007038, "c": 7, "v": 38, "d": "He who has faith in me, out of his body, as the Writings have said, will come rivers of living water."}, {"id": 43007039, "c": 7, "v": 39, "d": "This he said of the Spirit which would be given to those who had faith in him: the Spirit had not been given then, because the glory of Jesus was still to come."}, {"id": 43007040, "c": 7, "v": 40, "d": "When these words came to their ears, some of the people said, This is certainly the prophet."}, {"id": 43007041, "c": 7, "v": 41, "d": "Others said, This is the Christ. But others said, Not so; will the Christ come from Galilee?"}, {"id": 43007042, "c": 7, "v": 42, "d": "Do not the Writings say that the Christ comes of the seed of David and from Beth-lehem, the little town where David was?"}, {"id": 43007043, "c": 7, "v": 43, "d": "So there was a division among the people because of him."}, {"id": 43007044, "c": 7, "v": 44, "d": "And some of them had a desire to take him; but no man put hands on him."}, {"id": 43007045, "c": 7, "v": 45, "d": "Then the servants went back to the chief priests and Pharisees, who said to them, Why have you not got him with you?"}, {"id": 43007046, "c": 7, "v": 46, "d": "The servants made answer, No man ever said things like this man."}, {"id": 43007047, "c": 7, "v": 47, "d": "Then the Pharisees said to them, Have you, like the others, been given false ideas?"}, {"id": 43007048, "c": 7, "v": 48, "d": "Have any of the rulers belief in him, or any one of the Pharisees?"}, {"id": 43007049, "c": 7, "v": 49, "d": "But these people who have no knowledge of the law are cursed."}, {"id": 43007050, "c": 7, "v": 50, "d": "Nicodemus--he who had come to Jesus before, being himself one of them--said to them,"}, {"id": 43007051, "c": 7, "v": 51, "d": "Is a man judged by our law before it has given him a hearing and has knowledge of what he has done?"}, {"id": 43007052, "c": 7, "v": 52, "d": "This was their answer: And do you come from Galilee? Make search and you will see that no prophet comes out of Galilee."}, {"id": 43007053, "c": 7, "v": 53, "d": "[And every man went to his house;"}, {"id": 43008001, "c": 8, "v": 1, "d": "But Jesus went to the Mountain of Olives."}, {"id": 43008002, "c": 8, "v": 2, "d": "And early in the morning he came again into the Temple and all the people came to him and he was seated teaching them."}, {"id": 43008003, "c": 8, "v": 3, "d": "Now the scribes and Pharisees came, with a woman who had been taken in the act of sinning against the married relation;"}, {"id": 43008004, "c": 8, "v": 4, "d": "And putting her forward, they said to him, Master, this woman has been taken in the very act of sinning against the married relation."}, {"id": 43008005, "c": 8, "v": 5, "d": "Now in the law Moses gave directions that such women were to be stoned; what do you say about it?"}, {"id": 43008006, "c": 8, "v": 6, "d": "They said this, testing him, so that they might have something against him. But Jesus, with his head bent down, made letters on the floor with his finger."}, {"id": 43008007, "c": 8, "v": 7, "d": "But when they went on with their questions, he got up and said to them, Let him among you who is without sin be the first to send a stone at her."}, {"id": 43008008, "c": 8, "v": 8, "d": "And again, with bent head, he made letters on the floor."}, {"id": 43008009, "c": 8, "v": 9, "d": "And when his words came to their ears, they went out one by one, starting with the oldest even to the last, because they were conscious of what was in their hearts: and Jesus was there by himself with the woman before him."}, {"id": 43008010, "c": 8, "v": 10, "d": "Then Jesus got up, and seeing nobody but the woman, he said to her, Where are the men who said things against you? did no one give a decision against you?"}, {"id": 43008011, "c": 8, "v": 11, "d": "And she said, No man, Lord. And Jesus said, And I do not give a decision against you: go, and never do wrong again.]"}, {"id": 43008012, "c": 8, "v": 12, "d": "Then again Jesus said to them, I am the light of the world; he who comes with me will not be walking in the dark but will have the light of life."}, {"id": 43008013, "c": 8, "v": 13, "d": "So the Pharisees said to him, The witness you give is about yourself: your witness is not true."}, {"id": 43008014, "c": 8, "v": 14, "d": "Jesus said in answer, Even if I give witness about myself, my witness is true, because I have knowledge of where I came from and where I am going; but you have no knowledge of where I come from or of where I am going."}, {"id": 43008015, "c": 8, "v": 15, "d": "You are judging from what you see; I am judging no man."}, {"id": 43008016, "c": 8, "v": 16, "d": "Even if I am judging, my decision is right, because I am not by myself--with me is the Father who sent me."}, {"id": 43008017, "c": 8, "v": 17, "d": "Even in your law it is said that the witness of two men is true."}, {"id": 43008018, "c": 8, "v": 18, "d": "I give witness about myself and the Father who sent me gives witness about me."}, {"id": 43008019, "c": 8, "v": 19, "d": "Then they said to him, Where is your Father? Jesus said in answer, You have no knowledge of me or of my Father: if you had knowledge of me you would have knowledge of my Father."}, {"id": 43008020, "c": 8, "v": 20, "d": "Jesus said these words in the place where the offerings were stored, while he was teaching in the Temple: but no man took him because his time was still to come."}, {"id": 43008021, "c": 8, "v": 21, "d": "Then he said to them again, I am going away and you will be looking for me, but death will overtake you in your sins. It is not possible for you to come where I am going."}, {"id": 43008022, "c": 8, "v": 22, "d": "So the Jews said, Will he take his life? Is that why he says, Where I go it is not possible for you to come?"}, {"id": 43008023, "c": 8, "v": 23, "d": "And he said to them, You are of the earth; I am from heaven: you are of this world; I am not of this world."}, {"id": 43008024, "c": 8, "v": 24, "d": "For this reason I said to you that death will overtake you in your sins: for if you have not faith that I am he, death will come to you while you are in your sins."}, {"id": 43008025, "c": 8, "v": 25, "d": "Then they said to him, Who are you? Jesus said, What I said to you from the first."}, {"id": 43008026, "c": 8, "v": 26, "d": "I have much to say about you and against you: but he who sent me is true and what he has said to me I say to the world."}, {"id": 43008027, "c": 8, "v": 27, "d": "They did not see that his words were about the Father."}, {"id": 43008028, "c": 8, "v": 28, "d": "So Jesus said, When the Son of man has been lifted up by you, then it will be clear to you who I am, and that I do nothing of myself, but say as the Father gave me teaching."}, {"id": 43008029, "c": 8, "v": 29, "d": "He who sent me is with me; he has not gone from me, because at all times I do the things which are pleasing to him."}, {"id": 43008030, "c": 8, "v": 30, "d": "When he said this a number came to have faith in him."}, {"id": 43008031, "c": 8, "v": 31, "d": "Then Jesus said to the Jews who had faith in him, If you keep my word, then you are truly my disciples;"}, {"id": 43008032, "c": 8, "v": 32, "d": "And you will have knowledge of what is true, and that will make you free."}, {"id": 43008033, "c": 8, "v": 33, "d": "They said to him in answer, We are Abraham's seed and have never been any man's servant: why do you say, You will become free?"}, {"id": 43008034, "c": 8, "v": 34, "d": "And this was the answer Jesus gave them: Truly I say to you, Everyone who does evil is the servant of sin."}, {"id": 43008035, "c": 8, "v": 35, "d": "Now the servant does not go on living in the house for ever, but the son does."}, {"id": 43008036, "c": 8, "v": 36, "d": "If then the son makes you free, you will be truly free."}, {"id": 43008037, "c": 8, "v": 37, "d": "I am conscious that you are Abraham's seed; but you have a desire to put me to death because my word has no place in you."}, {"id": 43008038, "c": 8, "v": 38, "d": "I say the things which I have seen in my Father's house: and you do the things which come to you from your father's house."}, {"id": 43008039, "c": 8, "v": 39, "d": "In answer they said to him, Our father is Abraham. Jesus said to them, If you were Abraham's children you would do what Abraham did."}, {"id": 43008040, "c": 8, "v": 40, "d": "But now you have a desire to put me to death, a man who has said to you what is true, as I had it from God: Abraham did not do that."}, {"id": 43008041, "c": 8, "v": 41, "d": "You are doing the works of your father. They said to him, We are true sons of Abraham; we have one Father, who is God."}, {"id": 43008042, "c": 8, "v": 42, "d": "Jesus said to them, If God was your Father you would have love for me, because it was from God I came and am here. I did not come of myself, but he sent me."}, {"id": 43008043, "c": 8, "v": 43, "d": "Why are my words not clear to you? It is because your ears are shut to my teaching."}, {"id": 43008044, "c": 8, "v": 44, "d": "You are the children of your father the Evil One and it is your pleasure to do his desires. From the first he was a taker of life; and he did not go in the true way because there is no true thing in him. When he says what is false, it is natural to him, for he is false and the father of what is false."}, {"id": 43008045, "c": 8, "v": 45, "d": "But because I say what is true, you have no belief in me."}, {"id": 43008046, "c": 8, "v": 46, "d": "Which of you is able truly to say that I am a sinner? If I say what is true, why have you no belief in me?"}, {"id": 43008047, "c": 8, "v": 47, "d": "He who is a child of God gives ear to the words of God: your ears are not open to them because you are not from God."}, {"id": 43008048, "c": 8, "v": 48, "d": "The Jews said to him in answer, Are we not right in saying that you are of Samaria and have an evil spirit?"}, {"id": 43008049, "c": 8, "v": 49, "d": "And this was the answer of Jesus: I have not an evil spirit; but I give honour to my Father and you do not give honour to me."}, {"id": 43008050, "c": 8, "v": 50, "d": "I, however, am not in search of glory for myself: there is One who is searching for it and he is judge."}, {"id": 43008051, "c": 8, "v": 51, "d": "Truly I say to you, If a man keeps my word he will never see death."}, {"id": 43008052, "c": 8, "v": 52, "d": "The Jews said to him, Now we are certain that you have an evil spirit. Abraham is dead, and the prophets are dead; and you say, If a man keeps my word he will never see death."}, {"id": 43008053, "c": 8, "v": 53, "d": "Are you greater than our father Abraham, who is dead? and the prophets are dead: who do you say that you are?"}, {"id": 43008054, "c": 8, "v": 54, "d": "Jesus said in answer, If I take glory for myself, my glory is nothing: it is my Father who gives me glory, of whom you say that he is your God."}, {"id": 43008055, "c": 8, "v": 55, "d": "You have no knowledge of him, but I have knowledge of him; and if I said I have no knowledge of him I would be talking falsely like you: but I have full knowledge of him, and I keep his word."}, {"id": 43008056, "c": 8, "v": 56, "d": "Your father Abraham was full of joy at the hope of seeing my day: he saw it and was glad."}, {"id": 43008057, "c": 8, "v": 57, "d": "Then the Jews said to him, You are not fifty years old; have you seen Abraham?"}, {"id": 43008058, "c": 8, "v": 58, "d": "Jesus said to them, Truly I say to you, Before Abraham came into being, I am."}, {"id": 43008059, "c": 8, "v": 59, "d": "So they took up stones to send at him: but Jesus got secretly out of their way and went out of the Temple."}, {"id": 43009001, "c": 9, "v": 1, "d": "And when he went on his way, he saw a man blind from birth."}, {"id": 43009002, "c": 9, "v": 2, "d": "And his disciples put a question to him, saying, Master, was it because of this man's sin, or the sin of his father and mother, that he has been blind from birth?"}, {"id": 43009003, "c": 9, "v": 3, "d": "Jesus said in answer, It was not because of his sin, or because of his father's or mother's; it was so that the works of God might be seen openly in him."}, {"id": 43009004, "c": 9, "v": 4, "d": "While it is day we have to do the works of him who sent me: the night comes when no work may be done."}, {"id": 43009005, "c": 9, "v": 5, "d": "As long as I am in the world, I am the light of the world."}, {"id": 43009006, "c": 9, "v": 6, "d": "Having said these words, he put earth, mixed with water from his mouth, on the man's eyes,"}, {"id": 43009007, "c": 9, "v": 7, "d": "And said to him, Go and make yourself clean in the bath of Siloam (the sense of the name is, Sent). So he went away and, after washing, came back able to see."}, {"id": 43009008, "c": 9, "v": 8, "d": "Then the neighbours and others who had seen him before in the street, with his hand out for money, said, Is not this the man who got money from people?"}, {"id": 43009009, "c": 9, "v": 9, "d": "Some said, It is he: others said, No, but he is like him. He said, I am he."}, {"id": 43009010, "c": 9, "v": 10, "d": "So they said to him, How then were your eyes made open?"}, {"id": 43009011, "c": 9, "v": 11, "d": "His answer was: The man who is named Jesus put earth mixed with water on my eyes, and said to me, Go and make yourself clean in Siloam: so I went away and, after washing, am now able to see."}, {"id": 43009012, "c": 9, "v": 12, "d": "And they said to him, Where is he? His answer was: I have no knowledge."}, {"id": 43009013, "c": 9, "v": 13, "d": "They took him before the Pharisees--this man who had been blind."}, {"id": 43009014, "c": 9, "v": 14, "d": "Now the day on which the earth was mixed by Jesus and the man's eyes were made open was the Sabbath."}, {"id": 43009015, "c": 9, "v": 15, "d": "So the Pharisees put more questions to him about how his eyes had been made open. And he said to them, He put earth on my eyes, and I had a wash and am able to see."}, {"id": 43009016, "c": 9, "v": 16, "d": "Then some of the Pharisees said, That man has not come from God, for he does not keep the Sabbath. Others said, How is it possible for a sinner to do such signs? So there was a division among them."}, {"id": 43009017, "c": 9, "v": 17, "d": "Again they said to the blind man, What have you to say about him for opening your eyes? And he said, He is a prophet."}, {"id": 43009018, "c": 9, "v": 18, "d": "Now the Jews had no belief in the statement that he had been blind and was now able to see, till they sent for the father and mother of the man whose eyes had been made open,"}, {"id": 43009019, "c": 9, "v": 19, "d": "And put the question to them, saying, Is this your son, of whom you say that he was blind at birth? how is it then that he is now able to see?"}, {"id": 43009020, "c": 9, "v": 20, "d": "In answer his father and mother said, We are certain that this is our son and that he was blind at birth:"}, {"id": 43009021, "c": 9, "v": 21, "d": "But how it is he is now able to see, or who made his eyes open, we are not able to say: put the question to him; he is old enough to give an answer for himself."}, {"id": 43009022, "c": 9, "v": 22, "d": "They said this because of their fear of the Jews: for the Jews had come to an agreement that if any man said that Jesus was the Christ he would be put out of the Synagogue."}, {"id": 43009023, "c": 9, "v": 23, "d": "That was the reason why they said, He is old enough; put the question to him."}, {"id": 43009024, "c": 9, "v": 24, "d": "So they sent a second time for the man who had been blind and they said to him, Give glory to God: it is clear to us that this man is a sinner."}, {"id": 43009025, "c": 9, "v": 25, "d": "He said in answer, I have no knowledge if he is a sinner or not, but one thing I am certain about; I was blind, and now I see."}, {"id": 43009026, "c": 9, "v": 26, "d": "Then they said to him, What did he do to you? how did he give you the use of your eyes?"}, {"id": 43009027, "c": 9, "v": 27, "d": "His answer was: I have said it before, but your ears were shut: why would you have me say it again? is it your desire to become his disciples?"}, {"id": 43009028, "c": 9, "v": 28, "d": "And they were angry with him and said, You are his disciple, but we are disciples of Moses."}, {"id": 43009029, "c": 9, "v": 29, "d": "We are certain that God gave his word to Moses: but as for this man, we have no knowledge where he comes from."}, {"id": 43009030, "c": 9, "v": 30, "d": "The man said in answer, Why, here is a strange thing! You have no knowledge where he comes from though he gave me the use of my eyes."}, {"id": 43009031, "c": 9, "v": 31, "d": "We have knowledge that God does not give ear to sinners, but if any man is a worshipper of God and does his pleasure, to him God's ears are open."}, {"id": 43009032, "c": 9, "v": 32, "d": "In all the years nobody has ever before seen the eyes of a man blind from birth made open."}, {"id": 43009033, "c": 9, "v": 33, "d": "If this man did not come from God he would be unable to do anything."}, {"id": 43009034, "c": 9, "v": 34, "d": "Their answer was: You came to birth through sin; do you make yourself our teacher? And they put him out of the Synagogue."}, {"id": 43009035, "c": 9, "v": 35, "d": "It came to the ears of Jesus that they had put him out, and meeting him he said, Have you faith in the Son of man?"}, {"id": 43009036, "c": 9, "v": 36, "d": "He said in answer, And who is he, Lord? Say, so that I may have faith in him."}, {"id": 43009037, "c": 9, "v": 37, "d": "Jesus said to him, You have seen him; it is he who is talking to you."}, {"id": 43009038, "c": 9, "v": 38, "d": "And he said, Lord, I have faith. And he gave him worship."}, {"id": 43009039, "c": 9, "v": 39, "d": "And Jesus said, I came into this world to be a judge, so that those who do not see may see, and those who see may become blind."}, {"id": 43009040, "c": 9, "v": 40, "d": "These words came to the ears of the Pharisees who were with him and they said to him, Are we, then, blind?"}, {"id": 43009041, "c": 9, "v": 41, "d": "Jesus said to them, If you were blind you would have no sin: but now that you say, We see; your sin is there still."}, {"id": 43010001, "c": 10, "v": 1, "d": "Truly I say to you, He who does not go through the door into the place where the sheep are kept, but gets in by some other way, is a thief and an outlaw."}, {"id": 43010002, "c": 10, "v": 2, "d": "He who goes in by the door is the keeper of the sheep."}, {"id": 43010003, "c": 10, "v": 3, "d": "The porter lets him in; and the sheep give ear to his voice; he says over the names of the sheep, and takes them out."}, {"id": 43010004, "c": 10, "v": 4, "d": "When he has got them all out, he goes before them, and the sheep go after him, for they have knowledge of his voice."}, {"id": 43010005, "c": 10, "v": 5, "d": "They will not go after another who is not their keeper, but will go from him in flight, because his voice is strange to them."}, {"id": 43010006, "c": 10, "v": 6, "d": "In this Jesus was teaching them in the form of a story: but what he said was not clear to them."}, {"id": 43010007, "c": 10, "v": 7, "d": "So Jesus said again, Truly I say to you, I am the door of the sheep."}, {"id": 43010008, "c": 10, "v": 8, "d": "All who came before me are thieves and outlaws: but the sheep did not give ear to them."}, {"id": 43010009, "c": 10, "v": 9, "d": "I am the door: if any man goes in through me he will have salvation, and will go in and go out, and will get food."}, {"id": 43010010, "c": 10, "v": 10, "d": "The thief comes only to take the sheep and to put them to death: he comes for their destruction: I have come so that they may have life and have it in greater measure."}, {"id": 43010011, "c": 10, "v": 11, "d": "I am the good keeper of sheep: the good keeper gives his life for the sheep."}, {"id": 43010012, "c": 10, "v": 12, "d": "He who is a servant, and not the keeper or the owner of the sheep, sees the wolf coming and goes in flight, away from the sheep; and the wolf comes down on them and sends them in all directions:"}, {"id": 43010013, "c": 10, "v": 13, "d": "Because he is a servant he has no interest in the sheep."}, {"id": 43010014, "c": 10, "v": 14, "d": "I am the good keeper; I have knowledge of my sheep, and they have knowledge of me,"}, {"id": 43010015, "c": 10, "v": 15, "d": "Even as the Father has knowledge of me and I of the Father; and I am giving my life for the sheep."}, {"id": 43010016, "c": 10, "v": 16, "d": "And I have other sheep which are not of this field: I will be their guide in the same way, and they will give ear to my voice, so there will be one flock and one keeper."}, {"id": 43010017, "c": 10, "v": 17, "d": "For this reason am I loved by the Father, because I give up my life so that I may take it again."}, {"id": 43010018, "c": 10, "v": 18, "d": "No one takes it away from me; I give it up of myself. I have power to give it up, and I have power to take it again. These orders I have from my Father."}, {"id": 43010019, "c": 10, "v": 19, "d": "There was a division again among the Jews because of these words."}, {"id": 43010020, "c": 10, "v": 20, "d": "And a number of them said, He has an evil spirit and is out of his mind; why do you give ear to him?"}, {"id": 43010021, "c": 10, "v": 21, "d": "Others said, These are not the words of one who has an evil spirit. Is it possible for an evil spirit to make blind people see?"}, {"id": 43010022, "c": 10, "v": 22, "d": "Then came the feast of the opening of the Temple in Jerusalem: it was winter;"}, {"id": 43010023, "c": 10, "v": 23, "d": "And Jesus was walking in the Temple, in Solomon's covered way."}, {"id": 43010024, "c": 10, "v": 24, "d": "Then the Jews came round him, saying, how long are you going to keep us in doubt? If you are the Christ, say so clearly."}, {"id": 43010025, "c": 10, "v": 25, "d": "Jesus said in answer, I have said it and you have no belief: the works which I do in my Father's name, these give witness about me."}, {"id": 43010026, "c": 10, "v": 26, "d": "But you have no belief because you are not of my sheep."}, {"id": 43010027, "c": 10, "v": 27, "d": "My sheep give ear to my voice, and I have knowledge of them, and they come after me:"}, {"id": 43010028, "c": 10, "v": 28, "d": "And I give them eternal life; they will never come to destruction, and no one will ever take them out of my hand."}, {"id": 43010029, "c": 10, "v": 29, "d": "That which my Father has given to me has more value than all; and no one is able to take anything out of the Father's hand."}, {"id": 43010030, "c": 10, "v": 30, "d": "I and my Father are one."}, {"id": 43010031, "c": 10, "v": 31, "d": "Then the Jews took up stones again to send at him."}, {"id": 43010032, "c": 10, "v": 32, "d": "Jesus said to them in answer, I have let you see a number of good works from the Father; for which of those works are you stoning me?"}, {"id": 43010033, "c": 10, "v": 33, "d": "This was their answer: We are not stoning you for a good work but for evil words; because being a man you make yourself God."}, {"id": 43010034, "c": 10, "v": 34, "d": "In answer, Jesus said, Is there not a saying in your law, I said, You are gods?"}, {"id": 43010035, "c": 10, "v": 35, "d": "If he said they were gods, to whom the word of God came (and the Writings may not be broken),"}, {"id": 43010036, "c": 10, "v": 36, "d": "Do you say of him whom the Father made holy and sent into the world, Your words are evil; because I said, I am God's Son?"}, {"id": 43010037, "c": 10, "v": 37, "d": "If I am not doing the works of my Father, do not have belief in me;"}, {"id": 43010038, "c": 10, "v": 38, "d": "But if I am doing them, then have belief in the works even if you have no belief in me; so that you may see clearly and be certain that the Father is in me and I am in the Father."}, {"id": 43010039, "c": 10, "v": 39, "d": "Then again they made an attempt to take him; but he got away from them."}, {"id": 43010040, "c": 10, "v": 40, "d": "And he went again to the other side of the Jordan, to the place where John first gave baptism; and he was there for a time."}, {"id": 43010041, "c": 10, "v": 41, "d": "And a great number of people came to him, saying, John did no sign: but everything John said of this man was true."}, {"id": 43010042, "c": 10, "v": 42, "d": "And a number came to have faith in him there."}, {"id": 43011001, "c": 11, "v": 1, "d": "Now a certain man named Lazarus was ill; he was of Bethany, the town of Mary and her sister Martha."}, {"id": 43011002, "c": 11, "v": 2, "d": "(The Mary whose brother Lazarus was ill, was the Mary who put perfumed oil on the Lord and made his feet dry with her hair.)"}, {"id": 43011003, "c": 11, "v": 3, "d": "So the sisters sent to him, saying, Lord, your dear friend is ill."}, {"id": 43011004, "c": 11, "v": 4, "d": "When this came to his ears, Jesus said, The end of this disease is not death, but the glory of God, so that the Son of God may have glory because of it."}, {"id": 43011005, "c": 11, "v": 5, "d": "Now Jesus had love in his heart for Martha and her sister and Lazarus."}, {"id": 43011006, "c": 11, "v": 6, "d": "So when the news came to him that Lazarus was ill, he did not go from the place where he was for two days."}, {"id": 43011007, "c": 11, "v": 7, "d": "Then after that time he said to his disciples, Let us go into Judaea again."}, {"id": 43011008, "c": 11, "v": 8, "d": "The disciples said to him, Master, the Jews were attempting only the other day to have you stoned, and are you going back there again?"}, {"id": 43011009, "c": 11, "v": 9, "d": "Then Jesus said in answer, Are there not twelve hours in the day? A man may go about in the day without falling, because he sees the light of this world."}, {"id": 43011010, "c": 11, "v": 10, "d": "But if a man goes about in the night, he may have a fall because the light is not in him."}, {"id": 43011011, "c": 11, "v": 11, "d": "These things said he: and after that he said to them, Lazarus our friend is at rest; but I go so that I may make him come out of his sleep."}, {"id": 43011012, "c": 11, "v": 12, "d": "Then his disciples said to him, Lord, if he is resting he will get well."}, {"id": 43011013, "c": 11, "v": 13, "d": "Jesus, however, was talking of his death: but they had the idea that he was talking about taking rest in sleep."}, {"id": 43011014, "c": 11, "v": 14, "d": "Then Jesus said to them clearly, Lazarus is dead."}, {"id": 43011015, "c": 11, "v": 15, "d": "And because of you I am glad I was not there, so that you may have faith; but let us go to him."}, {"id": 43011016, "c": 11, "v": 16, "d": "Then Thomas, who was named Didymus, said to the other disciples, Let us go so that we may be with him in death."}, {"id": 43011017, "c": 11, "v": 17, "d": "Now when Jesus came, he made the discovery that Lazarus had been put into the earth four days before."}, {"id": 43011018, "c": 11, "v": 18, "d": "Now Bethany was near to Jerusalem, about two miles away;"}, {"id": 43011019, "c": 11, "v": 19, "d": "And a number of Jews had come to Martha and Mary to give them comfort about their brother."}, {"id": 43011020, "c": 11, "v": 20, "d": "When Martha had the news that Jesus was on the way, she went out to him, but Mary did not go from the house."}, {"id": 43011021, "c": 11, "v": 21, "d": "Then Martha said to Jesus, Lord, if you had been here my brother would not be dead."}, {"id": 43011022, "c": 11, "v": 22, "d": "But I am certain that, even now, whatever request you make to God, God will give it to you."}, {"id": 43011023, "c": 11, "v": 23, "d": "Jesus said to her, Your brother will come to life again."}, {"id": 43011024, "c": 11, "v": 24, "d": "Martha said to him, I am certain that he will come to life again when all come back from the dead at the last day."}, {"id": 43011025, "c": 11, "v": 25, "d": "Jesus said to her, I am myself that day and that life; he who has faith in me will have life even if he is dead;"}, {"id": 43011026, "c": 11, "v": 26, "d": "And no one who is living and has faith in me will ever see death. Is this your faith?"}, {"id": 43011027, "c": 11, "v": 27, "d": "She said to him, Yes, Lord: my faith is that you are the Christ, the Son of God, who was to come into the world."}, {"id": 43011028, "c": 11, "v": 28, "d": "And having said this, she went away and said secretly to her sister Mary, The Master is here and has sent for you."}, {"id": 43011029, "c": 11, "v": 29, "d": "And Mary, hearing this, got up quickly and went to him."}, {"id": 43011030, "c": 11, "v": 30, "d": "Now Jesus had not at this time come into the town, but was still in the place where Martha had seen him."}, {"id": 43011031, "c": 11, "v": 31, "d": "Then the Jews who were with her in the house, comforting her, when they saw Mary get up quickly and go out, went after her in the belief that she was going to the place of the dead and would be weeping there."}, {"id": 43011032, "c": 11, "v": 32, "d": "When Mary came to where Jesus was and saw him, she went down at his feet, saying, Lord, if you had been here my brother would not be dead."}, {"id": 43011033, "c": 11, "v": 33, "d": "And when Jesus saw her weeping, and saw the Jews weeping who came with her, his spirit was moved and he was troubled,"}, {"id": 43011034, "c": 11, "v": 34, "d": "And said, Where have you put him? They said, Come and see, Lord."}, {"id": 43011035, "c": 11, "v": 35, "d": "And Jesus himself was weeping."}, {"id": 43011036, "c": 11, "v": 36, "d": "So the Jews said, See how dear he was to him!"}, {"id": 43011037, "c": 11, "v": 37, "d": "But some of them said, This man, who made open the eyes of the blind man, was he not able to keep his friend from death?"}, {"id": 43011038, "c": 11, "v": 38, "d": "So Jesus, deeply troubled in heart, came to the place of the dead. It was a hole in the rock, and a stone was over the opening."}, {"id": 43011039, "c": 11, "v": 39, "d": "Jesus said, Take away the stone. Martha, the sister of him who was dead, said, Lord, by this time the body will be smelling, for he has been dead four days."}, {"id": 43011040, "c": 11, "v": 40, "d": "Jesus said to her, Did I not say to you that if you had faith you would see the glory of God?"}, {"id": 43011041, "c": 11, "v": 41, "d": "So they took away the stone. And Jesus, looking up to heaven, said, Father, I give praise to you for hearing me."}, {"id": 43011042, "c": 11, "v": 42, "d": "I was certain that your ears are at all times open to me, but I said it because of these who are here, so that they may see that you sent me."}, {"id": 43011043, "c": 11, "v": 43, "d": "Then he said in a loud voice, Lazarus, come out!"}, {"id": 43011044, "c": 11, "v": 44, "d": "And he who was dead came out, with linen bands folded tightly about his hands and feet, and a cloth about his face. Jesus said to them, Make him free and let him go."}, {"id": 43011045, "c": 11, "v": 45, "d": "Then a number of the Jews who had come to Mary and had seen the things which Jesus did had belief in him."}, {"id": 43011046, "c": 11, "v": 46, "d": "But some of them went to the Pharisees with the news of what Jesus had done."}, {"id": 43011047, "c": 11, "v": 47, "d": "Then the high priests and the Pharisees had a meeting and said, What are we doing? This man is doing a number of signs."}, {"id": 43011048, "c": 11, "v": 48, "d": "If we let him go on in this way, everybody will have belief in him and the Romans will come and take away our place and our nation."}, {"id": 43011049, "c": 11, "v": 49, "d": "But one of them, Caiaphas, who was high priest that year, said to them, You have no knowledge of anything;"}, {"id": 43011050, "c": 11, "v": 50, "d": "You do not see that it is in your interest for one man to be put to death for the people, so that all the nation may not come to destruction."}, {"id": 43011051, "c": 11, "v": 51, "d": "He did not say this of himself, but being the high priest that year he said, as a prophet, that Jesus would be put to death for the nation;"}, {"id": 43011052, "c": 11, "v": 52, "d": "And not for that nation only, but for the purpose of uniting in one body the children of God all over the world."}, {"id": 43011053, "c": 11, "v": 53, "d": "And from that day they took thought together how to put him to death."}, {"id": 43011054, "c": 11, "v": 54, "d": "So Jesus no longer went about publicly among the Jews, but went from there into the country near to the waste land, to a town named Ephraim, where he was for some time with the disciples."}, {"id": 43011055, "c": 11, "v": 55, "d": "Now the Passover of the Jews was near, and numbers of people went up from the country to Jerusalem to make themselves clean before the Passover."}, {"id": 43011056, "c": 11, "v": 56, "d": "They were looking for Jesus and saying to one another while they were in the Temple, What is your opinion? Will he not come to the feast?"}, {"id": 43011057, "c": 11, "v": 57, "d": "Now the chief priests and the Pharisees had given orders that if anyone had knowledge where he was, he was to give them word, so that they might take him."}, {"id": 43012001, "c": 12, "v": 1, "d": "Then, six days before the Passover, Jesus came to Bethany where Lazarus was, whom Jesus had made to come back from the dead."}, {"id": 43012002, "c": 12, "v": 2, "d": "So they made him a meal there, and he was waited on by Martha, and Lazarus was among those who were seated with him at table."}, {"id": 43012003, "c": 12, "v": 3, "d": "Then Mary, taking a pound of perfumed oil of great value, put it on the feet of Jesus and made them dry with her hair: and the house became full of the smell of the perfume."}, {"id": 43012004, "c": 12, "v": 4, "d": "But one of his disciples, Judas Iscariot (who was to give him up), said,"}, {"id": 43012005, "c": 12, "v": 5, "d": "Why was not this perfume traded for three hundred pence, and the money given to the poor?"}, {"id": 43012006, "c": 12, "v": 6, "d": "(He said this, not because he had any love for the poor; but because he was a thief, and, having the money-bag, took for himself what was put into it.)"}, {"id": 43012007, "c": 12, "v": 7, "d": "Then Jesus said, Let her be. Let her keep what she has for the day of my death."}, {"id": 43012008, "c": 12, "v": 8, "d": "The poor you have ever with you, but me you have not for ever."}, {"id": 43012009, "c": 12, "v": 9, "d": "Then a great number of the Jews had news that he was there: and they came, not only because of Jesus, but so that they might see Lazarus who had been dead and to whom he had given life."}, {"id": 43012010, "c": 12, "v": 10, "d": "Now there was talk among the chief priests of putting Lazarus to death;"}, {"id": 43012011, "c": 12, "v": 11, "d": "For because of him a great number of the Jews went away and had belief in Jesus."}, {"id": 43012012, "c": 12, "v": 12, "d": "The day after, a great number of people who were there for the feast, when they had the news that Jesus was coming to Jerusalem,"}, {"id": 43012013, "c": 12, "v": 13, "d": "Took branches of palm-trees and went out to him, crying, A blessing on him who comes in the name of the Lord, the King of Israel!"}, {"id": 43012014, "c": 12, "v": 14, "d": "And Jesus saw a young ass and took his seat on it; as the Writings say,"}, {"id": 43012015, "c": 12, "v": 15, "d": "Have no fear, daughter of Zion: see your King is coming, seated on a young ass."}, {"id": 43012016, "c": 12, "v": 16, "d": "(These things were not clear to his disciples at first: but when Jesus had been lifted up into his glory, then it came to their minds that these things in the Writings were about him and that they had been done to him.)"}, {"id": 43012017, "c": 12, "v": 17, "d": "Now the people who were with him when his voice came to Lazarus in the place of the dead, and gave him life again, had been talking about it."}, {"id": 43012018, "c": 12, "v": 18, "d": "And that was the reason the people went out to him, because it had come to their ears that he had done this sign."}, {"id": 43012019, "c": 12, "v": 19, "d": "Then the Pharisees said one to another, You see, you are unable to do anything: the world has gone after him."}, {"id": 43012020, "c": 12, "v": 20, "d": "Now there were some Greeks among the people who had come up to give worship at the feast:"}, {"id": 43012021, "c": 12, "v": 21, "d": "They came to Philip, who was of Beth-saida in Galilee, and made a request, saying, Sir, we have a desire to see Jesus."}, {"id": 43012022, "c": 12, "v": 22, "d": "Philip went and gave word of it to Andrew; and Andrew went with Philip to Jesus."}, {"id": 43012023, "c": 12, "v": 23, "d": "And Jesus said to them in answer, The hour of the glory of the Son of man has come."}, {"id": 43012024, "c": 12, "v": 24, "d": "Truly I say to you, If a seed of grain does not go into the earth and come to an end, it is still a seed and no more; but through its death it gives much fruit."}, {"id": 43012025, "c": 12, "v": 25, "d": "He who is in love with life will have it taken from him; and he who has no care for his life in this world will keep it for ever and ever."}, {"id": 43012026, "c": 12, "v": 26, "d": "If any man is my servant, let him come after me; and where I am, there will my servant be. If any man becomes my servant, my Father will give him honour."}, {"id": 43012027, "c": 12, "v": 27, "d": "Now is my soul troubled; and what am I to say? Father, keep me from this hour. No: for this purpose have I come to this hour."}, {"id": 43012028, "c": 12, "v": 28, "d": "Father, give glory to your name. Then there came a voice out of heaven, saying, I have given it glory, and I will give it glory again."}, {"id": 43012029, "c": 12, "v": 29, "d": "Hearing the sound, a number of people who were there said that it was thunder: others said, An angel was talking to him."}, {"id": 43012030, "c": 12, "v": 30, "d": "Jesus said in answer, This voice came not for me but for you."}, {"id": 43012031, "c": 12, "v": 31, "d": "Now is this world to be judged: now will the ruler of this world be sent out."}, {"id": 43012032, "c": 12, "v": 32, "d": "And I, if I am lifted up from the earth, will make all men come to me."}, {"id": 43012033, "c": 12, "v": 33, "d": "(This he said, pointing to the sort of death he would have.)"}, {"id": 43012034, "c": 12, "v": 34, "d": "Then the people in answer said to him, The law says that the Christ will have life without end: how say you then that it is necessary for the Son of man to be lifted up? Who is this Son of man?"}, {"id": 43012035, "c": 12, "v": 35, "d": "Jesus said to them, For a little time longer the light will be among you; while you have the light go on walking in it, so that the dark may not overtake you: one walking in the dark has no knowledge of where he is going."}, {"id": 43012036, "c": 12, "v": 36, "d": "In so far as you have the light, put your faith in the light so that you may become sons of light. With these words Jesus went away and for a time was not seen again by them."}, {"id": 43012037, "c": 12, "v": 37, "d": "But though he had done such a number of signs before them, they still had no belief in him:"}, {"id": 43012038, "c": 12, "v": 38, "d": "So that the words of the prophet Isaiah might come true, when he said, Lord, who has any belief in our preaching? and the arm of the Lord, to whom has it been unveiled?"}, {"id": 43012039, "c": 12, "v": 39, "d": "For this reason they were unable to have belief, because Isaiah said again,"}, {"id": 43012040, "c": 12, "v": 40, "d": "He has made their eyes blind, and their hearts hard; for fear that they might see with their eyes and get knowledge with their hearts, and be changed, and I might make them well."}, {"id": 43012041, "c": 12, "v": 41, "d": "(Isaiah said these words because he saw his glory. His words were about him.)"}, {"id": 43012042, "c": 12, "v": 42, "d": "However, a number even of the rulers had belief in him, but because of the Pharisees they did not say so openly for fear that they might be shut out from the Synagogue:"}, {"id": 43012043, "c": 12, "v": 43, "d": "For the praise of men was dearer to them than the approval of God."}, {"id": 43012044, "c": 12, "v": 44, "d": "Then Jesus said with a loud voice, He who has faith in me, has faith not in me, but in him who sent me."}, {"id": 43012045, "c": 12, "v": 45, "d": "And he who sees me, sees him who sent me."}, {"id": 43012046, "c": 12, "v": 46, "d": "I have come as a light into the world, so that no one who has faith in me will go on living in the dark."}, {"id": 43012047, "c": 12, "v": 47, "d": "And if any man gives ear to my words and does not keep them, I am not his judge: I did not come to be judge of the world but to give salvation to the world."}, {"id": 43012048, "c": 12, "v": 48, "d": "He who puts me on one side and does not take my words to heart, is not without a judge: the word which I have said will be his judge on the last day."}, {"id": 43012049, "c": 12, "v": 49, "d": "For I have not said it on my authority, but the Father who sent me gave me orders what to say and how to say it."}, {"id": 43012050, "c": 12, "v": 50, "d": "And I have knowledge that his order is eternal life: so that the things which I say, I say them even as the Father says them to me."}, {"id": 43013001, "c": 13, "v": 1, "d": "Now before the feast of the Passover, it was clear to Jesus that the time had come for him to go away from this world to the Father. Having once had love for those in the world who were his, his love for them went on to the end."}, {"id": 43013002, "c": 13, "v": 2, "d": "So while a meal was going on, the Evil One having now put it into the heart of Judas Iscariot, Simon's son, to be false to him,"}, {"id": 43013003, "c": 13, "v": 3, "d": "Jesus, being conscious that the Father had put everything into his hands, and that he came from God and was going to God,"}, {"id": 43013004, "c": 13, "v": 4, "d": "Got up from table, put off his robe and took a cloth and put it round him."}, {"id": 43013005, "c": 13, "v": 5, "d": "Then he put water into a basin and was washing the feet of the disciples and drying them with the cloth which was round him."}, {"id": 43013006, "c": 13, "v": 6, "d": "So he came to Simon Peter. Peter said, Lord, are my feet to be washed by you?"}, {"id": 43013007, "c": 13, "v": 7, "d": "And Jesus, answering, said to him, What I do is not clear to you now, but it will be clear to you in time to come."}, {"id": 43013008, "c": 13, "v": 8, "d": "Peter said, I will never let my feet be washed by you, never. Jesus said in answer, If I do not make you clean you have no part with me."}, {"id": 43013009, "c": 13, "v": 9, "d": "Simon Peter said to him, Lord, not my feet only, but my hands and my head."}, {"id": 43013010, "c": 13, "v": 10, "d": "Jesus said to him, He who is bathed has need only to have his feet washed and then he is clean all over: and you, my disciples, are clean, but not all of you."}, {"id": 43013011, "c": 13, "v": 11, "d": "(He had knowledge who was false to him; that is why he said, You are not all clean.)"}, {"id": 43013012, "c": 13, "v": 12, "d": "Then, after washing their feet and putting on his robe again, he took his seat and said to them, Do you see what I have done to you?"}, {"id": 43013013, "c": 13, "v": 13, "d": "You give me the name of Master and Lord: and you are right; that is what I am."}, {"id": 43013014, "c": 13, "v": 14, "d": "If then I, the Lord and the Master, have made your feet clean, it is right for you to make one another's feet clean."}, {"id": 43013015, "c": 13, "v": 15, "d": "I have given you an example, so that you may do what I have done to you."}, {"id": 43013016, "c": 13, "v": 16, "d": "Truly I say to you, A servant is not greater than his lord; and he who is sent is not greater than the one who sent him."}, {"id": 43013017, "c": 13, "v": 17, "d": "If these things are clear to you, happy are you if you do them."}, {"id": 43013018, "c": 13, "v": 18, "d": "I am not talking of you all: I have knowledge of my true disciples, but things are as they are, so that the Writings may come true, The foot of him who takes bread with me is lifted up against me."}, {"id": 43013019, "c": 13, "v": 19, "d": "From this time forward, I give you knowledge of things before they come about, so that when they come about you may have belief that I am he."}, {"id": 43013020, "c": 13, "v": 20, "d": "Truly I say to you, He who takes to his heart anyone whom I send, takes me to his heart; and he who so takes me, takes him who sent me."}, {"id": 43013021, "c": 13, "v": 21, "d": "When Jesus had said this he was troubled in spirit, and gave witness, saying, Truly I say to you, that one of you will be false to me."}, {"id": 43013022, "c": 13, "v": 22, "d": "Then the eyes of the disciples were turned on one another, in doubt as to whom he had in mind."}, {"id": 43013023, "c": 13, "v": 23, "d": "There was at table one of his disciples, the one dear to Jesus, resting his head on Jesus' breast."}, {"id": 43013024, "c": 13, "v": 24, "d": "Making a sign to him, Simon Peter said, Who is it he is talking about?"}, {"id": 43013025, "c": 13, "v": 25, "d": "He, then, resting his head on Jesus' breast, said to him, Lord, who is it?"}, {"id": 43013026, "c": 13, "v": 26, "d": "This was the answer Jesus gave: It is the one to whom I will give this bit of bread after I have put it in the vessel. Then he took the bit of bread, put it into the vessel, and gave it to Judas, the son of Simon Iscariot."}, {"id": 43013027, "c": 13, "v": 27, "d": "And when Judas took the bread Satan went into him. Then Jesus said to him, Do quickly what you have to do."}, {"id": 43013028, "c": 13, "v": 28, "d": "Now it was not clear to anyone at table why he said this to him."}, {"id": 43013029, "c": 13, "v": 29, "d": "Some were of the opinion that because Judas kept the money-bag Jesus said to him, Get the things we have need of for the feast; or, that he was to give something to the poor."}, {"id": 43013030, "c": 13, "v": 30, "d": "So Judas, having taken the bit of bread, straight away went out: and it was night."}, {"id": 43013031, "c": 13, "v": 31, "d": "Then when he had gone out, Jesus said, Now is glory given to the Son of man, and God is given glory in him."}, {"id": 43013032, "c": 13, "v": 32, "d": "If God is given glory in him, God will give him glory in himself, and will give him glory even now."}, {"id": 43013033, "c": 13, "v": 33, "d": "My dear children, I am only to be with you a little longer. Then you will be looking for me: and as I said to the Jews, so now I say to you, Where I am going you may not come."}, {"id": 43013034, "c": 13, "v": 34, "d": "I give you a new law: Have love one for another; even as I have had love for you, so are you to have love one for another."}, {"id": 43013035, "c": 13, "v": 35, "d": "By this it will be clear to all men that you are my disciples, if you have love one for another."}, {"id": 43013036, "c": 13, "v": 36, "d": "Simon Peter said to him, Lord, where are you going? Jesus said in answer, Where I am going you may not come with me now, but you will come later."}, {"id": 43013037, "c": 13, "v": 37, "d": "Peter said to him, Why may I not come with you even now? I will give up my life for you."}, {"id": 43013038, "c": 13, "v": 38, "d": "Jesus said in answer, Will you give up your life for me? Truly I say to you, Before the cry of the cock you will have said three times that you are not my disciple."}, {"id": 43014001, "c": 14, "v": 1, "d": "Let not your heart be troubled: have faith in God and have faith in me."}, {"id": 43014002, "c": 14, "v": 2, "d": "In my Father's house are rooms enough; if it was not so, would I have said that I am going to make ready a place for you?"}, {"id": 43014003, "c": 14, "v": 3, "d": "And if I go and make ready a place for you, I will come back again and will take you to be with me, so that you may be where I am."}, {"id": 43014004, "c": 14, "v": 4, "d": "And you all have knowledge of where I am going, and of the way to it."}, {"id": 43014005, "c": 14, "v": 5, "d": "Thomas said, Lord, we have no knowledge of where you are going; how may we have knowledge of the way?"}, {"id": 43014006, "c": 14, "v": 6, "d": "Jesus said to him, I am the true and living way: no one comes to the Father but by me."}, {"id": 43014007, "c": 14, "v": 7, "d": "If you had knowledge of me, you would have knowledge of my Father: you have knowledge of him now and have seen him."}, {"id": 43014008, "c": 14, "v": 8, "d": "Philip said to him, Lord, let us see the Father, and we have need of nothing more."}, {"id": 43014009, "c": 14, "v": 9, "d": "Jesus said to him, Philip, have I been with you all this time, and still you have no knowledge of me? He who has seen me has seen the Father. Why do you say, Let us see the Father?"}, {"id": 43014010, "c": 14, "v": 10, "d": "Have you not faith that I am in the Father and the Father is in me? The words which I say to you, I say not from myself: but the Father who is in me all the time does his works."}, {"id": 43014011, "c": 14, "v": 11, "d": "Have faith that I am in the Father and that the Father is in me: at least, have faith in me because of what I do."}, {"id": 43014012, "c": 14, "v": 12, "d": "Truly I say to you, He who puts his faith in me will do the very works which I do, and he will do greater things than these, because I am going to my Father."}, {"id": 43014013, "c": 14, "v": 13, "d": "And whatever request you make in my name, that I will do, so that the Father may have glory in the Son."}, {"id": 43014014, "c": 14, "v": 14, "d": "If you make any request to me in my name, I will do it."}, {"id": 43014015, "c": 14, "v": 15, "d": "If you have love for me, you will keep my laws."}, {"id": 43014016, "c": 14, "v": 16, "d": "And I will make prayer to the Father and he will give you another Helper to be with you for ever,"}, {"id": 43014017, "c": 14, "v": 17, "d": "Even the Spirit of true knowledge. That Spirit the world is not able to take to its heart because it sees him not and has no knowledge of him: but you have knowledge of him, because he is ever with you and will be in you."}, {"id": 43014018, "c": 14, "v": 18, "d": "I will not let you be without a friend: I am coming to you."}, {"id": 43014019, "c": 14, "v": 19, "d": "A little time longer, and the world will see me no more; but you will see me; and you will be living because I am living."}, {"id": 43014020, "c": 14, "v": 20, "d": "At that time it will be clear to you that I am in my Father, and you are in me, and I in you."}, {"id": 43014021, "c": 14, "v": 21, "d": "He who has my laws and keeps them, he it is who has love for me: and he who has love for me will be loved by my Father, and I will have love for him and will let myself be seen clearly by him."}, {"id": 43014022, "c": 14, "v": 22, "d": "Judas (not Iscariot) said to him, How is it that you will let yourself be seen clearly by us and not by the world?"}, {"id": 43014023, "c": 14, "v": 23, "d": "Jesus said to him in answer, If anyone has love for me, he will keep my words: and he will be dear to my Father; and we will come to him and make our living-place with him."}, {"id": 43014024, "c": 14, "v": 24, "d": "He who has no love for me does not keep my words; and the word which you are hearing is not my word but the Father's who sent me."}, {"id": 43014025, "c": 14, "v": 25, "d": "I have said all this to you while I am still with you."}, {"id": 43014026, "c": 14, "v": 26, "d": "But the Helper, the Holy Spirit, whom the Father will send in my name, will be your teacher in all things and will put you in mind of everything I have said to you."}, {"id": 43014027, "c": 14, "v": 27, "d": "May peace be with you; my peace I give to you: I give it not as the world gives. Let not your heart be troubled; let it be without fear."}, {"id": 43014028, "c": 14, "v": 28, "d": "Keep in mind how I said to you, I go away and come to you again. If you had love for me you would be glad, because I am going to the Father: for the Father is greater than I."}, {"id": 43014029, "c": 14, "v": 29, "d": "And now I have given you word of it before it comes, so that, when it comes, you may have faith."}, {"id": 43014030, "c": 14, "v": 30, "d": "After this I will not say much to you, because the ruler of this world comes: and he has no power over me;"}, {"id": 43014031, "c": 14, "v": 31, "d": "But he comes so that the world may see that I have love for the Father, and that I am doing as I am ordered by the Father. Get up, and let us go."}, {"id": 43015001, "c": 15, "v": 1, "d": "I am the true vine and my Father is the gardener."}, {"id": 43015002, "c": 15, "v": 2, "d": "He takes away every branch in me which has no fruit, and every branch which has fruit he makes clean, so that it may have more fruit."}, {"id": 43015003, "c": 15, "v": 3, "d": "You are clean, even now, through the teaching which I have given you."}, {"id": 43015004, "c": 15, "v": 4, "d": "Be in me at all times as I am in you. As the branch is not able to give fruit of itself, if it is not still on the vine, so you are not able to do so if you are not in me."}, {"id": 43015005, "c": 15, "v": 5, "d": "I am the vine, you are the branches: he who is in me at all times as I am in him, gives much fruit, because without me you are able to do nothing."}, {"id": 43015006, "c": 15, "v": 6, "d": "If a man does not keep himself in me, he becomes dead and is cut off like a dry branch; such branches are taken up and put in the fire and burned."}, {"id": 43015007, "c": 15, "v": 7, "d": "If you are in me at all times, and my words are in you, then anything for which you make a request will be done for you."}, {"id": 43015008, "c": 15, "v": 8, "d": "Here is my Father's glory, in that you give much fruit and so are my true disciples."}, {"id": 43015009, "c": 15, "v": 9, "d": "Even as the Father has given me his love, so I have given my love to you: be ever in my love."}, {"id": 43015010, "c": 15, "v": 10, "d": "If you keep my laws, you will be ever in my love, even as I have kept my Father's laws, and am ever in his love."}, {"id": 43015011, "c": 15, "v": 11, "d": "I have said these things to you so that I may have joy in you and so that your joy may be complete."}, {"id": 43015012, "c": 15, "v": 12, "d": "This is the law I give you: Have love one for another, even as I have love for you."}, {"id": 43015013, "c": 15, "v": 13, "d": "Greater love has no man than this, that a man gives up his life for his friends."}, {"id": 43015014, "c": 15, "v": 14, "d": "You are my friends, if you do what I give you orders to do."}, {"id": 43015015, "c": 15, "v": 15, "d": "No longer do I give you the name of servants; because a servant is without knowledge of what his master is doing: I give you the name of friends, because I have given you knowledge of all the things which my Father has said to me."}, {"id": 43015016, "c": 15, "v": 16, "d": "You did not take me for yourselves, but I took you for myself; and I gave you the work of going about and producing fruit which will be for ever; so that whatever request you make to the Father in my name he may give it to you."}, {"id": 43015017, "c": 15, "v": 17, "d": "So this is my law for you: Have love one for another."}, {"id": 43015018, "c": 15, "v": 18, "d": "If you are hated by the world, keep in mind that I was hated by the world before you."}, {"id": 43015019, "c": 15, "v": 19, "d": "If you were of the world, you would be loved by the world: but because you are not of the world, but I have taken you out of the world, you are hated by the world."}, {"id": 43015020, "c": 15, "v": 20, "d": "Keep in mind the words I said to you, A servant is not greater than his lord. If they were cruel to me, they will be cruel to you; if they kept my words, they will keep yours."}, {"id": 43015021, "c": 15, "v": 21, "d": "They will do all this to you because of my name--because they have no knowledge of him who sent me."}, {"id": 43015022, "c": 15, "v": 22, "d": "If I had not come and been their teacher they would have had no sin: but now they have no reason to give for their sin."}, {"id": 43015023, "c": 15, "v": 23, "d": "He who has hate for me has hate for my Father."}, {"id": 43015024, "c": 15, "v": 24, "d": "If I had not done among them the works which no other man ever did, they would have had no sin: but now they have seen, and they have had hate in their hearts for me and my Father."}, {"id": 43015025, "c": 15, "v": 25, "d": "This comes about so that the writing in their law may be made true, Their hate for me was without cause."}, {"id": 43015026, "c": 15, "v": 26, "d": "When the Helper comes, whom I will send to you from the Father even the Spirit of true knowledge who comes from the Father--he will give witness about me;"}, {"id": 43015027, "c": 15, "v": 27, "d": "And you, in addition, will give witness because you have been with me from the first."}, {"id": 43016001, "c": 16, "v": 1, "d": "I have said these things to you so that you may not be in doubt."}, {"id": 43016002, "c": 16, "v": 2, "d": "They will put you out of the Synagogues: yes, the time is coming when whoever puts you to death will have the belief that he is doing God's pleasure."}, {"id": 43016003, "c": 16, "v": 3, "d": "They will do these things to you because they have not had knowledge of the Father or of me."}, {"id": 43016004, "c": 16, "v": 4, "d": "I have said these things to you so that when the time comes, what I have said may come to your mind. I did not say them to you at the first, because then I was still with you."}, {"id": 43016005, "c": 16, "v": 5, "d": "But now I am going to him who sent me; and not one of you says to me, Where are you going?"}, {"id": 43016006, "c": 16, "v": 6, "d": "But your hearts are full of sorrow because I have said these things."}, {"id": 43016007, "c": 16, "v": 7, "d": "But what I am saying is true: my going is for your good: for if I do not go away, the Helper will not come to you; but if I go, I will send him to you."}, {"id": 43016008, "c": 16, "v": 8, "d": "And he, when he comes, will make the world conscious of sin, and of righteousness, and of being judged:"}, {"id": 43016009, "c": 16, "v": 9, "d": "Of sin, because they have not faith in me;"}, {"id": 43016010, "c": 16, "v": 10, "d": "Of righteousness, because I go to the Father and you will see me no more;"}, {"id": 43016011, "c": 16, "v": 11, "d": "Of being judged, because the ruler of this world has been judged."}, {"id": 43016012, "c": 16, "v": 12, "d": "I have still much to say to you, but you are not strong enough for it now."}, {"id": 43016013, "c": 16, "v": 13, "d": "However, when he, the Spirit of true knowledge, has come, he will be your guide into all true knowledge: for his words will not come from himself, but whatever has come to his hearing, that he will say: and he will make clear to you the things to come."}, {"id": 43016014, "c": 16, "v": 14, "d": "He will give me glory, because he will take of what is mine, and make it clear to you."}, {"id": 43016015, "c": 16, "v": 15, "d": "Everything which the Father has is mine: that is why I say, He will take of what is mine and will make it clear to you."}, {"id": 43016016, "c": 16, "v": 16, "d": "After a little time you will see me no longer; and then again, after a little time, you will see me."}, {"id": 43016017, "c": 16, "v": 17, "d": "So some of the disciples said one to another, What is this he is saying, After a little time, you will see me no longer; and then again, after a little time, you will see me? and, I am going to the Father?"}, {"id": 43016018, "c": 16, "v": 18, "d": "So they said again and again, What is this he is saying, A little time? His words are not clear to us."}, {"id": 43016019, "c": 16, "v": 19, "d": "Jesus saw that they had a desire to put the question to him, so he said to them, Is this what you are questioning one with another, why I said, After a little time, you will see me no longer; and then again, after a little time, you will see me?"}, {"id": 43016020, "c": 16, "v": 20, "d": "Truly I say to you, You will be weeping and sorrowing, but the world will be glad: you will be sad, but your sorrow will be turned into joy."}, {"id": 43016021, "c": 16, "v": 21, "d": "When a woman is about to give birth she has sorrow, because her hour is come; but when she has given birth to the child, the pain is put out of her mind by the joy that a man has come into the world."}, {"id": 43016022, "c": 16, "v": 22, "d": "So you have sorrow now: but I will see you again, and your hearts will be glad, and no one will take away your joy."}, {"id": 43016023, "c": 16, "v": 23, "d": "And on that day you will put no questions to me. Truly I say to you, Whatever request you make to the Father, he will give it to you in my name."}, {"id": 43016024, "c": 16, "v": 24, "d": "Up to now you have made no request in my name: do so, and it will be answered, so that your hearts may be full of joy."}, {"id": 43016025, "c": 16, "v": 25, "d": "All this I have said to you in veiled language: but the time is coming when I will no longer say things in veiled language but will give you knowledge of the Father clearly."}, {"id": 43016026, "c": 16, "v": 26, "d": "In that day you will make requests in my name: and I do not say that I will make prayer to the Father for you,"}, {"id": 43016027, "c": 16, "v": 27, "d": "For the Father himself gives his love to you, because you have given your love to me and have had faith that I came from God."}, {"id": 43016028, "c": 16, "v": 28, "d": "I came out from the Father and have come into the world: again, I go away from the world and go to the Father."}, {"id": 43016029, "c": 16, "v": 29, "d": "His disciples said, Now you are talking clearly and not in veiled language."}, {"id": 43016030, "c": 16, "v": 30, "d": "Now we are certain that you have knowledge of all things and have no need for anyone to put questions to you: through this we have faith that you came from God."}, {"id": 43016031, "c": 16, "v": 31, "d": "Jesus made answer, Have you faith now?"}, {"id": 43016032, "c": 16, "v": 32, "d": "See, a time is coming, yes, it is now here, when you will go away in all directions, every man to his house, and I will be by myself: but I am not by myself, because the Father is with me."}, {"id": 43016033, "c": 16, "v": 33, "d": "I have said all these things to you so that in me you may have peace. In the world you have trouble: but take heart! I have overcome the world."}, {"id": 43017001, "c": 17, "v": 1, "d": "Jesus said these things; then, lifting his eyes to heaven, he said, Father, the time has now come; give glory to your Son, so that the Son may give glory to you:"}, {"id": 43017002, "c": 17, "v": 2, "d": "Even as you gave him authority over all flesh, to give eternal life to all those whom you have given to him."}, {"id": 43017003, "c": 17, "v": 3, "d": "And this is eternal life: to have knowledge of you, the only true God, and of him whom you have sent, even Jesus Christ."}, {"id": 43017004, "c": 17, "v": 4, "d": "I have given you glory on the earth, having done all the work which you gave me to do."}, {"id": 43017005, "c": 17, "v": 5, "d": "And now, Father, let me have glory with you, even that glory which I had with you before the world was."}, {"id": 43017006, "c": 17, "v": 6, "d": "I have given knowledge of your name to the men whom you gave me out of the world: yours they were, and you gave them to me, and they have kept your words."}, {"id": 43017007, "c": 17, "v": 7, "d": "Now it is clear to them that whatever you have given to me comes from you:"}, {"id": 43017008, "c": 17, "v": 8, "d": "Because I have given them the words which you gave to me; and they have taken them to heart, and have certain knowledge that I came from you, and they have faith that you sent me."}, {"id": 43017009, "c": 17, "v": 9, "d": "My prayer is for them: my prayer is not for the world, but for those whom you have given to me, because they are yours"}, {"id": 43017010, "c": 17, "v": 10, "d": "(All mine are yours, and yours are mine) and I have glory in them."}, {"id": 43017011, "c": 17, "v": 11, "d": "And now I will be no longer in the world, but they are in the world and I come to you. Holy Father, keep them in your name which you have given to me, so that they may be one even as we are one."}, {"id": 43017012, "c": 17, "v": 12, "d": "While I was with them I kept them safe in your name which you have given to me: I took care of them and not one of them has come to destruction, but only the son of destruction, so that the Writings might come true."}, {"id": 43017013, "c": 17, "v": 13, "d": "And now I come to you; and these things I say in the world so that they may have my joy complete in them."}, {"id": 43017014, "c": 17, "v": 14, "d": "I have given your word to them; and they are hated by the world, because they are not of the world, even as I am not of the world."}, {"id": 43017015, "c": 17, "v": 15, "d": "My prayer is not that you will take them out of the world, but that you will keep them from the Evil One."}, {"id": 43017016, "c": 17, "v": 16, "d": "They are not of the world any more than I am of the world."}, {"id": 43017017, "c": 17, "v": 17, "d": "Make them holy by the true word: your word is the true word."}, {"id": 43017018, "c": 17, "v": 18, "d": "Even as you have sent me into the world, so I have sent them into the world."}, {"id": 43017019, "c": 17, "v": 19, "d": "And for them I make myself holy, so that they may be made truly holy."}, {"id": 43017020, "c": 17, "v": 20, "d": "My prayer is not for them only, but for all who will have faith in me through their word;"}, {"id": 43017021, "c": 17, "v": 21, "d": "May they all be one! Even as you, Father, are in me and I am in you, so let them be in us, so that all men may come to have faith that you sent me."}, {"id": 43017022, "c": 17, "v": 22, "d": "And the glory which you have given to me I have given to them, so that they may be one even as we are one;"}, {"id": 43017023, "c": 17, "v": 23, "d": "I in them, and you in me, so that they may be made completely one, and so that it may become clear to all men that you have sent me and that they are loved by you as I am loved by you."}, {"id": 43017024, "c": 17, "v": 24, "d": "Father, it is my desire that these whom you have given to me may be by my side where I am, so that they may see my glory which you have given to me, because you had love for me before the world came into being."}, {"id": 43017025, "c": 17, "v": 25, "d": "Father of righteousness, I have knowledge of you, though the world has not; and to these it is clear that you sent me;"}, {"id": 43017026, "c": 17, "v": 26, "d": "And I have given to them knowledge of your name, and will give it, so that the love which you have for me may be in them and I in them."}, {"id": 43018001, "c": 18, "v": 1, "d": "When Jesus had said these words he went out with his disciples over the stream Kedron to a garden, into which he went with his disciples."}, {"id": 43018002, "c": 18, "v": 2, "d": "And Judas, who was false to him, had knowledge of the place because Jesus went there frequently with his disciples."}, {"id": 43018003, "c": 18, "v": 3, "d": "So Judas, getting a band of armed men and police from the chief priests and Pharisees, went there with lights and with arms."}, {"id": 43018004, "c": 18, "v": 4, "d": "Then Jesus, having knowledge of everything which was coming on him, went forward and said to them, Who are you looking for?"}, {"id": 43018005, "c": 18, "v": 5, "d": "Their answer was, Jesus the Nazarene. Jesus said, I am he. And Judas, who was false to him, was there at their side."}, {"id": 43018006, "c": 18, "v": 6, "d": "And when he said to them, I am he, they went back, falling to the earth."}, {"id": 43018007, "c": 18, "v": 7, "d": "So again he put the question to them, Who are you looking for? And they said, Jesus the Nazarene."}, {"id": 43018008, "c": 18, "v": 8, "d": "Jesus made answer, I have said that I am he; if you are looking for me, let these men go away."}, {"id": 43018009, "c": 18, "v": 9, "d": "(He said this so that his words might come true, I have kept safe all those whom you gave to me.)"}, {"id": 43018010, "c": 18, "v": 10, "d": "Then Simon Peter, who had a sword, took it out and gave the high priest's servant a blow, cutting off his right ear. The servant's name was Malchus."}, {"id": 43018011, "c": 18, "v": 11, "d": "Then Jesus said to Peter, Put back your sword: am I not to take the cup which my Father has given to me?"}, {"id": 43018012, "c": 18, "v": 12, "d": "Then the band and the chief captain and the police took Jesus and put cords round him."}, {"id": 43018013, "c": 18, "v": 13, "d": "They took him first to Annas, because Annas was the father-in-law of Caiaphas who was the high priest that year."}, {"id": 43018014, "c": 18, "v": 14, "d": "It was Caiaphas who had said to the Jews that it was in their interest for one man to be put to death for the people."}, {"id": 43018015, "c": 18, "v": 15, "d": "And Simon Peter went after Jesus with another disciple. Now that disciple was a friend of the high priest and he went in with Jesus into the house of the high priest;"}, {"id": 43018016, "c": 18, "v": 16, "d": "But Peter was kept outside at the door. Then this other disciple, who was a friend of the high priest, came out and had a word with the girl who kept the door, and took Peter in."}, {"id": 43018017, "c": 18, "v": 17, "d": "Then the girl who was the door-keeper said to Peter, Are you not one of this man's disciples? In answer he said, I am not."}, {"id": 43018018, "c": 18, "v": 18, "d": "Now the servants and the police had made a fire of coals because it was cold; they were warming themselves in front of it and Peter was there with them, warming himself."}, {"id": 43018019, "c": 18, "v": 19, "d": "Then the high priest put questions to Jesus about his disciples and his teaching."}, {"id": 43018020, "c": 18, "v": 20, "d": "Jesus made answer, I said things openly to the world at all times; I have given my teaching in the Synagogues and in the Temple to which all the Jews come; and I have said nothing secretly."}, {"id": 43018021, "c": 18, "v": 21, "d": "Why are you questioning me? put questions to my hearers about what I have said to them: they have knowledge of what I said."}, {"id": 43018022, "c": 18, "v": 22, "d": "When he said this, one of the police by his side gave him a blow with his open hand, saying, Do you give such an answer to the high priest?"}, {"id": 43018023, "c": 18, "v": 23, "d": "Jesus said in answer, If I have said anything evil, give witness to the evil: but if I said what is true, why do you give me blows?"}, {"id": 43018024, "c": 18, "v": 24, "d": "Then Annas sent him chained to Caiaphas, the high priest."}, {"id": 43018025, "c": 18, "v": 25, "d": "But Simon Peter was still there warming himself by the fire. They said to him, Are you not one of his disciples? He said, No, I am not."}, {"id": 43018026, "c": 18, "v": 26, "d": "One of the servants of the high priest, a relation of him whose ear had been cut off by Peter, said, Did I not see you with him in the garden?"}, {"id": 43018027, "c": 18, "v": 27, "d": "Then again Peter said, No. And straight away a cock gave its cry."}, {"id": 43018028, "c": 18, "v": 28, "d": "So they took Jesus from the house of Caiaphas to the Praetorium. It was early. They themselves did not go into the Praetorium, so that they might not become unclean, but might take the Passover."}, {"id": 43018029, "c": 18, "v": 29, "d": "So Pilate came out to them and put the question: What have you to say against this man?"}, {"id": 43018030, "c": 18, "v": 30, "d": "They said to him in answer, If the man was not a wrongdoer we would not have given him up to you."}, {"id": 43018031, "c": 18, "v": 31, "d": "Then Pilate said to them, Take him yourselves and let him be judged by your law. But the Jews said to him, We have no right to put any man to death."}, {"id": 43018032, "c": 18, "v": 32, "d": "(That the word of Jesus might come true, pointing to the sort of death he would have.)"}, {"id": 43018033, "c": 18, "v": 33, "d": "Then Pilate went back into the Praetorium and sent for Jesus and said to him, Are you the King of the Jews?"}, {"id": 43018034, "c": 18, "v": 34, "d": "Jesus made answer, Do you say this of yourself, or did others say it about me?"}, {"id": 43018035, "c": 18, "v": 35, "d": "Pilate said, Am I a Jew? Your nation and the chief priests have given you into my hands: what have you done?"}, {"id": 43018036, "c": 18, "v": 36, "d": "Jesus said in answer, My kingdom is not of this world: if my kingdom was of this world, my disciples would have made a good fight to keep me out of the hands of the Jews: but my kingdom is not here."}, {"id": 43018037, "c": 18, "v": 37, "d": "Then Pilate said to him, Are you then a king? Jesus made answer, You say that I am a king. For this purpose was I given birth, and for this purpose I came into the world, that I might give witness to what is true. Every lover of what is true gives ear to my voice."}, {"id": 43018038, "c": 18, "v": 38, "d": "Pilate said to him, True? what is true? Having said this he went out again to the Jews and said to them, I see no wrong in him."}, {"id": 43018039, "c": 18, "v": 39, "d": "But every year you make a request to me to let a prisoner go free at the Passover. Is it your desire that I let the King of the Jews go free?"}, {"id": 43018040, "c": 18, "v": 40, "d": "Then again they gave a loud cry, Not this man, but Barabbas. Now Barabbas was an outlaw."}, {"id": 43019001, "c": 19, "v": 1, "d": "Then Pilate took Jesus and had him whipped with cords."}, {"id": 43019002, "c": 19, "v": 2, "d": "And the men of the army made a crown of thorns and put it on his head, and they put a purple robe on him."}, {"id": 43019003, "c": 19, "v": 3, "d": "And they kept coming and saying, Long life to the King of the Jews! And they gave him blows with their hands."}, {"id": 43019004, "c": 19, "v": 4, "d": "And Pilate went out again and said to them, See, I let him come out to you to make it clear to you that I see no wrong in him."}, {"id": 43019005, "c": 19, "v": 5, "d": "Then Jesus came out with the crown of thorns and the purple robe. And Pilate said to them, Here is the man!"}, {"id": 43019006, "c": 19, "v": 6, "d": "So when the chief priests and the police saw him they gave a loud cry, To the cross! to the cross! Pilate said to them, Take him yourselves and put him on the cross: I see no crime in him."}, {"id": 43019007, "c": 19, "v": 7, "d": "And the Jews made answer, We have a law, and by that law it is right for him to be put to death because he said he was the Son of God."}, {"id": 43019008, "c": 19, "v": 8, "d": "When this saying came to Pilate's ears his fear became greater;"}, {"id": 43019009, "c": 19, "v": 9, "d": "And he went again into the Praetorium and said to Jesus, Where do you come from? But Jesus gave him no answer."}, {"id": 43019010, "c": 19, "v": 10, "d": "Then Pilate said to him, You say nothing to me? is it not clear to you that I have power to let you go free and power to put you to death on the cross?"}, {"id": 43019011, "c": 19, "v": 11, "d": "Jesus gave this answer: You would have no power at all over me if it was not given to you by God; so that he who gave me up to you has the greater sin."}, {"id": 43019012, "c": 19, "v": 12, "d": "Hearing this, Pilate had a desire to let him go free, but the Jews said in a loud voice, If you let this man go, you are not Caesar's friend: everyone who makes himself a king goes against Caesar."}, {"id": 43019013, "c": 19, "v": 13, "d": "So when these words came to Pilate's ear, he took Jesus out, seating himself in the judge's seat in a place named in Hebrew, Gabbatha, or the Stone Floor."}, {"id": 43019014, "c": 19, "v": 14, "d": "(It was the day when they made ready for the Passover; and it was about the sixth hour.) And he said to the Jews, There is your King!"}, {"id": 43019015, "c": 19, "v": 15, "d": "Then they gave a loud cry, Away with him! away with him! to the cross! Pilate said to them, Am I to put your King to death on the cross? The chief priests said in answer, We have no king but Caesar."}, {"id": 43019016, "c": 19, "v": 16, "d": "So then he gave him up to them to be put to death on the cross. And they took Jesus away;"}, {"id": 43019017, "c": 19, "v": 17, "d": "And he went out with his cross on him to the place which is named Dead Man's Head (in Hebrew, Golgotha):"}, {"id": 43019018, "c": 19, "v": 18, "d": "Where they put him on the cross with two others, one on this side and one on that, and Jesus in the middle."}, {"id": 43019019, "c": 19, "v": 19, "d": "And Pilate put on the cross a statement in writing. The writing was: JESUS THE NAZARENE, THE KING OF THE JEWS."}, {"id": 43019020, "c": 19, "v": 20, "d": "The writing was seen by a number of the Jews, for the place where Jesus was put to death on the cross was near the town; and the writing was in Hebrew and Latin and Greek."}, {"id": 43019021, "c": 19, "v": 21, "d": "Then the chief priests of the Jews said to Pilate, Do not put, The King of the Jews, but, He said, I am the King of the Jews."}, {"id": 43019022, "c": 19, "v": 22, "d": "But Pilate made answer, What I have put in writing will not be changed."}, {"id": 43019023, "c": 19, "v": 23, "d": "And when Jesus was nailed to the cross, the men of the army took his clothing, and made a division of it into four parts, to every man a part, and they took his coat: now the coat was without a join, made out of one bit of cloth."}, {"id": 43019024, "c": 19, "v": 24, "d": "So they said among themselves, Let this not be cut up, but let us put it to the decision of chance and see who gets it. (They did this so that the Writings might come true, which say, They made a distribution of my clothing among them, and my coat they put to the decision of chance.) This was what the men of the army did."}, {"id": 43019025, "c": 19, "v": 25, "d": "Now by the side of the cross of Jesus were his mother, and his mother's sister Mary, the wife of Cleopas, and Mary Magdalene."}, {"id": 43019026, "c": 19, "v": 26, "d": "So when Jesus saw his mother and the disciple who was dear to him, he said to his mother, Mother, there is your son!"}, {"id": 43019027, "c": 19, "v": 27, "d": "Then he said to the disciple, There is your mother! And from that hour the disciple took her to his house."}, {"id": 43019028, "c": 19, "v": 28, "d": "After this, being conscious that all things had now been done so that the Writings might come true, Jesus said, Give me water."}, {"id": 43019029, "c": 19, "v": 29, "d": "Now there was a vessel ready, full of bitter wine, and they put a sponge full of it on a stick and put it to his mouth."}, {"id": 43019030, "c": 19, "v": 30, "d": "So when Jesus had taken the wine he said, All is done. And with his head bent he gave up his spirit."}, {"id": 43019031, "c": 19, "v": 31, "d": "Now it was the day of getting ready for the Passover, and so that the bodies might not be on the cross on the Sabbath (because the day of that Sabbath was a great day), the Jews made a request to Pilate that their legs might be broken, and that they might be taken away."}, {"id": 43019032, "c": 19, "v": 32, "d": "So the men of the army came, and the legs of the first were broken and then of the other who was put to death on the cross with Jesus:"}, {"id": 43019033, "c": 19, "v": 33, "d": "But when they came to Jesus, they saw that he was dead by this time, and so his legs were not broken;"}, {"id": 43019034, "c": 19, "v": 34, "d": "But one of the men made a wound in his side with a spear, and straight away there came out blood and water."}, {"id": 43019035, "c": 19, "v": 35, "d": "And he who saw it has given witness (and his witness is true; he is certain that what he says is true) so that you may have belief."}, {"id": 43019036, "c": 19, "v": 36, "d": "These things came about so that the Writings might be true, No bone of his body will be broken."}, {"id": 43019037, "c": 19, "v": 37, "d": "And again another verse says, They will see him who was wounded by their spears."}, {"id": 43019038, "c": 19, "v": 38, "d": "After these things, Joseph of Arimathaea, who was a disciple of Jesus, but secretly for fear of the Jews, made a request to Pilate to let him take away the body of Jesus: and Pilate said he might do so. So he went and took away his body."}, {"id": 43019039, "c": 19, "v": 39, "d": "And Nicodemus came (he who had first come to Jesus by night) with a roll of myrrh and aloes mixed, about a hundred pounds."}, {"id": 43019040, "c": 19, "v": 40, "d": "Then they took the body of Jesus, folding linen about it with the spices, as is the way of the Jews when they put the dead to rest."}, {"id": 43019041, "c": 19, "v": 41, "d": "Now there was a garden near the cross, and in the garden a new place for the dead in which no man had ever been put."}, {"id": 43019042, "c": 19, "v": 42, "d": "So they put Jesus there, because it was the Jews' day of getting ready for the Passover, and the place was near."}, {"id": 43020001, "c": 20, "v": 1, "d": "Now on the first day of the week, very early, while it was still dark, Mary Magdalene came to the place and saw that the stone had been taken away from it."}, {"id": 43020002, "c": 20, "v": 2, "d": "Then she went running to Simon Peter, and to the other disciple who was loved by Jesus, and said to them, They have taken away the Lord out of the place of the dead and we have no knowledge where they have put him."}, {"id": 43020003, "c": 20, "v": 3, "d": "So Peter and the other disciple went out to the place of the dead."}, {"id": 43020004, "c": 20, "v": 4, "d": "They went running together, and the other disciple got in front of Peter and came first to the hole in the rock;"}, {"id": 43020005, "c": 20, "v": 5, "d": "And looking in, he saw the linen bands on the earth; but he did not go in,"}, {"id": 43020006, "c": 20, "v": 6, "d": "Then Simon Peter came after him and went into the hole in the rock; and he saw the linen bands on the earth,"}, {"id": 43020007, "c": 20, "v": 7, "d": "And the cloth, which had been round his head, not with the linen bands but rolled up in a place by itself."}, {"id": 43020008, "c": 20, "v": 8, "d": "Then the other disciple who came there first went in; and he saw and belief came to him."}, {"id": 43020009, "c": 20, "v": 9, "d": "For at that time they had no knowledge that the Writings said that he would have to come again from the dead."}, {"id": 43020010, "c": 20, "v": 10, "d": "So then the disciples went away again to their houses."}, {"id": 43020011, "c": 20, "v": 11, "d": "But Mary was still there outside the hole in the rock, weeping; and while she was weeping and looking into the hole,"}, {"id": 43020012, "c": 20, "v": 12, "d": "She saw two angels in white seated where the body of Jesus had been, one at the head and the other at the feet."}, {"id": 43020013, "c": 20, "v": 13, "d": "They said to her, Woman, why are you weeping? She said to them, Because they have taken away my Lord, and I have no knowledge where they have put him."}, {"id": 43020014, "c": 20, "v": 14, "d": "And then looking round, she saw Jesus there, but had no idea that it was Jesus."}, {"id": 43020015, "c": 20, "v": 15, "d": "Jesus said to her, Woman, why are you weeping? who are you looking for? She, taking him for the gardener, said to him, Sir, if you have taken him away from here, say where you have put him and I will take him away."}, {"id": 43020016, "c": 20, "v": 16, "d": "Jesus said to her, Mary! Turning, she said to him in Hebrew, Rabboni! (which is to say, Master)."}, {"id": 43020017, "c": 20, "v": 17, "d": "Jesus said to her, Do not put your hand on me, for I have not gone up to the Father: but go to my brothers and say to them, I go up to my Father and your Father, to my God and your God."}, {"id": 43020018, "c": 20, "v": 18, "d": "Mary Magdalene went with the news to the disciples, and said she had seen the Lord and that he had said these things to her."}, {"id": 43020019, "c": 20, "v": 19, "d": "At evening on that day, the first day of the week, when, for fear of the Jews, the doors were shut where the disciples were, Jesus came among them and said to them, May peace be with you!"}, {"id": 43020020, "c": 20, "v": 20, "d": "And when he had said this, he let them see his hands and his side. Then the disciples were glad when they saw the Lord."}, {"id": 43020021, "c": 20, "v": 21, "d": "And Jesus said to them again, May peace be with you! As the Father sent me, even so I now send you."}, {"id": 43020022, "c": 20, "v": 22, "d": "And when he had said this, breathing on them, he said to them, Let the Holy Spirit come on you:"}, {"id": 43020023, "c": 20, "v": 23, "d": "Any to whom you give forgiveness, will be made free from their sins; and any from whom you keep back forgiveness, will still be in their sins."}, {"id": 43020024, "c": 20, "v": 24, "d": "Now Thomas, one of the twelve, named Didymus, was not with them when Jesus came."}, {"id": 43020025, "c": 20, "v": 25, "d": "So the other disciples said to him, We have seen the Lord. But he said to them, If I do not see in his hands the print of the nails and put my finger into the print of the nails, and if I do not put my hand into his side, I will never have belief."}, {"id": 43020026, "c": 20, "v": 26, "d": "And after eight days, his disciples were again in the house and Thomas was with them. Though the doors were shut, Jesus came, and taking his place in the middle of them, he said, May peace be with you!"}, {"id": 43020027, "c": 20, "v": 27, "d": "Then he said to Thomas, Put out your finger, and see my hands; and put your hand here into my side: and be no longer in doubt but have belief."}, {"id": 43020028, "c": 20, "v": 28, "d": "And Thomas said in answer, My Lord and my God!"}, {"id": 43020029, "c": 20, "v": 29, "d": "Jesus said to him, Because you have seen me you have belief: a blessing will be on those who have belief though they have not seen me!"}, {"id": 43020030, "c": 20, "v": 30, "d": "A number of other signs Jesus did before his disciples which are not recorded in this book:"}, {"id": 43020031, "c": 20, "v": 31, "d": "But these are recorded, so that you may have faith that Jesus is the Christ, the Son of God, and so that, having this faith you may have life in his name."}, {"id": 43021001, "c": 21, "v": 1, "d": "After these things Jesus let himself be seen again by the disciples at the sea of Tiberias; and it came about in this way."}, {"id": 43021002, "c": 21, "v": 2, "d": "Simon Peter, Thomas named Didymus, Nathanael of Cana in Galilee, the sons of Zebedee, and two others of his disciples were all together."}, {"id": 43021003, "c": 21, "v": 3, "d": "Simon Peter said to them, I am going fishing. They said to him, And we will come with you. They went out and got into the boat; but that night they took no fish."}, {"id": 43021004, "c": 21, "v": 4, "d": "Now very early in the morning Jesus was there by the edge of the sea (though the disciples were not conscious that it was Jesus)."}, {"id": 43021005, "c": 21, "v": 5, "d": "So Jesus said to them, Children, have you taken any fish? They made answer, No."}, {"id": 43021006, "c": 21, "v": 6, "d": "And he said to them, Let down the net on the right side of the boat and you will get some. So they put it in the water and now they were not able to get it up again because of the great number of fish."}, {"id": 43021007, "c": 21, "v": 7, "d": "So the disciple who was dear to Jesus said to Peter, It is the Lord! Hearing that it was the Lord, Peter put his coat round him (because he was not clothed) and went into the sea."}, {"id": 43021008, "c": 21, "v": 8, "d": "And the other disciples came in the little boat (they were not far from land, only about two hundred cubits off) pulling the net full of fish."}, {"id": 43021009, "c": 21, "v": 9, "d": "When they got to land, they saw a fire of coals there, with fish cooking on it, and bread."}, {"id": 43021010, "c": 21, "v": 10, "d": "Jesus said to them, Get some of the fish which you have now taken."}, {"id": 43021011, "c": 21, "v": 11, "d": "So Peter went to the boat and came back pulling the net to land, full of great fish, a hundred and fifty-three; and though there was such a number the net was not broken."}, {"id": 43021012, "c": 21, "v": 12, "d": "Jesus said to them, Come and take some food. And all the disciples were in fear of putting the question, Who are you? being conscious that it was the Lord."}, {"id": 43021013, "c": 21, "v": 13, "d": "Then Jesus came and took the bread and gave it to them, and the fish in the same way."}, {"id": 43021014, "c": 21, "v": 14, "d": "Now this was the third time that Jesus let himself be seen by the disciples after he had come back from the dead."}, {"id": 43021015, "c": 21, "v": 15, "d": "Then when they had taken food, Jesus said to Simon Peter, Simon, son of John, is your love for me greater than the love of these others? He said to him, Yes, Lord; you are certain of my love for you. He said to him, Then give my lambs food."}, {"id": 43021016, "c": 21, "v": 16, "d": "Again, a second time, he said to him, Simon, son of John, have you any love for me? Yes, Lord, he said, you are certain of my love for you. Then take care of my sheep, said Jesus."}, {"id": 43021017, "c": 21, "v": 17, "d": "He said to him a third time, Simon, son of John, am I dear to you? Now Peter was troubled in his heart because he put the question a third time, Am I dear to you? And he said to him, Lord, you have knowledge of all things; you see that you are dear to me. Jesus said to him, Then give my sheep food."}, {"id": 43021018, "c": 21, "v": 18, "d": "Truly I say to you, When you were young, you made yourself ready and went wherever you had a desire to go: but when you are old, you will put out your hands and another will make you ready, and you will be taken where you have no desire to go."}, {"id": 43021019, "c": 21, "v": 19, "d": "Now this he said, pointing out the sort of death by which he would give God glory. And after saying this, he said to him, Come after me."}, {"id": 43021020, "c": 21, "v": 20, "d": "Then Peter, turning round, saw the disciple who was dear to Jesus coming after them--the disciple who was resting on his breast at the last meal, and said, Lord, who is it who will be false to you?"}, {"id": 43021021, "c": 21, "v": 21, "d": "Seeing him, Peter said to Jesus, What about this man?"}, {"id": 43021022, "c": 21, "v": 22, "d": "Jesus said to him, If it is my desire for him to be here till I come back, what is that to you? come yourself after me."}, {"id": 43021023, "c": 21, "v": 23, "d": "So this saying went about among the brothers that this disciple would not undergo death: Jesus, however, did not say that he would not undergo death, but, If it is my desire for him to be here till I come back, what is that to you?"}, {"id": 43021024, "c": 21, "v": 24, "d": "This is the disciple who gives witness about these things and who put them in writing: and we have knowledge that his witness is true."}, {"id": 43021025, "c": 21, "v": 25, "d": "And Jesus did such a number of other things that, if every one was recorded, it is my opinion that even the world itself is not great enough for the books there would be."}]}