{"data": [{"id": 44001001, "c": 1, "v": 1, "d": "I have given an earlier account, O Theophilus, of all the things which Jesus did, and of his teaching from the first,"}, {"id": 44001002, "c": 1, "v": 2, "d": "Till the day when he was taken up to heaven after he had given his orders, through the Holy Spirit, to the Apostles of whom he had made selection:"}, {"id": 44001003, "c": 1, "v": 3, "d": "And to whom he gave clear and certain signs that he was living, after his death; for he was seen by them for forty days, and gave them teaching about the kingdom of God:"}, {"id": 44001004, "c": 1, "v": 4, "d": "And when they were all together, with him, he gave them orders not to go away from Jerusalem, but to keep there, waiting till the word of the Father was put into effect, of which, he said, I have given you knowledge:"}, {"id": 44001005, "c": 1, "v": 5, "d": "For the baptism of John was with water, but you will have baptism with the Holy Spirit, after a little time."}, {"id": 44001006, "c": 1, "v": 6, "d": "So, when they were together, they said to him, Lord, will you at this time give back the kingdom to Israel?"}, {"id": 44001007, "c": 1, "v": 7, "d": "And he said to them, It is not for you to have knowledge of the time and the order of events which the Father has kept in his control."}, {"id": 44001008, "c": 1, "v": 8, "d": "But you will have power, when the Holy Spirit has come on you; and you will be my witnesses in Jerusalem and all Judaea and Samaria, and to the ends of the earth."}, {"id": 44001009, "c": 1, "v": 9, "d": "And when he had said these things, while they were looking, he was taken up, and went from their view into a cloud."}, {"id": 44001010, "c": 1, "v": 10, "d": "And while they were looking up to heaven with great attention, two men came to them, in white clothing,"}, {"id": 44001011, "c": 1, "v": 11, "d": "And said, O men of Galilee, why are you looking up into heaven? This Jesus, who was taken from you into heaven, will come again, in the same way as you saw him go into heaven."}, {"id": 44001012, "c": 1, "v": 12, "d": "Then they went back to Jerusalem from the mountain named Olivet, which is near Jerusalem, a Sabbath day's journey away."}, {"id": 44001013, "c": 1, "v": 13, "d": "And when they came in, they went up into the room where they were living; Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James, the son of Alphaeus, and Simon the Zealot, and Judas, the son of James."}, {"id": 44001014, "c": 1, "v": 14, "d": "And they all with one mind gave themselves up to prayer, with the women, and Mary the mother of Jesus, and his brothers."}, {"id": 44001015, "c": 1, "v": 15, "d": "And in those days Peter got up among the brothers (there were about one hundred and twenty of them), and said,"}, {"id": 44001016, "c": 1, "v": 16, "d": "My brothers, the word of God had to be put into effect, which the Holy Spirit had said before, by the mouth of David, about Judas, who was guide to those who took Jesus,"}, {"id": 44001017, "c": 1, "v": 17, "d": "For he was numbered among us, and had his part in our work."}, {"id": 44001018, "c": 1, "v": 18, "d": "(Now this man, with the reward of his evil-doing, got for himself a field, and falling head first, came to a sudden and violent end there."}, {"id": 44001019, "c": 1, "v": 19, "d": "And this came to the knowledge of all those who were living in Jerusalem, so that the field was named in their language, Akel-dama, or, The field of blood.)"}, {"id": 44001020, "c": 1, "v": 20, "d": "For in the book of Psalms it says, Let his house be waste, and let no man be living in it: and, Let his position be taken by another."}, {"id": 44001021, "c": 1, "v": 21, "d": "For this reason, of the men who have been with us all the time, while the Lord Jesus went in and out among us,"}, {"id": 44001022, "c": 1, "v": 22, "d": "Starting from the baptism of John till he went up from us, one will have to be a witness with us of his coming back from death."}, {"id": 44001023, "c": 1, "v": 23, "d": "And they made selection of two, Joseph, named Barsabbas, whose other name was Justus, and Matthias."}, {"id": 44001024, "c": 1, "v": 24, "d": "And they made prayers and said, Lord, having knowledge of the hearts of all men, make clear which of these two has been marked out by you,"}, {"id": 44001025, "c": 1, "v": 25, "d": "To take that position as a servant and Apostle, from which Judas by his sin was shut out, so that he might go to his place."}, {"id": 44001026, "c": 1, "v": 26, "d": "And they put it to the decision of chance, and the decision was given for Matthias, and he was numbered with the eleven Apostles."}, {"id": 44002001, "c": 2, "v": 1, "d": "And when the day of Pentecost was come, they were all together in one place."}, {"id": 44002002, "c": 2, "v": 2, "d": "And suddenly there came from heaven a sound like the rushing of a violent wind, and all the house where they were was full of it."}, {"id": 44002003, "c": 2, "v": 3, "d": "And they saw tongues, like flames of fire, coming to rest on every one of them."}, {"id": 44002004, "c": 2, "v": 4, "d": "And they were all full of the Holy Spirit, and were talking in different languages, as the Spirit gave them power."}, {"id": 44002005, "c": 2, "v": 5, "d": "Now there were living at Jerusalem, Jews, God-fearing men, from every nation under heaven."}, {"id": 44002006, "c": 2, "v": 6, "d": "And when this sound came to their ears, they all came together, and were greatly surprised because every man was hearing the words of the disciples in his special language."}, {"id": 44002007, "c": 2, "v": 7, "d": "And they were full of wonder and said, Are not all these men Galilaeans?"}, {"id": 44002008, "c": 2, "v": 8, "d": "And how is it that every one of us is hearing their words in the language which was ours from our birth?"}, {"id": 44002009, "c": 2, "v": 9, "d": "Men of Parthia, Media, and Elam, and those living in Mesopotamia, in Judaea and Cappadocia, in Pontus and Asia,"}, {"id": 44002010, "c": 2, "v": 10, "d": "In Phrygia and Pamphylia, in Egypt and the parts of Libya about Cyrene, and those who have come from Rome, Jews by birth and others who have become Jews,"}, {"id": 44002011, "c": 2, "v": 11, "d": "Men of Crete and Arabia, to all of us they are talking in our different languages, of the great works of God."}, {"id": 44002012, "c": 2, "v": 12, "d": "And they were all surprised and in doubt saying to one another, What is the reason of this?"}, {"id": 44002013, "c": 2, "v": 13, "d": "But others, making sport of them, said, They are full of new wine."}, {"id": 44002014, "c": 2, "v": 14, "d": "But Peter, getting up, with the eleven, said in a loud voice, O men of Judaea, and all you who are living in Jerusalem, take note of this and give ear to my words."}, {"id": 44002015, "c": 2, "v": 15, "d": "For these men are not overcome with wine, as it seems to you, for it is only the third hour of the day;"}, {"id": 44002016, "c": 2, "v": 16, "d": "But this is the thing which was said by the prophet Joel;"}, {"id": 44002017, "c": 2, "v": 17, "d": "And it will come about, in the last days, says God, that I will send out my Spirit on all flesh; and your sons and your daughters will be prophets, and your young men will see visions, and your old men will have dreams:"}, {"id": 44002018, "c": 2, "v": 18, "d": "And on my men-servants and my women-servants I will send my Spirit, and they will be prophets."}, {"id": 44002019, "c": 2, "v": 19, "d": "And wonders will be seen in heaven, and signs on the earth, blood and fire and smoke:"}, {"id": 44002020, "c": 2, "v": 20, "d": "The sun will become dark and the moon will be turned to blood, before that great day of the Lord comes in glory:"}, {"id": 44002021, "c": 2, "v": 21, "d": "And whoever makes his prayer to the Lord will have salvation."}, {"id": 44002022, "c": 2, "v": 22, "d": "Men of Israel, give ear to these words: Jesus of Nazareth, a man who had the approval of God, as was made clear to you by the great works and signs and wonders which God did by him among you, as you yourselves have knowledge,"}, {"id": 44002023, "c": 2, "v": 23, "d": "Him, when he was given up, by the decision and knowledge of God, you put to death on the cross, by the hands of evil men:"}, {"id": 44002024, "c": 2, "v": 24, "d": "But God gave him back to life, having made him free from the pains of death because it was not possible for him to be overcome by it."}, {"id": 44002025, "c": 2, "v": 25, "d": "For David said of him, I saw the Lord before my face at all times, for he is at my right hand, so that I may not be moved:"}, {"id": 44002026, "c": 2, "v": 26, "d": "And for this cause my heart was glad and my tongue full of joy, and my flesh will be resting in hope:"}, {"id": 44002027, "c": 2, "v": 27, "d": "For you will not let my soul be in hell and you will not give up your Holy One to destruction."}, {"id": 44002028, "c": 2, "v": 28, "d": "You have made me see the ways of life; I will be full of joy when I see your face."}, {"id": 44002029, "c": 2, "v": 29, "d": "My brothers, I may say to you openly that David came to his death, and was put in the earth, and his resting-place is with us today."}, {"id": 44002030, "c": 2, "v": 30, "d": "But being a prophet, and having in mind the oath which God had given to him, that of the fruit of his body one would take his place as a king,"}, {"id": 44002031, "c": 2, "v": 31, "d": "He, having knowledge of the future, was talking of the coming again of Christ from the dead, that he was not kept in hell and his body did not see destruction."}, {"id": 44002032, "c": 2, "v": 32, "d": "This Jesus God has given back to life, of which we all are witnesses."}, {"id": 44002033, "c": 2, "v": 33, "d": "And so, being lifted up to the right hand of God, and having the Father's word that the Holy Spirit would come, he has sent this thing, which now you see and have knowledge of."}, {"id": 44002034, "c": 2, "v": 34, "d": "For David has not gone up into heaven, but says, himself, The Lord said to my Lord, Be seated at my right hand,"}, {"id": 44002035, "c": 2, "v": 35, "d": "Till I put all those who are against you under your feet."}, {"id": 44002036, "c": 2, "v": 36, "d": "For this reason, let all Israel be certain that this Jesus, whom you put to death on the cross, God has made Lord and Christ."}, {"id": 44002037, "c": 2, "v": 37, "d": "Now when these words came to their ears their hearts were troubled, and they said to Peter and the other Apostles, Brothers, what are we to do?"}, {"id": 44002038, "c": 2, "v": 38, "d": "And Peter said, Let your hearts be changed, every one of you, and have baptism in the name of Jesus Christ, for the forgiveness of your sins; and you will have the Holy Spirit given to you."}, {"id": 44002039, "c": 2, "v": 39, "d": "For the word of God is for you and for your children and for all those who are far off, even all those who may be marked out by the Lord our God."}, {"id": 44002040, "c": 2, "v": 40, "d": "And with more such words he gave his witness, offering them salvation and saying, Come out from this evil generation."}, {"id": 44002041, "c": 2, "v": 41, "d": "Then those who gave hearing to his words had baptism: and about three thousand souls were joined to them that day."}, {"id": 44002042, "c": 2, "v": 42, "d": "And they kept their attention fixed on the Apostles' teaching and were united together in the taking of broken bread and in prayer."}, {"id": 44002043, "c": 2, "v": 43, "d": "But fear came on every soul: and all sorts of wonders and signs were done by the Apostles."}, {"id": 44002044, "c": 2, "v": 44, "d": "And all those who were of the faith kept together, and had all things in common;"}, {"id": 44002045, "c": 2, "v": 45, "d": "And exchanging their goods and property for money, they made division of it among them all, as they had need."}, {"id": 44002046, "c": 2, "v": 46, "d": "And day by day, going in agreement together regularly to the Temple and, taking broken bread together in their houses, they took their food with joy and with true hearts,"}, {"id": 44002047, "c": 2, "v": 47, "d": "Giving praise to God, and having the approval of all the people; and every day the number of those who had salvation was increased by the Lord."}, {"id": 44003001, "c": 3, "v": 1, "d": "Now Peter and John were going up to the Temple at the ninth hour, the hour of prayer;"}, {"id": 44003002, "c": 3, "v": 2, "d": "And a certain man who from birth had had no power in his legs, was taken there every day, and put down at the door of the Temple which is named Beautiful, requesting money from those who went into the Temple;"}, {"id": 44003003, "c": 3, "v": 3, "d": "He then, seeing Peter and John going into the Temple, made a request to them."}, {"id": 44003004, "c": 3, "v": 4, "d": "And Peter, looking at him, with John, said, Keep your eyes on us."}, {"id": 44003005, "c": 3, "v": 5, "d": "And he gave attention to them, hoping to get something from them."}, {"id": 44003006, "c": 3, "v": 6, "d": "But Peter said, I have no silver or gold, but what I have, that I give to you. In the name of Jesus Christ of Nazareth, get up on your feet."}, {"id": 44003007, "c": 3, "v": 7, "d": "And he took him by his right hand, lifting him up; and straight away his feet and the bones of his legs became strong,"}, {"id": 44003008, "c": 3, "v": 8, "d": "And, jumping up, he got on to his feet and went into the Temple with them, walking and jumping and giving praise to God."}, {"id": 44003009, "c": 3, "v": 9, "d": "And all the people saw him walking and praising God:"}, {"id": 44003010, "c": 3, "v": 10, "d": "And they saw that it was the man who made requests for money at the door of the Temple, and they were full of wonder and surprise at what had taken place."}, {"id": 44003011, "c": 3, "v": 11, "d": "And while he kept his hands on Peter and John, all the people came running together to the covered way which is named Solomon's, full of wonder."}, {"id": 44003012, "c": 3, "v": 12, "d": "And when Peter saw it he said to the people, You men of Israel, why are you so greatly surprised at this man? or why are you looking at us as if by our power or virtue we had given him the use of his legs?"}, {"id": 44003013, "c": 3, "v": 13, "d": "The God of Abraham, of Isaac, and of Jacob, the God of our fathers, has given glory to his servant Jesus; whom you gave up, turning your backs on him, when Pilate had made the decision to let him go free."}, {"id": 44003014, "c": 3, "v": 14, "d": "But you would have nothing to do with the Holy and Upright One, and made request for a man of blood to be given to you,"}, {"id": 44003015, "c": 3, "v": 15, "d": "And put to death the Lord of life; whom God gave back from the dead; of which fact we are witnesses."}, {"id": 44003016, "c": 3, "v": 16, "d": "And his name, through faith in his name, has made this man strong, whom you see and have knowledge of: yes, the faith which is through him has made him well, before you all."}, {"id": 44003017, "c": 3, "v": 17, "d": "And now, my brothers, I am conscious that you did this, as did your rulers, without knowledge."}, {"id": 44003018, "c": 3, "v": 18, "d": "But the things which God had made clear before, by the mouth of all the prophets, that the Christ would have to undergo, he has put into effect in this way."}, {"id": 44003019, "c": 3, "v": 19, "d": "So then, let your hearts be changed and be turned to God, so that your sins may be completely taken away, and times of blessing may come from the Lord;"}, {"id": 44003020, "c": 3, "v": 20, "d": "And that he may send the Christ who was marked out for you from the first, even Jesus:"}, {"id": 44003021, "c": 3, "v": 21, "d": "Who is to be kept in heaven till the time when all things are put right, of which God has given word by the mouth of his holy prophets, who have been from the earliest times."}, {"id": 44003022, "c": 3, "v": 22, "d": "For Moses said, The Lord will give you a prophet from among your people, like me; you will give ear to everything which he will say to you."}, {"id": 44003023, "c": 3, "v": 23, "d": "And every soul who does not give attention to that prophet, will be cut off from among the people."}, {"id": 44003024, "c": 3, "v": 24, "d": "And all the prophets from Samuel and those who came after, every one of them, gave word of these days."}, {"id": 44003025, "c": 3, "v": 25, "d": "You are the sons of the prophets, and of the agreement which God made with your fathers, saying to Abraham, Through your seed a blessing will come on all the families of the earth."}, {"id": 44003026, "c": 3, "v": 26, "d": "To you, first, God sent his servant, blessing you by turning every one of you from his sins."}, {"id": 44004001, "c": 4, "v": 1, "d": "And while they were talking to the people, the priests and the captain of the Temple and the Sadducees came up to them,"}, {"id": 44004002, "c": 4, "v": 2, "d": "Being greatly troubled because they were teaching the people and preaching Jesus as an example of the coming back from the dead."}, {"id": 44004003, "c": 4, "v": 3, "d": "And they took them and put them in prison till the morning, for it was now evening."}, {"id": 44004004, "c": 4, "v": 4, "d": "But a number of those who gave hearing to the word had faith; and they were now about five thousand."}, {"id": 44004005, "c": 4, "v": 5, "d": "And on the day after, the rulers and those in authority and the scribes came together in Jerusalem;"}, {"id": 44004006, "c": 4, "v": 6, "d": "And Annas, the high priest, was there, and Caiaphas and John and Alexander, and all the relations of the high priest."}, {"id": 44004007, "c": 4, "v": 7, "d": "Then sending for Peter and John, they said, By what power and in whose name have you done this?"}, {"id": 44004008, "c": 4, "v": 8, "d": "Then Peter, being full of the Holy Spirit, said to them, O you rulers of the people and men of authority,"}, {"id": 44004009, "c": 4, "v": 9, "d": "If we are questioned today about a good work done to a man who was ill, as to how he has been made well,"}, {"id": 44004010, "c": 4, "v": 10, "d": "Take note, all of you, and all the people of Israel, that in the name of Jesus Christ of Nazareth, whom you put to death on the cross, whom God gave back from the dead, even through him is this man now before you completely well."}, {"id": 44004011, "c": 4, "v": 11, "d": "He is the stone which you builders had no use for, but which has been made the chief stone of the building."}, {"id": 44004012, "c": 4, "v": 12, "d": "And in no other is there salvation: for there is no other name under heaven, given among men, through which we may have salvation."}, {"id": 44004013, "c": 4, "v": 13, "d": "Now when they saw that Peter and John were without fear, though they were men of no education or learning, they were greatly surprised; and they took note of them that they had been with Jesus."}, {"id": 44004014, "c": 4, "v": 14, "d": "And, seeing that the man who had been made well was there with them, they were not able to say anything against it."}, {"id": 44004015, "c": 4, "v": 15, "d": "But when they had given them orders to go out of the Sanhedrin, they had a discussion among themselves,"}, {"id": 44004016, "c": 4, "v": 16, "d": "Saying, What are we to do with these men? for certainly it is clear to all who are living in Jerusalem that a most important sign has been done by them, and it is not possible to say that it is not so."}, {"id": 44004017, "c": 4, "v": 17, "d": "But so that it may not go farther among the people, let us put them in fear of punishment if they say anything in future in this name."}, {"id": 44004018, "c": 4, "v": 18, "d": "And they sent for them, and gave them orders not to make statements or give teaching in the name of Jesus."}, {"id": 44004019, "c": 4, "v": 19, "d": "But Peter and John in answer said to them, It is for you to say if it is right in the eyes of God to give attention to you more than to God:"}, {"id": 44004020, "c": 4, "v": 20, "d": "For it is not possible for us to keep from saying what we have seen and have knowledge of."}, {"id": 44004021, "c": 4, "v": 21, "d": "And when they had said more sharp words to them, they let them go, not seeing what punishment they might give them, because of the people; for all men were giving praise to God for what had taken place."}, {"id": 44004022, "c": 4, "v": 22, "d": "For the man on whom this act of power was done was more than forty years old."}, {"id": 44004023, "c": 4, "v": 23, "d": "And when they had been made free, they came back to their friends, and gave an account of all the things which the chief priests and the authorities had said to them."}, {"id": 44004024, "c": 4, "v": 24, "d": "And hearing it, they all, with one mind, made prayer to God and said, O Lord, maker of heaven and earth and the sea and all things in them:"}, {"id": 44004025, "c": 4, "v": 25, "d": "Who has said, by the Holy Spirit, through the mouth of our father David your servant, Why are the nations so violently moved, and why are the thoughts of the people so foolish?"}, {"id": 44004026, "c": 4, "v": 26, "d": "The kings of the earth were lifted up, the rulers came together, against the Lord, and against his Christ:"}, {"id": 44004027, "c": 4, "v": 27, "d": "For, truly, in this town, against your holy servant, Jesus, who was marked out by you as Christ, Herod, and Pontius Pilate, with the Gentiles and the people of Israel, came together,"}, {"id": 44004028, "c": 4, "v": 28, "d": "To do that which had been fixed before by your hand and your purpose."}, {"id": 44004029, "c": 4, "v": 29, "d": "And now, Lord, take note of their cruel words, and give your servants power to be preachers of your word without fear,"}, {"id": 44004030, "c": 4, "v": 30, "d": "While your hand is stretched out to do works of mercy; so that signs and wonders may be done through the name of your holy servant Jesus."}, {"id": 44004031, "c": 4, "v": 31, "d": "And when their prayer was ended, the place where they were was violently moved, and they all became full of the Holy Spirit, preaching the word of God without fear."}, {"id": 44004032, "c": 4, "v": 32, "d": "And all those who were of the faith were one in heart and soul: and not one of them said that any of the things which he had was his property only; but they had all things in common."}, {"id": 44004033, "c": 4, "v": 33, "d": "And with great power the Apostles gave witness of the coming back of the Lord Jesus from the dead; and grace was on them all."}, {"id": 44004034, "c": 4, "v": 34, "d": "And no one among them was in need; for everyone who had land or houses, exchanging them for money, took the price of them,"}, {"id": 44004035, "c": 4, "v": 35, "d": "And put it at the feet of the Apostles for distribution to everyone as he had need."}, {"id": 44004036, "c": 4, "v": 36, "d": "And Joseph, who was given by the Apostles the name of Barnabas (the sense of which is, Son of comfort), a Levite and a man of Cyprus by birth,"}, {"id": 44004037, "c": 4, "v": 37, "d": "Having a field, got money for it and put the money at the feet of the Apostles."}, {"id": 44005001, "c": 5, "v": 1, "d": "But a certain man named Ananias, with Sapphira his wife, got money for his property,"}, {"id": 44005002, "c": 5, "v": 2, "d": "And kept back part of the price, his wife having knowledge of it, and took the rest and put it at the feet of the Apostles."}, {"id": 44005003, "c": 5, "v": 3, "d": "But Peter said, Ananias, why has the Evil One put it into your heart to be false to the Holy Spirit, and to keep back part of the price of the land?"}, {"id": 44005004, "c": 5, "v": 4, "d": "While you had it, was it not your property? and after you had given it in exchange, was it not still in your power? how has this purpose come into your mind? you have been false, not to men, but to God."}, {"id": 44005005, "c": 5, "v": 5, "d": "And at these words, Ananias went down on the earth, and his life went from him: and great fear came on all who were present."}, {"id": 44005006, "c": 5, "v": 6, "d": "And the young men went and made ready his body, and took it out, and put it in the earth."}, {"id": 44005007, "c": 5, "v": 7, "d": "And about three hours after, his wife, having no knowledge of what had taken place, came in."}, {"id": 44005008, "c": 5, "v": 8, "d": "And Peter said to her, Give me an answer: was this amount of money the price of the land? And she said, Yes, it was."}, {"id": 44005009, "c": 5, "v": 9, "d": "But Peter said to her, Why have you made an agreement together to be false to the Spirit of the Lord? See, the feet of the young men who have put the body of your husband in the earth, are at the door, and they will take you out."}, {"id": 44005010, "c": 5, "v": 10, "d": "And straight away she went down at his feet, and her life went from her: and the young men came in and saw her dead, and they took her out and put her in the earth with her husband."}, {"id": 44005011, "c": 5, "v": 11, "d": "Then great fear came on all the church and on all who had knowledge of these things."}, {"id": 44005012, "c": 5, "v": 12, "d": "Now a number of signs and wonders were done among the people by the hands of the Apostles; and they were all together in Solomon's covered way."}, {"id": 44005013, "c": 5, "v": 13, "d": "The others, in fear, kept back from joining them: but the people made much of them;"}, {"id": 44005014, "c": 5, "v": 14, "d": "And a great number of men and women had faith, and were joined to the Lord;"}, {"id": 44005015, "c": 5, "v": 15, "d": "And they even took into the streets people who were ill, and put them on beds, so that when Peter went by, some of them might be in his shade."}, {"id": 44005016, "c": 5, "v": 16, "d": "And numbers of people came together from the towns round about Jerusalem, with those who were ill and those who were troubled with unclean spirits: and they were all made well."}, {"id": 44005017, "c": 5, "v": 17, "d": "But the high priest and those who were with him (the Sadducees) were full of envy,"}, {"id": 44005018, "c": 5, "v": 18, "d": "And they took the Apostles and put them in the common prison."}, {"id": 44005019, "c": 5, "v": 19, "d": "But in the night an angel of the Lord, opening the doors of the prison, took them out and said,"}, {"id": 44005020, "c": 5, "v": 20, "d": "Go, take your place in the Temple and give the people all the teaching about this Life."}, {"id": 44005021, "c": 5, "v": 21, "d": "And hearing this, they went into the Temple at dawn, and were teaching. But the high priest and those who were with him got together the Sanhedrin and the representatives of the children of Israel, and sent to the prison to get them."}, {"id": 44005022, "c": 5, "v": 22, "d": "But the men who were sent saw that they were not in the prison, and came back with the news,"}, {"id": 44005023, "c": 5, "v": 23, "d": "Saying, The doors of the prison were safely shut, and the keepers were at the doors, but when they were open, there was nobody inside."}, {"id": 44005024, "c": 5, "v": 24, "d": "Now, at these words, the captain of the Temple and the chief priests were greatly troubled about what might be the end of this business."}, {"id": 44005025, "c": 5, "v": 25, "d": "And someone came and said to them, The men, whom you put in prison, are in the Temple teaching the people."}, {"id": 44005026, "c": 5, "v": 26, "d": "Then the captain and some of the police went and took them, but not violently, for fear that they might be stoned by the people."}, {"id": 44005027, "c": 5, "v": 27, "d": "And they took them into the Sanhedrin, and the high priest said to them,"}, {"id": 44005028, "c": 5, "v": 28, "d": "We gave you very clear orders not to give teaching in this name: and now Jerusalem is full of your teaching, and you are attempting to make us responsible for this man's death."}, {"id": 44005029, "c": 5, "v": 29, "d": "But Peter and the Apostles, answering, said, We have to do the orders of God, not of man."}, {"id": 44005030, "c": 5, "v": 30, "d": "The God of our fathers gave Jesus back to life, whom you had put to death, hanging him on a tree."}, {"id": 44005031, "c": 5, "v": 31, "d": "Him God has put on high at his right hand, as a Ruler and a Saviour, to give to Israel a change of heart and forgiveness of sins."}, {"id": 44005032, "c": 5, "v": 32, "d": "And we are witnesses of these things, and so is the Holy Spirit, whom God has given to those who keep his laws."}, {"id": 44005033, "c": 5, "v": 33, "d": "But when these words came to their ears, they were cut to the heart, and had a mind to put them to death."}, {"id": 44005034, "c": 5, "v": 34, "d": "But one of the Sanhedrin, a Pharisee named Gamaliel, a man of learning in the law, of whom all the people had a high opinion, got up and made a suggestion for the men to be put outside for a little time."}, {"id": 44005035, "c": 5, "v": 35, "d": "And he said to them, Men of Israel, take care what you do about these men."}, {"id": 44005036, "c": 5, "v": 36, "d": "For before this there was Theudas, who said he was someone important, to whom about four hundred men gave their support: he was put to death, and his band was broken up and came to nothing."}, {"id": 44005037, "c": 5, "v": 37, "d": "After this man, there was Judas of Galilee, at the time of the numbering, and some of the people went after him: he was put to death, and all his supporters were put to flight."}, {"id": 44005038, "c": 5, "v": 38, "d": "And now I say to you, Do nothing to these men, but let them be: for if this teaching or this work is of men, it will come to nothing:"}, {"id": 44005039, "c": 5, "v": 39, "d": "But if it is of God, you will not be able to overcome them, and you are in danger of fighting against God."}, {"id": 44005040, "c": 5, "v": 40, "d": "And he seemed to them to be right: and they sent for the Apostles, and, after having them whipped and giving them orders to give no teaching in the name of Jesus, they let them go."}, {"id": 44005041, "c": 5, "v": 41, "d": "So they went away from the Sanhedrin, happy to undergo shame for the Name."}, {"id": 44005042, "c": 5, "v": 42, "d": "And every day, in the Temple and privately, they went on teaching and preaching Jesus as the Christ."}, {"id": 44006001, "c": 6, "v": 1, "d": "Now in those days, when the number of the disciples was increasing, protests were made by the Greek Jews against the Hebrews, because their widows were not taken care of in the distribution of food every day."}, {"id": 44006002, "c": 6, "v": 2, "d": "And the Apostles sent for all the disciples and said, It is not right for us to give up preaching the word of God in order to make distribution of food."}, {"id": 44006003, "c": 6, "v": 3, "d": "Take then from among you seven men of good name, full of the Spirit and of wisdom, to whom we may give control of this business."}, {"id": 44006004, "c": 6, "v": 4, "d": "Then we will give all our time to prayer and the teaching of the word."}, {"id": 44006005, "c": 6, "v": 5, "d": "And this saying was pleasing to all of them: and they made selection of Stephen, a man full of faith and of the Holy Spirit, and Philip and Prochorus and Nicanor and Timon and Parmenas and Nicolas of Antioch, who had become a Jew:"}, {"id": 44006006, "c": 6, "v": 6, "d": "These they took to the Apostles, who, after prayer, put their hands on them."}, {"id": 44006007, "c": 6, "v": 7, "d": "And the word of God was increasing in power; and the number of the disciples in Jerusalem became very great, and a great number of priests were in agreement with the faith."}, {"id": 44006008, "c": 6, "v": 8, "d": "And Stephen, full of grace and power, did great wonders and signs among the people."}, {"id": 44006009, "c": 6, "v": 9, "d": "But some of those who were of the Synagogue named that of the Libertines, and some of the men of Cyrene and of Alexandria and those from Cilicia and Asia, had arguments with Stephen."}, {"id": 44006010, "c": 6, "v": 10, "d": "But they were not able to get the better of him, for his words were full of wisdom and of the Spirit."}, {"id": 44006011, "c": 6, "v": 11, "d": "Then they got men to say, He has said evil against Moses and against God, in our hearing."}, {"id": 44006012, "c": 6, "v": 12, "d": "And the people, with the rulers and the scribes, were moved against him, and they came and took him before the Sanhedrin,"}, {"id": 44006013, "c": 6, "v": 13, "d": "And they got false witnesses who said, This man is for ever saying things against this holy place and against the law:"}, {"id": 44006014, "c": 6, "v": 14, "d": "For he has said in our hearing that this Jesus of Nazareth will put this place to destruction and make changes in the rules which were handed down to us by Moses."}, {"id": 44006015, "c": 6, "v": 15, "d": "And all those who were in the Sanhedrin, looking at him, saw that his face was like the face of an angel."}, {"id": 44007001, "c": 7, "v": 1, "d": "Then the high priest said, Are these things true?"}, {"id": 44007002, "c": 7, "v": 2, "d": "And he said, My brothers and fathers, give hearing. The God of glory came to our father Abraham, when he was in Mesopotamia, before he was living in Haran,"}, {"id": 44007003, "c": 7, "v": 3, "d": "And said to him, Go out of your land, and away from your family, and come into the land to which I will be your guide."}, {"id": 44007004, "c": 7, "v": 4, "d": "Then he came out of the land of the Chaldaeans, and went into Haran; and from there, when his father was dead, he was guided by God into this land, where you are living now:"}, {"id": 44007005, "c": 7, "v": 5, "d": "And God gave him no heritage in it, not even enough to put his foot on: but he gave him an undertaking that he would give it to him and to his children after him, though he had no child at that time."}, {"id": 44007006, "c": 7, "v": 6, "d": "And God said that his seed would be living in a strange land, and that they would make them servants, and be cruel to them for four hundred years."}, {"id": 44007007, "c": 7, "v": 7, "d": "And I will be the judge, said God, of that nation which made them servants: and after that, they will come out and give me worship in this place."}, {"id": 44007008, "c": 7, "v": 8, "d": "And he made with him the agreement of which circumcision was the sign. And so Abraham had a son, Isaac, and gave him circumcision on the eighth day; and Isaac had a son, Jacob, and Jacob was the father of the twelve heads of the families of Israel."}, {"id": 44007009, "c": 7, "v": 9, "d": "And the brothers, moved with envy against Joseph, gave him to the Egyptians for money: but God was with him,"}, {"id": 44007010, "c": 7, "v": 10, "d": "And made him free from all his troubles, and gave him wisdom and the approval of Pharaoh, king of Egypt, who made him ruler over Egypt and all his house."}, {"id": 44007011, "c": 7, "v": 11, "d": "Now there was no food to be had in all Egypt and Canaan, and there was great trouble: and our fathers were not able to get food."}, {"id": 44007012, "c": 7, "v": 12, "d": "But Jacob, hearing that there was grain in Egypt, sent out our fathers the first time."}, {"id": 44007013, "c": 7, "v": 13, "d": "And the second time his brothers had a meeting with Joseph, and Pharaoh had knowledge of Joseph's family."}, {"id": 44007014, "c": 7, "v": 14, "d": "Then Joseph sent for Jacob his father and all his family, seventy-five persons."}, {"id": 44007015, "c": 7, "v": 15, "d": "And Jacob went down to Egypt, and came to his end there, and so did our fathers;"}, {"id": 44007016, "c": 7, "v": 16, "d": "And they were taken over to Shechem, and put to rest in the place which Abraham got for a price in silver from the sons of Hamor in Shechem."}, {"id": 44007017, "c": 7, "v": 17, "d": "But when the time was near for putting into effect the undertaking which God had given to Abraham, the people were increasing in Egypt,"}, {"id": 44007018, "c": 7, "v": 18, "d": "Till another king came to power, who had no knowledge of Joseph."}, {"id": 44007019, "c": 7, "v": 19, "d": "He, having evil designs against our nation, was cruel to our fathers, and they were forced to put out their young children, so that they might not go on living."}, {"id": 44007020, "c": 7, "v": 20, "d": "At which time Moses came to birth, and he was very beautiful; and he was kept for three months in his father's house:"}, {"id": 44007021, "c": 7, "v": 21, "d": "And when he was put out, Pharaoh's daughter took him and kept him as her son."}, {"id": 44007022, "c": 7, "v": 22, "d": "And Moses was trained in all the wisdom of Egypt, and was great in his words and works."}, {"id": 44007023, "c": 7, "v": 23, "d": "But when he was almost forty years old, it came into his heart to go and see his brothers, the children of Israel."}, {"id": 44007024, "c": 7, "v": 24, "d": "And seeing one of them being attacked, he went to his help and gave the Egyptian a death-blow:"}, {"id": 44007025, "c": 7, "v": 25, "d": "And he was hoping that his brothers would see that God had sent him to be their saviour; but they did not see."}, {"id": 44007026, "c": 7, "v": 26, "d": "And the day after, he came to them, while they were having a fight, and would have made peace between them, saying, Sirs, you are brothers; why do you do wrong to one another?"}, {"id": 44007027, "c": 7, "v": 27, "d": "But the man who was doing wrong to his neighbour, pushing him away, said, Who made you a ruler and a judge over us?"}, {"id": 44007028, "c": 7, "v": 28, "d": "Will you put me to death as you did the Egyptian yesterday?"}, {"id": 44007029, "c": 7, "v": 29, "d": "And at these words, Moses went in flight to the land of Midian, and was living there for a time, and had two sons."}, {"id": 44007030, "c": 7, "v": 30, "d": "At the end of forty years, an angel came to him in the waste land of Sinai, in the flame of a burning thorn-tree."}, {"id": 44007031, "c": 7, "v": 31, "d": "And Moses, seeing it, was full of wonder, and when he came up to have a nearer view of it, the voice of the Lord came to him, saying,"}, {"id": 44007032, "c": 7, "v": 32, "d": "I am the God of your fathers, the God of Abraham and of Isaac and of Jacob. And Moses, shaking with fear, kept his eyes from looking at it."}, {"id": 44007033, "c": 7, "v": 33, "d": "And the Lord said, Take off the shoes from your feet, for the place where you are is holy."}, {"id": 44007034, "c": 7, "v": 34, "d": "Truly, I have seen the sorrows of my people in Egypt, and their cries have come to my ears, and I have come down to make them free: and now, come, I will send you to Egypt."}, {"id": 44007035, "c": 7, "v": 35, "d": "This Moses, whom they would not have, saying, Who made you a ruler and a judge? him God sent to be a ruler and a saviour, by the hand of the angel whom he saw in the thorn-tree."}, {"id": 44007036, "c": 7, "v": 36, "d": "This man took them out, having done wonders and signs in Egypt and in the Red Sea and in the waste land, for forty years."}, {"id": 44007037, "c": 7, "v": 37, "d": "This is the same Moses, who said to the children of Israel, God will give you a prophet from among your brothers, like me."}, {"id": 44007038, "c": 7, "v": 38, "d": "This is the man who was in the church in the waste land with the angel who was talking to him in Sinai, and with our fathers; and to him were given the living words of God, so that he might give them to you."}, {"id": 44007039, "c": 7, "v": 39, "d": "By whom our fathers would not be controlled; but they put him on one side, turning back in their hearts to Egypt,"}, {"id": 44007040, "c": 7, "v": 40, "d": "And saying to Aaron, Make us gods to go before us: as for this Moses, who took us out of the land of Egypt, we have no idea what has become of him."}, {"id": 44007041, "c": 7, "v": 41, "d": "And they made the image of a young ox in those days, and made an offering to it, and had joy in the work of their hands."}, {"id": 44007042, "c": 7, "v": 42, "d": "But God was turned from them and let them give worship to the stars of heaven, as it says in the book of the prophets, Did you make offerings to me of sheep and oxen for forty years in the waste land, O house of Israel?"}, {"id": 44007043, "c": 7, "v": 43, "d": "And you took up the tent of Moloch and the star of the god Rephan, images which you made to give worship to them: and I will take you away, farther than Babylon."}, {"id": 44007044, "c": 7, "v": 44, "d": "Our fathers had the Tent of witness in the waste land, as God gave orders to Moses to make it after the design which he had seen."}, {"id": 44007045, "c": 7, "v": 45, "d": "Which our fathers, in their turn, took with them when, with Joshua, they came into the heritage of the nations whom God was driving out before the face of our fathers, till the time of David,"}, {"id": 44007046, "c": 7, "v": 46, "d": "Who was pleasing to God; and he had a desire to make a holy tent for the God of Jacob."}, {"id": 44007047, "c": 7, "v": 47, "d": "But Solomon was the builder of his house."}, {"id": 44007048, "c": 7, "v": 48, "d": "But still, the Most High has not his resting-place in houses made with hands, as the prophet says,"}, {"id": 44007049, "c": 7, "v": 49, "d": "Heaven is the seat of my power, and earth is a resting-place for my feet: what sort of house will you make for me, says the Lord, or what is my place of rest?"}, {"id": 44007050, "c": 7, "v": 50, "d": "Did not my hand make all these things?"}, {"id": 44007051, "c": 7, "v": 51, "d": "You whose hearts are hard and whose ears are shut to me; you are ever working against the Holy Spirit; as your fathers did, so do you."}, {"id": 44007052, "c": 7, "v": 52, "d": "Which of the prophets was not cruelly attacked by your fathers? and they put to death those who gave them the news of the coming of the Upright One; whom you have now given up and put to death;"}, {"id": 44007053, "c": 7, "v": 53, "d": "You, to whom the law was given as it was ordered by angels, and who have not kept it."}, {"id": 44007054, "c": 7, "v": 54, "d": "Hearing these things, they were cut to the heart and moved with wrath against him."}, {"id": 44007055, "c": 7, "v": 55, "d": "But he was full of the Holy Spirit, and looking up to heaven, he saw the glory of God and Jesus at the right hand of God."}, {"id": 44007056, "c": 7, "v": 56, "d": "And he said, Now I see heaven open, and the Son of man at the right hand of God."}, {"id": 44007057, "c": 7, "v": 57, "d": "But with loud cries, and stopping their ears, they made an attack on him all together,"}, {"id": 44007058, "c": 7, "v": 58, "d": "Driving him out of the town and stoning him: and the witnesses put their clothing at the feet of a young man named Saul."}, {"id": 44007059, "c": 7, "v": 59, "d": "And Stephen, while he was being stoned, made prayer to God, saying, Lord Jesus, take my spirit."}, {"id": 44007060, "c": 7, "v": 60, "d": "And going down on his knees, he said in a loud voice, Lord, do not make them responsible for this sin. And when he had said this, he went to his rest."}, {"id": 44008001, "c": 8, "v": 1, "d": "And Saul gave approval to his death. Now at that time a violent attack was started against the church in Jerusalem; and all but the Apostles went away into all parts of Judaea and Samaria."}, {"id": 44008002, "c": 8, "v": 2, "d": "And God-fearing men put Stephen's body in its last resting-place, making great weeping over him."}, {"id": 44008003, "c": 8, "v": 3, "d": "But Saul was burning with hate against the church, going into every house and taking men and women and putting them in prison."}, {"id": 44008004, "c": 8, "v": 4, "d": "But those who had gone in flight went everywhere preaching the word."}, {"id": 44008005, "c": 8, "v": 5, "d": "And Philip went down to Samaria and was teaching them about Christ."}, {"id": 44008006, "c": 8, "v": 6, "d": "And all the people gave attention to the words which Philip said, when they saw the signs which he did."}, {"id": 44008007, "c": 8, "v": 7, "d": "For unclean spirits came out from those who had them, crying with a loud voice; and a number of those who were ill and broken in body were made well."}, {"id": 44008008, "c": 8, "v": 8, "d": "And there was much joy in that town."}, {"id": 44008009, "c": 8, "v": 9, "d": "But there was a certain man named Simon, who in the past had been a wonder-worker and a cause of surprise to the people of Samaria, saying that he himself was a great man:"}, {"id": 44008010, "c": 8, "v": 10, "d": "To whom they all gave attention, from the smallest to the greatest, saying, This man is that power of God which is named Great."}, {"id": 44008011, "c": 8, "v": 11, "d": "And they gave attention to him, because for a long time his wonder-working powers had kept them under his control."}, {"id": 44008012, "c": 8, "v": 12, "d": "But when they had faith in the good news given by Philip about the kingdom of God and the name of Jesus Christ, a number of men and women had baptism."}, {"id": 44008013, "c": 8, "v": 13, "d": "And Simon himself had faith and, having had baptism, he went with Philip and, seeing the signs and the great wonders which he did, he was full of surprise."}, {"id": 44008014, "c": 8, "v": 14, "d": "Now when the Apostles at Jerusalem had news that the people of Samaria had taken the word of God into their hearts, they sent to them Peter and John;"}, {"id": 44008015, "c": 8, "v": 15, "d": "Who, when they came there, made prayer for them, that the Holy Spirit might be given to them:"}, {"id": 44008016, "c": 8, "v": 16, "d": "For up to that time he had not come on any of them; only baptism had been given to them in the name of the Lord Jesus."}, {"id": 44008017, "c": 8, "v": 17, "d": "Then they put their hands on them, and the Holy Spirit came on them."}, {"id": 44008018, "c": 8, "v": 18, "d": "Now when Simon saw that the Holy Spirit was given through the touch of the Apostles' hands, he made them an offering of money, saying,"}, {"id": 44008019, "c": 8, "v": 19, "d": "Give me this power, so that when I put my hands on anyone he may get the Holy Spirit."}, {"id": 44008020, "c": 8, "v": 20, "d": "But Peter said, May your money come to destruction with you, because you had the idea that what is freely given by God may be got for a price."}, {"id": 44008021, "c": 8, "v": 21, "d": "You have no part in this business, because your heart is not right before God."}, {"id": 44008022, "c": 8, "v": 22, "d": "Let your heart be changed, and make prayer to God that you may have forgiveness for your evil thoughts."}, {"id": 44008023, "c": 8, "v": 23, "d": "For I see that you are prisoned in bitter envy and the chains of sin."}, {"id": 44008024, "c": 8, "v": 24, "d": "And Simon, answering, said, Make prayer for me to the Lord, so that these things which you have said may not come on me."}, {"id": 44008025, "c": 8, "v": 25, "d": "So they, having given their witness and made clear the word of the Lord, went back to Jerusalem, giving the good news on their way in a number of the small towns of Samaria."}, {"id": 44008026, "c": 8, "v": 26, "d": "But an angel of the Lord said to Philip, Get up, and go to the south, to the road which goes from Jerusalem to Gaza, through the waste land."}, {"id": 44008027, "c": 8, "v": 27, "d": "And he went and there was a man of Ethiopia, a servant of great authority under Candace, queen of the Ethiopians, and controller of all her property, who had come up to Jerusalem for worship;"}, {"id": 44008028, "c": 8, "v": 28, "d": "He was going back, seated in his carriage, and was reading the book of the prophet Isaiah."}, {"id": 44008029, "c": 8, "v": 29, "d": "And the Spirit said to Philip, Go near, and get on his carriage."}, {"id": 44008030, "c": 8, "v": 30, "d": "And Philip, running up to him, saw that he was reading Isaiah the prophet, and said to him, Is the sense of what you are reading clear to you?"}, {"id": 44008031, "c": 8, "v": 31, "d": "And he said, How is that possible when I have no guide? And he made Philip get up by his side."}, {"id": 44008032, "c": 8, "v": 32, "d": "Now the place in the book where he was reading was this: He was taken, like a sheep, to be put to death; and as a lamb is quiet when its wool is being cut, so he made no sound:"}, {"id": 44008033, "c": 8, "v": 33, "d": "Being of low degree, his cause was not given a hearing: who has knowledge of his family? for his life is cut off from the earth."}, {"id": 44008034, "c": 8, "v": 34, "d": "And the Ethiopian said to Philip, About whom are these words said by the prophet? about himself, or some other?"}, {"id": 44008035, "c": 8, "v": 35, "d": "So Philip, starting from this writing, gave him the good news about Jesus."}, {"id": 44008036, "c": 8, "v": 36, "d": "And while they were going on their way, they came to some water, and the Ethiopian said, See, here is water; why may I not have baptism?"}, {"id": 44008037, "c": 8, "v": 37, "d": "[]"}, {"id": 44008038, "c": 8, "v": 38, "d": "And he gave orders for the carriage to be stopped, and the two of them went down into the water, and Philip gave him baptism."}, {"id": 44008039, "c": 8, "v": 39, "d": "And when they came up out of the water, the Spirit of the Lord took Philip away; and the Ethiopian saw him no more, for he went on his way full of joy."}, {"id": 44008040, "c": 8, "v": 40, "d": "But Philip came to Azotus, and went through all the towns, preaching the good news, till he came to Caesarea."}, {"id": 44009001, "c": 9, "v": 1, "d": "But Saul, still burning with desire to put to death the disciples of the Lord, went to the high priest,"}, {"id": 44009002, "c": 9, "v": 2, "d": "And made a request for letters from him to the Synagogues of Damascus, so that if there were any of the Way there, men or women, he might take them as prisoners to Jerusalem."}, {"id": 44009003, "c": 9, "v": 3, "d": "And while he was journeying, he came near Damascus; and suddenly he saw a light from heaven shining round him;"}, {"id": 44009004, "c": 9, "v": 4, "d": "And he went down on the earth, and a voice said to him, Saul, Saul, why are you attacking me so cruelly?"}, {"id": 44009005, "c": 9, "v": 5, "d": "And he said, Who are you, Lord? And he said, I am Jesus, whom you are attacking:"}, {"id": 44009006, "c": 9, "v": 6, "d": "But get up, and go into the town, and it will be made clear to you what you have to do."}, {"id": 44009007, "c": 9, "v": 7, "d": "And the men who were with him were not able to say anything; hearing the voice, but seeing no one."}, {"id": 44009008, "c": 9, "v": 8, "d": "And Saul got up from the earth, and when his eyes were open, he saw nothing; and he was guided by the hand into Damascus."}, {"id": 44009009, "c": 9, "v": 9, "d": "And for three days he was not able to see, and he took no food or drink."}, {"id": 44009010, "c": 9, "v": 10, "d": "Now there was a certain disciple at Damascus, named Ananias; and the Lord said to him in a vision, Ananias! and he said, Here I am, Lord."}, {"id": 44009011, "c": 9, "v": 11, "d": "And the Lord said to him, Get up, and go to the street which is named Straight, and make search at the house of Judas for one named Saul of Tarsus: for he is at prayer;"}, {"id": 44009012, "c": 9, "v": 12, "d": "And he has seen a man named Ananias coming in and putting his hands on him, so that he may be able to see."}, {"id": 44009013, "c": 9, "v": 13, "d": "But Ananias said, Lord, I have had accounts of this man from a number of people, how much evil he has done to your saints at Jerusalem:"}, {"id": 44009014, "c": 9, "v": 14, "d": "And here he has authority from the chief priests to make prisoners all who give worship to your name."}, {"id": 44009015, "c": 9, "v": 15, "d": "But the Lord said, Go without fear: for he is a special vessel for me, to give to the Gentiles and kings and to the children of Israel the knowledge of my name:"}, {"id": 44009016, "c": 9, "v": 16, "d": "For I will make clear to him what troubles he will have to undergo for me."}, {"id": 44009017, "c": 9, "v": 17, "d": "And Ananias went out and came to the house, and putting his hands on him, said, Brother Saul, the Lord Jesus, whom you saw when you were on your journey, has sent me, so that you may be able to see, and be full of the Holy Spirit."}, {"id": 44009018, "c": 9, "v": 18, "d": "And straight away it seemed as if a veil was taken from his eyes, and he was able to see; and he got up, and had baptism;"}, {"id": 44009019, "c": 9, "v": 19, "d": "And when he had taken food his strength came back. And for some days he kept with the disciples who were in Damascus."}, {"id": 44009020, "c": 9, "v": 20, "d": "And straight away, in the Synagogues, he was preaching Jesus as the Son of God."}, {"id": 44009021, "c": 9, "v": 21, "d": "And all those hearing him were full of wonder and said, Is not this the man who in Jerusalem was attacking all the worshippers of this name? and he had come here so that he might take them as prisoners before the chief priests."}, {"id": 44009022, "c": 9, "v": 22, "d": "But Saul went on increasing in power, and the Jews in Damascus were not able to give answers to the arguments by which he made it clear that Jesus was the Christ."}, {"id": 44009023, "c": 9, "v": 23, "d": "Then, after some days, the Jews made an agreement together to put him to death:"}, {"id": 44009024, "c": 9, "v": 24, "d": "But Saul got knowledge of their design. And they kept watch day and night on the roads out of the town, so that they might put him to death:"}, {"id": 44009025, "c": 9, "v": 25, "d": "But his disciples took him by night and let him down from the wall in a basket."}, {"id": 44009026, "c": 9, "v": 26, "d": "And when he came to Jerusalem, he made an attempt to be joined to the disciples, but they were all in fear of him, not taking him for a disciple."}, {"id": 44009027, "c": 9, "v": 27, "d": "But Barnabas took him to the Apostles and gave them an account of how he had seen the Lord on the road, and had given hearing to his words, and how at Damascus he had been preaching in the name of Jesus without fear."}, {"id": 44009028, "c": 9, "v": 28, "d": "And he was with them, going in and out at Jerusalem,"}, {"id": 44009029, "c": 9, "v": 29, "d": "Preaching in the name of the Lord without fear; and he had discussions with the Greek Jews; but they were working for his death."}, {"id": 44009030, "c": 9, "v": 30, "d": "And when the brothers had knowledge of it, they took him to Caesarea and sent him to Tarsus."}, {"id": 44009031, "c": 9, "v": 31, "d": "And so the church through all Judaea and Galilee and Samaria had peace and was made strong; and, living in the fear of the Lord and in the comfort of the Holy Spirit, was increased greatly."}, {"id": 44009032, "c": 9, "v": 32, "d": "And it came about that while Peter was going through all parts of the country he came to the saints who were living at Lydda."}, {"id": 44009033, "c": 9, "v": 33, "d": "And there was a certain man there, named Aeneas, who for eight years had been in bed, without power of moving."}, {"id": 44009034, "c": 9, "v": 34, "d": "And Peter said to him, Aeneas, Jesus Christ makes you well: get up and make your bed. And straight away he got up."}, {"id": 44009035, "c": 9, "v": 35, "d": "And all those living in Lydda and Sharon saw him, and were turned to the Lord."}, {"id": 44009036, "c": 9, "v": 36, "d": "Now there was at Joppa a certain disciple named Tabitha, that is, Dorcas: this woman was given to good works and acts of mercy at all times."}, {"id": 44009037, "c": 9, "v": 37, "d": "And it came about, in those days, that she got ill and came to her death: and when she had been washed, they put her in a room which was high up."}, {"id": 44009038, "c": 9, "v": 38, "d": "And because Lydda was near Joppa, the disciples, having knowledge that Peter was there, sent two men to him, requesting him to come to them straight away."}, {"id": 44009039, "c": 9, "v": 39, "d": "And Peter went with them. And when he had come, they took him into the room: and all the widows were there, weeping and putting before him the coats and clothing which Dorcas had made while she was with them."}, {"id": 44009040, "c": 9, "v": 40, "d": "But Peter made them all go outside, and went down on his knees in prayer; and turning to the body, he said, Tabitha, get up. And, opening her eyes, she saw Peter and got up."}, {"id": 44009041, "c": 9, "v": 41, "d": "And he took her hand, lifting her up; and, sending for the saints and widows, he gave her to them, living."}, {"id": 44009042, "c": 9, "v": 42, "d": "And news of it went all through Joppa, and a number of people had faith in the Lord."}, {"id": 44009043, "c": 9, "v": 43, "d": "And he was living in Joppa for some time with Simon, a leather-worker."}, {"id": 44010001, "c": 10, "v": 1, "d": "Now there was a certain man in Caesarea, named Cornelius, the captain of the Italian band of the army;"}, {"id": 44010002, "c": 10, "v": 2, "d": "A serious-minded man, fearing God with all his family; he gave much money to the poor, and made prayer to God at all times."}, {"id": 44010003, "c": 10, "v": 3, "d": "He saw in a vision, clearly, at about the ninth hour of the day, an angel of the Lord coming to him and saying to him, Cornelius!"}, {"id": 44010004, "c": 10, "v": 4, "d": "And he, looking on him in fear, said, What is it, Lord? And he said to him, Your prayers and your offerings have come up to God, and he has kept them in mind."}, {"id": 44010005, "c": 10, "v": 5, "d": "Now send men to Joppa, and get one Simon, named Peter,"}, {"id": 44010006, "c": 10, "v": 6, "d": "Who is living with Simon, a leather-worker, whose house is by the sea."}, {"id": 44010007, "c": 10, "v": 7, "d": "And when the angel who said these words to him had gone away, he sent for two of his house-servants, and a God-fearing man of the army, one of those who were waiting on him at all times;"}, {"id": 44010008, "c": 10, "v": 8, "d": "And having given them an account of everything, he sent them to Joppa."}, {"id": 44010009, "c": 10, "v": 9, "d": "Now the day after, when they were on their journey and were near the town, Peter went up to the top of the house for prayer, about the sixth hour:"}, {"id": 44010010, "c": 10, "v": 10, "d": "And he was in need of food: but while they were getting it ready, a deep sleep came on him;"}, {"id": 44010011, "c": 10, "v": 11, "d": "And he saw the heavens opening, and a vessel coming down, like a great cloth let down on the earth,"}, {"id": 44010012, "c": 10, "v": 12, "d": "In which were all sorts of beasts and birds."}, {"id": 44010013, "c": 10, "v": 13, "d": "And a voice came to him, saying, Come, Peter; take them for food."}, {"id": 44010014, "c": 10, "v": 14, "d": "But Peter said, No, Lord; for I have never taken food which is common or unclean."}, {"id": 44010015, "c": 10, "v": 15, "d": "And the voice came to him a second time, What God has made clean, do not you make common."}, {"id": 44010016, "c": 10, "v": 16, "d": "And this was done three times: and then the vessel was taken back into heaven."}, {"id": 44010017, "c": 10, "v": 17, "d": "Now while Peter was in doubt as to the purpose of this vision, the men who were sent by Cornelius, having made search for Simon's house, came to the door,"}, {"id": 44010018, "c": 10, "v": 18, "d": "To see if Simon, named Peter, was living there."}, {"id": 44010019, "c": 10, "v": 19, "d": "And, while Peter was turning the vision over in his mind, the Spirit said to him, See, three men are looking for you."}, {"id": 44010020, "c": 10, "v": 20, "d": "Go down, then, and go with them, doubting nothing, for I have sent them."}, {"id": 44010021, "c": 10, "v": 21, "d": "And Peter went down to the men, and said, I am the man you are looking for: why have you come?"}, {"id": 44010022, "c": 10, "v": 22, "d": "And they said, Cornelius, a captain, an upright and God-fearing man, respected by all the nation of the Jews, had word from God by an angel to send for you to his house, and to give hearing to your words."}, {"id": 44010023, "c": 10, "v": 23, "d": "So he took them in for the night. And the day after, he went with them, taking some of the brothers from Joppa with him."}, {"id": 44010024, "c": 10, "v": 24, "d": "And the day after that, they came to Caesarea. And Cornelius was waiting for them, having got together his relations and his near friends."}, {"id": 44010025, "c": 10, "v": 25, "d": "And when Peter came in, Cornelius came to him and, falling down at his feet, gave him worship."}, {"id": 44010026, "c": 10, "v": 26, "d": "But Peter, lifting him up, said, Get up, for I am a man as you are."}, {"id": 44010027, "c": 10, "v": 27, "d": "And saying these words, he went in, and saw that a great number of people had come together;"}, {"id": 44010028, "c": 10, "v": 28, "d": "And he said to them, You yourselves have knowledge that it is against the law for a man who is a Jew to be in the company of one who is of another nation; but God has made it clear to me that no man may be named common or unclean:"}, {"id": 44010029, "c": 10, "v": 29, "d": "And so I came without question, when I was sent for. What then is your purpose in sending for me?"}, {"id": 44010030, "c": 10, "v": 30, "d": "And Cornelius said, Four days from now I was in my house in prayer at the ninth hour; and I saw before me a man in shining clothing,"}, {"id": 44010031, "c": 10, "v": 31, "d": "Who said, Cornelius, your prayer has come to the ears of God, and your offerings are kept in his memory."}, {"id": 44010032, "c": 10, "v": 32, "d": "Send, then, to Joppa, and get Simon, named Peter, to come to you; he is living in the house of Simon, a leather-worker, by the sea."}, {"id": 44010033, "c": 10, "v": 33, "d": "So, straight away, I sent for you; and you have done well to come. And now, we are all present before God, ready to give attention to all the things which the Lord has given you to say."}, {"id": 44010034, "c": 10, "v": 34, "d": "Then Peter said, Truly, I see clearly that God is no respecter of persons:"}, {"id": 44010035, "c": 10, "v": 35, "d": "But in every nation, the man who has fear of him and does righteousness is pleasing to him."}, {"id": 44010036, "c": 10, "v": 36, "d": "The word which he sent to the children of Israel, giving the good news of peace through Jesus Christ (who is Lord of all)--"}, {"id": 44010037, "c": 10, "v": 37, "d": "That word you yourselves have knowledge of, which was made public through all Judaea, starting from Galilee, after the baptism of which John was the preacher,"}, {"id": 44010038, "c": 10, "v": 38, "d": "About Jesus of Nazareth, how God gave the Holy Spirit to him, with power: and how he went about doing good and making well all who were troubled by evil spirits, for God was with him."}, {"id": 44010039, "c": 10, "v": 39, "d": "And we are witnesses of all the things which he did in the country of the Jews and in Jerusalem; whom they put to death, hanging him on a tree."}, {"id": 44010040, "c": 10, "v": 40, "d": "On the third day God gave him back to life, and let him be seen,"}, {"id": 44010041, "c": 10, "v": 41, "d": "Not by all the people, but by witnesses marked out before by God, even by us, who took food and drink with him after he came back from the dead."}, {"id": 44010042, "c": 10, "v": 42, "d": "And he gave us orders to give news of this to the people, and to give public witness that this is he whom God has made judge of the living and the dead."}, {"id": 44010043, "c": 10, "v": 43, "d": "To him all the prophets give witness, that through his name everyone who has faith in him will have forgiveness of sins."}, {"id": 44010044, "c": 10, "v": 44, "d": "While Peter was saying these words, the Holy Spirit came on all those who were hearing the word."}, {"id": 44010045, "c": 10, "v": 45, "d": "And the Jews of the faith, who had come with Peter, were full of wonder, because the Holy Spirit was given to the Gentiles,"}, {"id": 44010046, "c": 10, "v": 46, "d": "And they were talking in tongues, and giving glory to God. Then Peter said,"}, {"id": 44010047, "c": 10, "v": 47, "d": "Will any man say that these may not have baptism who have been given the Holy Spirit as we have?"}, {"id": 44010048, "c": 10, "v": 48, "d": "And he gave orders for them to have baptism in the name of Jesus Christ. Then they kept him with them for some days."}, {"id": 44011001, "c": 11, "v": 1, "d": "Now the Apostles and the brothers who were in Judaea had news that the word of God had been given to the Gentiles."}, {"id": 44011002, "c": 11, "v": 2, "d": "And when Peter came to Jerusalem, those who kept the rule of circumcision had an argument with him,"}, {"id": 44011003, "c": 11, "v": 3, "d": "Saying, You went to men without circumcision, and took food with them."}, {"id": 44011004, "c": 11, "v": 4, "d": "But Peter gave them an account of it all in order, saying to them,"}, {"id": 44011005, "c": 11, "v": 5, "d": "I was in the town of Joppa, at prayer: and falling into a deep sleep, I saw in a vision a vessel like a great cloth let down from heaven, and it came down to me:"}, {"id": 44011006, "c": 11, "v": 6, "d": "And looking on it with attention I saw in it all sorts of beasts and birds."}, {"id": 44011007, "c": 11, "v": 7, "d": "And a voice came to my ears saying, Come, Peter; take them for food."}, {"id": 44011008, "c": 11, "v": 8, "d": "But I said, No, Lord; for nothing common or unclean has ever come into my mouth."}, {"id": 44011009, "c": 11, "v": 9, "d": "But the voice, coming a second time from heaven, said, What God has made clean, do not you make common."}, {"id": 44011010, "c": 11, "v": 10, "d": "And this was done three times, and they were all taken up again into heaven."}, {"id": 44011011, "c": 11, "v": 11, "d": "And at that minute, three men, sent from Caesarea, came to the house where we were."}, {"id": 44011012, "c": 11, "v": 12, "d": "And the Spirit gave me orders to go with them, doubting nothing. And these six brothers came with me; and we went into that man's house:"}, {"id": 44011013, "c": 11, "v": 13, "d": "And he gave us an account of how he had seen the angel in his house, saying, Send to Joppa, and get Simon, named Peter, to come to you;"}, {"id": 44011014, "c": 11, "v": 14, "d": "Who will say words to you through which you and all your family may get salvation."}, {"id": 44011015, "c": 11, "v": 15, "d": "And, while I was talking to them, the Holy Spirit came on them, as on us at first."}, {"id": 44011016, "c": 11, "v": 16, "d": "And the words of the Lord came into my mind, how he said, The baptism of John was with water, but you will have baptism with the Holy Spirit."}, {"id": 44011017, "c": 11, "v": 17, "d": "If then God gave them, when they had faith in the Lord Jesus Christ, the same as he gave to us, who was I to go against God?"}, {"id": 44011018, "c": 11, "v": 18, "d": "And hearing these things they said nothing more, but gave glory to God, saying, Then to the Gentiles as to us has God given a change of heart, so that they may have life."}, {"id": 44011019, "c": 11, "v": 19, "d": "Then those who had gone away at the time of the trouble about Stephen, went as far as Phoenicia and Cyprus, preaching to the Jews only."}, {"id": 44011020, "c": 11, "v": 20, "d": "But some of them, men of Cyprus and Cyrene, when they came to Antioch, gave the good news about the Lord Jesus to the Greeks."}, {"id": 44011021, "c": 11, "v": 21, "d": "And the power of the Lord was with them, and a great number had faith and were turned to the Lord."}, {"id": 44011022, "c": 11, "v": 22, "d": "And news of them came to the ears of the church at Jerusalem: and they sent Barnabas as far as Antioch:"}, {"id": 44011023, "c": 11, "v": 23, "d": "Who, when he came and saw the grace of God, was glad; and he made clear to them the need of keeping near the Lord with all the strength of their hearts:"}, {"id": 44011024, "c": 11, "v": 24, "d": "For he was a good man and full of the Holy Spirit and of faith: and a great number were joined to the Lord."}, {"id": 44011025, "c": 11, "v": 25, "d": "Then he went on to Tarsus, looking for Saul;"}, {"id": 44011026, "c": 11, "v": 26, "d": "And when he had come across him, he took him to Antioch. And they were with the church there for a year, teaching the people; and the disciples were first given the name of Christians in Antioch."}, {"id": 44011027, "c": 11, "v": 27, "d": "Now in those days prophets came from Jerusalem to Antioch."}, {"id": 44011028, "c": 11, "v": 28, "d": "And one of them, named Agabus, said publicly through the Spirit that there would be serious need of food all over the earth: which came about in the time of Claudius."}, {"id": 44011029, "c": 11, "v": 29, "d": "And the disciples, everyone as he was able, made a decision to send help to the brothers living in Judaea:"}, {"id": 44011030, "c": 11, "v": 30, "d": "Which they did, sending it to the rulers of the church by the hand of Barnabas and Saul."}, {"id": 44012001, "c": 12, "v": 1, "d": "Now, about that time, Herod the king made cruel attacks on the Christians."}, {"id": 44012002, "c": 12, "v": 2, "d": "And he put James, the brother of John, to death with the sword."}, {"id": 44012003, "c": 12, "v": 3, "d": "And when he saw that this was pleasing to the Jews he went on to take Peter in addition. This was at the time of the feast of unleavened bread."}, {"id": 44012004, "c": 12, "v": 4, "d": "And having taken him, he put him in prison, with four bands of armed men to keep watch over him; his purpose being to take him out to the people after the Passover."}, {"id": 44012005, "c": 12, "v": 5, "d": "So Peter was kept in prison: but the church made strong prayer to God for him."}, {"id": 44012006, "c": 12, "v": 6, "d": "And when Herod was about to take him out, the same night Peter was sleeping in chains between two armed men, and the watchmen were keeping watch before the door of the prison."}, {"id": 44012007, "c": 12, "v": 7, "d": "And a great light was seen shining in the room, and an angel of the Lord came to Peter and, touching him on his side so that he came out of his sleep, said, Get up quickly. And his chains came off his hands."}, {"id": 44012008, "c": 12, "v": 8, "d": "Then the angel said, Put on your shoes and get ready to go. And he did so. And he said, Put your coat round you and come with me."}, {"id": 44012009, "c": 12, "v": 9, "d": "And he went out after him; and he was not certain if what was done by the angel was a fact, for it seemed to him that he was seeing a vision."}, {"id": 44012010, "c": 12, "v": 10, "d": "And when they had gone past the first and second watchmen they came to the iron door into the town, which came open by itself: and they went out and down one street; and then the angel went away."}, {"id": 44012011, "c": 12, "v": 11, "d": "And when Peter came to his senses he said, Now, truly, I am certain that the Lord has sent his angel and taken me out of the hands of Herod, against all the hopes of the Jews."}, {"id": 44012012, "c": 12, "v": 12, "d": "And when he became clear about this, he went to the house of Mary, the mother of John named Mark, where a number of them had come together for prayer."}, {"id": 44012013, "c": 12, "v": 13, "d": "And he gave a blow on the door, and a young girl came to it, named Rhoda."}, {"id": 44012014, "c": 12, "v": 14, "d": "And hearing the voice of Peter, in her joy she went running, without opening the door, to say that Peter was outside."}, {"id": 44012015, "c": 12, "v": 15, "d": "And they said to her, You are off your head. But still she said, with decision, that it was so. And they said, It is his angel."}, {"id": 44012016, "c": 12, "v": 16, "d": "But Peter went on giving blows on the door: and when it was open and they saw him, they were full of wonder."}, {"id": 44012017, "c": 12, "v": 17, "d": "But he made a sign to them with his hand to be quiet, and gave them an account of how the Lord had taken him out of prison. And he said, Give the news to James and the brothers. And then he went away."}, {"id": 44012018, "c": 12, "v": 18, "d": "Now when it was day, the armed men were greatly troubled about what had become of Peter."}, {"id": 44012019, "c": 12, "v": 19, "d": "And Herod, when he sent for him, and he was not there, after questioning the watchmen, gave orders that they were to be put to death. Then he went down from Judaea to Caesarea for a time."}, {"id": 44012020, "c": 12, "v": 20, "d": "Now he was very angry with the people of Tyre and Sidon: and they came to him, all together, and having made friends with Blastus, the controller of the king's house, they made a request for peace, because their country was dependent on the king's country for its food."}, {"id": 44012021, "c": 12, "v": 21, "d": "And on the day which had been fixed, Herod, dressed in his robes and seated in his place, made a public statement to them."}, {"id": 44012022, "c": 12, "v": 22, "d": "And the people, with loud cries, said, It is the voice of a god, not of a man."}, {"id": 44012023, "c": 12, "v": 23, "d": "And straight away the angel of the Lord sent a disease on him, because he did not give the glory to God: and his flesh was wasted away by worms, and so he came to his end."}, {"id": 44012024, "c": 12, "v": 24, "d": "But the word of the Lord went on increasing."}, {"id": 44012025, "c": 12, "v": 25, "d": "And Barnabas and Saul came back from Jerusalem, when their work was ended, taking with them John named Mark."}, {"id": 44013001, "c": 13, "v": 1, "d": "Now there were at Antioch, in the church there, prophets and teachers, Barnabas, and Symeon who was named Niger, and Lucius of Cyrene, and Manaen, a relation of Herod the king, and Saul."}, {"id": 44013002, "c": 13, "v": 2, "d": "And while they were doing the Lord's work, and going without food, the Holy Spirit said, Let Barnabas and Saul be given to me for the special work for which they have been marked out by me."}, {"id": 44013003, "c": 13, "v": 3, "d": "Then, after prayer and going without food they put their hands on them, and sent them away."}, {"id": 44013004, "c": 13, "v": 4, "d": "So, being sent out by the Holy Spirit, they went down to Seleucia; and from there they went by ship to Cyprus."}, {"id": 44013005, "c": 13, "v": 5, "d": "And at Salamis they were preaching the word of God in the Synagogues of the Jews: and John was with them, helping them."}, {"id": 44013006, "c": 13, "v": 6, "d": "And when they had gone through all the island to Paphos, they came across a certain wonder-worker and false prophet, a Jew whose name was Bar-Jesus;"}, {"id": 44013007, "c": 13, "v": 7, "d": "Who was with the ruler, Sergius Paulus, an able man. This man sent for Barnabas and Saul, desiring to have knowledge of the word of God."}, {"id": 44013008, "c": 13, "v": 8, "d": "But Elymas, the wonder-worker (for that is the sense of his name), put himself against them, with the purpose of turning the ruler from the faith."}, {"id": 44013009, "c": 13, "v": 9, "d": "But Saul, whose other name is Paul, being full of the Holy Spirit, looking hard at him, said,"}, {"id": 44013010, "c": 13, "v": 10, "d": "O you, who are full of false tricks and evil ways, a son of the Evil One, hating all righteousness, will you for ever be turning people from the right ways of the Lord?"}, {"id": 44013011, "c": 13, "v": 11, "d": "And now, see, the hand of the Lord is on you, and you will be blind and not able to see the sun for a time. And straight away a dark mist came down on him; and he went about looking for a guide."}, {"id": 44013012, "c": 13, "v": 12, "d": "Then the ruler, when he saw what was done, had faith, being full of wonder at the teaching of the Lord."}, {"id": 44013013, "c": 13, "v": 13, "d": "Then Paul and those who were with him went by ship from Paphos and came to Perga in Pamphylia: and there John went away from them and came back to Jerusalem."}, {"id": 44013014, "c": 13, "v": 14, "d": "But they, going through from Perga, came to Antioch in Pisidia; and they went into the Synagogue on the Sabbath and were seated."}, {"id": 44013015, "c": 13, "v": 15, "d": "And after the reading of the law and the prophets, the rulers of the Synagogue sent to them, saying, Brothers, if you have a word of comfort for the people, say on."}, {"id": 44013016, "c": 13, "v": 16, "d": "And Paul, getting up and making a sign with his hand, said, Men of Israel, and you who have the fear of God, give ear."}, {"id": 44013017, "c": 13, "v": 17, "d": "The God of this people Israel made selection of our fathers, lifting the people up from their low condition when they were living in the land of Egypt, and with a strong arm took them out of it."}, {"id": 44013018, "c": 13, "v": 18, "d": "And for about forty years he put up with their ways in the waste land."}, {"id": 44013019, "c": 13, "v": 19, "d": "And having put to destruction seven nations in the land of Canaan, he gave them the land for their heritage for about four hundred and fifty years."}, {"id": 44013020, "c": 13, "v": 20, "d": "And after these things he gave them judges, till the time of Samuel the prophet."}, {"id": 44013021, "c": 13, "v": 21, "d": "Then at their request for a king, God gave them Saul, the son of Kish, a man of the family of Benjamin, who was their king for forty years."}, {"id": 44013022, "c": 13, "v": 22, "d": "And having put him on one side, he made David their king, to whom he gave witness, saying, I have taken David, the son of Jesse, a man dear to my heart, who will do all my pleasure."}, {"id": 44013023, "c": 13, "v": 23, "d": "From this man's seed has God given to Israel a Saviour, even Jesus, as he gave his word;"}, {"id": 44013024, "c": 13, "v": 24, "d": "For whose coming John made ready the way by preaching to all the people of Israel the baptism which goes with a change of heart."}, {"id": 44013025, "c": 13, "v": 25, "d": "And when John was completing his work, he said, What do I seem to you to be? I am not he; but one is coming after me, whose shoes I am not good enough to undo."}, {"id": 44013026, "c": 13, "v": 26, "d": "My brothers, children of the family of Abraham, and those among you who have the fear of God, to us the word of this salvation is sent."}, {"id": 44013027, "c": 13, "v": 27, "d": "For the men of Jerusalem and their rulers, having no knowledge of him, or of the sayings of the prophets which come to their ears every Sabbath day, gave effect to them by judging him."}, {"id": 44013028, "c": 13, "v": 28, "d": "And though no cause of death was seen in him, they made a request to Pilate that he might be put to death."}, {"id": 44013029, "c": 13, "v": 29, "d": "And when they had done all the things said in the Writings about him, they took him down from the tree, and put him in the place of the dead."}, {"id": 44013030, "c": 13, "v": 30, "d": "But God gave him back from the dead:"}, {"id": 44013031, "c": 13, "v": 31, "d": "And for a number of days he was seen by those who came with him from Galilee to Jerusalem, who are now his witnesses before the people."}, {"id": 44013032, "c": 13, "v": 32, "d": "And we are giving you the good news of the undertaking made to the fathers,"}, {"id": 44013033, "c": 13, "v": 33, "d": "Which God has now put into effect for our children, by sending Jesus; as it says in the second Psalm, You are my Son; this day I have given you being."}, {"id": 44013034, "c": 13, "v": 34, "d": "And about his coming back from the dead, never again to go to destruction, he has said these words, I will give you the holy and certain mercies of David."}, {"id": 44013035, "c": 13, "v": 35, "d": "Because he says in another Psalm, You will not let your Holy One see destruction."}, {"id": 44013036, "c": 13, "v": 36, "d": "Now David, having done God's work for his generation, went to sleep, and was put with his fathers, and his body came to destruction:"}, {"id": 44013037, "c": 13, "v": 37, "d": "But he, who was lifted up by God, did not see destruction."}, {"id": 44013038, "c": 13, "v": 38, "d": "And so, let it be clear to you, my brothers, that through this man forgiveness of sins is offered to you:"}, {"id": 44013039, "c": 13, "v": 39, "d": "And through him everyone who has faith is made free from all those things, from which the law of Moses was not able to make you free."}, {"id": 44013040, "c": 13, "v": 40, "d": "So take care that these words of the prophets do not come true for you;"}, {"id": 44013041, "c": 13, "v": 41, "d": "See, you doubters, have wonder and come to your end; for I will do a thing in your days to which you will not give belief, even if it is made clear to you."}, {"id": 44013042, "c": 13, "v": 42, "d": "And when they went out, they made a request that these words might be said to them again on the Sabbath after."}, {"id": 44013043, "c": 13, "v": 43, "d": "Now when the meeting was ended, a number of the Jews and of the God-fearing Gentiles who had become Jews, went after Paul and Barnabas: who put before them how important it was to keep on in the grace of God."}, {"id": 44013044, "c": 13, "v": 44, "d": "And on the Sabbath after, almost all the town came together to give hearing to the word of God."}, {"id": 44013045, "c": 13, "v": 45, "d": "But when the Jews saw such a great number of people, they were full of envy and said evil words against Paul's preaching."}, {"id": 44013046, "c": 13, "v": 46, "d": "Then Paul and Barnabas without fear said, It was necessary for the word of God to be given to you first; but because you will have nothing to do with it, and have no desire for eternal life, it will now be offered to the Gentiles."}, {"id": 44013047, "c": 13, "v": 47, "d": "For so the Lord has given us orders, saying, I have given you for a light to the Gentiles so that you may be for salvation to the ends of the earth."}, {"id": 44013048, "c": 13, "v": 48, "d": "And the Gentiles, hearing this, were glad and gave glory to the word of God: and those marked out by God for eternal life had faith."}, {"id": 44013049, "c": 13, "v": 49, "d": "And the word of the Lord went through all the country."}, {"id": 44013050, "c": 13, "v": 50, "d": "But the Jews, working up the feelings of the God-fearing women of high position and of the chief men of the town, got an attack started against Paul and Barnabas, driving them out of those parts."}, {"id": 44013051, "c": 13, "v": 51, "d": "But they, shaking off the dust of that place from their feet, came to Iconium."}, {"id": 44013052, "c": 13, "v": 52, "d": "And the disciples were full of joy and of the Holy Spirit."}, {"id": 44014001, "c": 14, "v": 1, "d": "Now in Iconium they went together to the Synagogue of the Jews and gave such teaching that a great number of Jews and Greeks had faith."}, {"id": 44014002, "c": 14, "v": 2, "d": "But those Jews who had not the faith, made the minds of the Gentiles bitter against the brothers."}, {"id": 44014003, "c": 14, "v": 3, "d": "So they kept there for a long time, taking heart in the Lord, who gave witness to the word of his grace by causing signs and wonders to be done by their hands."}, {"id": 44014004, "c": 14, "v": 4, "d": "But there was a division among the people of the town; some were on the side of the Jews and some on the side of the Apostles."}, {"id": 44014005, "c": 14, "v": 5, "d": "And when a violent attempt was made by the Gentiles and the Jews, with their rulers, to make an attack on them and have them stoned,"}, {"id": 44014006, "c": 14, "v": 6, "d": "Having got news of it, they went in flight to the towns of Lycaonia, Lystra, and Derbe, and the country round about:"}, {"id": 44014007, "c": 14, "v": 7, "d": "And went on preaching the good news there."}, {"id": 44014008, "c": 14, "v": 8, "d": "And at Lystra there was a certain man, who from birth had been without the use of his feet, never having had the power of walking."}, {"id": 44014009, "c": 14, "v": 9, "d": "This man was giving ear to the preaching of Paul, who, looking at him, and seeing that he had faith to be made well,"}, {"id": 44014010, "c": 14, "v": 10, "d": "Said in a loud voice, Get up on your feet. And, jumping up, he went walking about."}, {"id": 44014011, "c": 14, "v": 11, "d": "And when the people saw what Paul had done, they said in a loud voice, in the language of Lycaonia, The gods have come down to us in the form of men."}, {"id": 44014012, "c": 14, "v": 12, "d": "And they gave the name of Jupiter to Barnabas, and to Paul that of Mercury, because he was the chief talker."}, {"id": 44014013, "c": 14, "v": 13, "d": "And the priest of the image of Jupiter, which was before the town, took oxen and flowers to the doors of the town, and was about to make an offering with the people."}, {"id": 44014014, "c": 14, "v": 14, "d": "But when this came to the ears of the Apostles, Paul and Barnabas, they went running out among the people, parting their clothing, and crying out,"}, {"id": 44014015, "c": 14, "v": 15, "d": "Good people, why are you doing these things? We are men with the same feelings as you, and we give you the good news so that you may be turned away from these foolish things to the living God, who made the heaven and the earth and the sea and all things in them:"}, {"id": 44014016, "c": 14, "v": 16, "d": "Who in the past let all nations go in the ways which seemed good to them."}, {"id": 44014017, "c": 14, "v": 17, "d": "But he was not without witness, because he did good, and gave you rain from heaven and times of fruit, making your hearts full of food and joy."}, {"id": 44014018, "c": 14, "v": 18, "d": "And even with these words, it was hard for them to keep the people from making an offering to them."}, {"id": 44014019, "c": 14, "v": 19, "d": "But some Jews came to that place from Antioch and Iconium, and got control over the people; and after stoning Paul, they had him pulled out of the town, taking him for dead."}, {"id": 44014020, "c": 14, "v": 20, "d": "But when the disciples came round him, he got up and went into the town: and the day after he went away with Barnabas to Derbe."}, {"id": 44014021, "c": 14, "v": 21, "d": "And having made a number of disciples through the preaching of the good news in that town, they went back to Lystra and Iconium and Antioch,"}, {"id": 44014022, "c": 14, "v": 22, "d": "Making strong the souls of the disciples, saying to them that they were to keep the faith, and that we have to go through troubles of all sorts to come into the kingdom of God."}, {"id": 44014023, "c": 14, "v": 23, "d": "And when they had made selection of some to be rulers in every church, and had given themselves to prayer and kept themselves from food, they put them into the care of the Lord in whom they had faith."}, {"id": 44014024, "c": 14, "v": 24, "d": "And they went through Pisidia and came to Pamphylia."}, {"id": 44014025, "c": 14, "v": 25, "d": "And, after preaching the word in Perga, they went down to Attalia;"}, {"id": 44014026, "c": 14, "v": 26, "d": "And from there they went by ship to Antioch, where they had been handed over to the grace of God for the work which they had not done."}, {"id": 44014027, "c": 14, "v": 27, "d": "And when they came there, and had got the church together, they gave them an account of all the things which God had done through them, and how he had made open a door of faith to the Gentiles."}, {"id": 44014028, "c": 14, "v": 28, "d": "And they were with the disciples there for a long time."}, {"id": 44015001, "c": 15, "v": 1, "d": "Now certain men came down from Judaea, teaching the brothers and saying that without circumcision, after the rule of Moses, there is no salvation."}, {"id": 44015002, "c": 15, "v": 2, "d": "And after Paul and Barnabas had had no little argument and discussion with them, the brothers made a decision to send Paul and Barnabas and certain others of them to the Apostles and the rulers of the church at Jerusalem about this question."}, {"id": 44015003, "c": 15, "v": 3, "d": "So they, being sent on their way by the church, went through Phoenicia and Samaria, giving news of the salvation of the Gentiles, to the great joy of all the brothers."}, {"id": 44015004, "c": 15, "v": 4, "d": "And when they came to Jerusalem, they had a meeting with the church and the Apostles and the rulers, and they gave an account of all the things which God had done through them."}, {"id": 44015005, "c": 15, "v": 5, "d": "But some of the Pharisees, who were of the faith, got up and said, It is necessary for these to have circumcision and to keep the law of Moses."}, {"id": 44015006, "c": 15, "v": 6, "d": "And the Apostles and the rulers of the church came together and gave thought to the question."}, {"id": 44015007, "c": 15, "v": 7, "d": "And when there had been much discussion, Peter got up and said to them, My brothers, you have knowledge that some time back it was God's pleasure that by my mouth the good news might be given to the Gentiles so that they might have faith."}, {"id": 44015008, "c": 15, "v": 8, "d": "And God, the searcher of hearts, was a witness to them, giving them the Holy Spirit even as he did to us;"}, {"id": 44015009, "c": 15, "v": 9, "d": "Making no division between them and us, but making clean their hearts by faith."}, {"id": 44015010, "c": 15, "v": 10, "d": "Why then are you testing God, by putting on the neck of the disciples a yoke so hard that not even our fathers or we were strong enough for it?"}, {"id": 44015011, "c": 15, "v": 11, "d": "But we have faith that we will get salvation through the grace of the Lord Jesus in the same way as they."}, {"id": 44015012, "c": 15, "v": 12, "d": "And all the people were quiet while Barnabas and Paul gave an account of the signs and wonders which God had done among the Gentiles by them."}, {"id": 44015013, "c": 15, "v": 13, "d": "And when they had come to an end, James, answering, said, My brothers, give ear to me:"}, {"id": 44015014, "c": 15, "v": 14, "d": "Symeon has given an account of how God was first pleased to take from among the Gentiles a people for himself."}, {"id": 44015015, "c": 15, "v": 15, "d": "And this is in agreement with the words of the prophets, as it is said,"}, {"id": 44015016, "c": 15, "v": 16, "d": "After these things I will come back, and will put up the tent of David which has been broken down, building up again its broken parts and making it complete:"}, {"id": 44015017, "c": 15, "v": 17, "d": "So that the rest of men may make search for the Lord, and all the Gentiles on whom my name is named,"}, {"id": 44015018, "c": 15, "v": 18, "d": "Says the Lord, who has made these things clear from the earliest times."}, {"id": 44015019, "c": 15, "v": 19, "d": "For this reason my decision is, that we do not put trouble in the way of those who from among the Gentiles are turned to God;"}, {"id": 44015020, "c": 15, "v": 20, "d": "But that we give them orders to keep themselves from things offered to false gods, and from the evil desires of the body, and from the flesh of animals put to death in ways against the law, and from blood."}, {"id": 44015021, "c": 15, "v": 21, "d": "For Moses, from times long past, has his preachers in every town, reading his law in the Synagogues every Sabbath."}, {"id": 44015022, "c": 15, "v": 22, "d": "Then it seemed good to the Apostles and the rulers and all the church, to send men from among them to Antioch with Paul and Barnabas; Judas, named Barsabbas, and Silas, chief men among the brothers:"}, {"id": 44015023, "c": 15, "v": 23, "d": "And they sent a letter by them, saying, The Apostles and the older brothers, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, may joy be with you:"}, {"id": 44015024, "c": 15, "v": 24, "d": "Because we have knowledge that some who went from us have been troubling you with their words, putting your souls in doubt; to whom we gave no such order;"}, {"id": 44015025, "c": 15, "v": 25, "d": "It seemed good to us, having come to an agreement together, to send these men to you, with our well loved Barnabas and Paul,"}, {"id": 44015026, "c": 15, "v": 26, "d": "Men who have given up their lives for the name of our Lord Jesus Christ."}, {"id": 44015027, "c": 15, "v": 27, "d": "And so we have sent Judas and Silas, who will say the same things to you themselves, by word of mouth."}, {"id": 44015028, "c": 15, "v": 28, "d": "For it seemed good to the Holy Spirit and to us, to put on you nothing more than these necessary things;"}, {"id": 44015029, "c": 15, "v": 29, "d": "To keep from things offered to false gods, and from blood, and from things put to death in ways which are against the law, and from the evil desires of the body; if you keep yourselves from these, you will do well. May you be happy."}, {"id": 44015030, "c": 15, "v": 30, "d": "So they, being sent away, came down to Antioch, and having got the people together, they gave them the letter."}, {"id": 44015031, "c": 15, "v": 31, "d": "And after reading it, they were glad of its comfort."}, {"id": 44015032, "c": 15, "v": 32, "d": "And Judas and Silas, who themselves were prophets, gave teaching to the brothers and made them strong in the faith."}, {"id": 44015033, "c": 15, "v": 33, "d": "And when they had been there for some time, they were sent back in peace by the brothers to those who had sent them."}, {"id": 44015034, "c": 15, "v": 34, "d": "[]"}, {"id": 44015035, "c": 15, "v": 35, "d": "But Paul and Barnabas kept on in Antioch, teaching and preaching the word of God, with a number of others."}, {"id": 44015036, "c": 15, "v": 36, "d": "And after some days, Paul said to Barnabas, Let us go back and see the brothers in every town where we have given the word of God, and see how they are."}, {"id": 44015037, "c": 15, "v": 37, "d": "And Barnabas had a desire to take with them John, named Mark."}, {"id": 44015038, "c": 15, "v": 38, "d": "But Paul was of the opinion that it was not right to take with them one who had gone away from them in Pamphylia, and had not gone on with the work."}, {"id": 44015039, "c": 15, "v": 39, "d": "And there was a sharp argument between them, so that they were parted from one another, and Barnabas took Mark with him and went by ship to Cyprus;"}, {"id": 44015040, "c": 15, "v": 40, "d": "But Paul took Silas and went away with the blessing of the brothers."}, {"id": 44015041, "c": 15, "v": 41, "d": "And he went through Syria and Cilicia, making the churches stronger in the faith."}, {"id": 44016001, "c": 16, "v": 1, "d": "And he came to Derbe and Lystra: and there was a certain disciple there named Timothy, whose mother was one of the Jews of the faith, but his father was a Greek;"}, {"id": 44016002, "c": 16, "v": 2, "d": "Of whom the brothers at Lystra and Iconium had a high opinion."}, {"id": 44016003, "c": 16, "v": 3, "d": "Paul had a desire for him to go with him, and he gave him circumcision because of the Jews who were in those parts: for they all had knowledge that his father was a Greek."}, {"id": 44016004, "c": 16, "v": 4, "d": "And on their way through the towns, they gave them the rules which had been made by the Apostles and the rulers of the church at Jerusalem, so that they might keep them."}, {"id": 44016005, "c": 16, "v": 5, "d": "So the churches were made strong in the faith and were increased in number every day."}, {"id": 44016006, "c": 16, "v": 6, "d": "And after they had gone through the land of Phrygia and Galatia, the Holy Spirit did not let them take the word into Asia;"}, {"id": 44016007, "c": 16, "v": 7, "d": "And having come to Mysia, they made an attempt to go into Bithynia, but the Spirit of Jesus did not let them;"}, {"id": 44016008, "c": 16, "v": 8, "d": "And going past Mysia, they came down to Troas."}, {"id": 44016009, "c": 16, "v": 9, "d": "And Paul had a vision in the night; a man of Macedonia came, requesting him, and saying, Come over into Macedonia and give us help."}, {"id": 44016010, "c": 16, "v": 10, "d": "And when he had seen the vision, straight away we made the decision to go into Macedonia, for it seemed certain to us that God had sent us to give the good news to them."}, {"id": 44016011, "c": 16, "v": 11, "d": "So, from Troas we went straight by ship to Samothrace and the day after to Neapolis;"}, {"id": 44016012, "c": 16, "v": 12, "d": "And from there to Philippi, which is the most important town of Macedonia and a Roman colony: and we were there for some days."}, {"id": 44016013, "c": 16, "v": 13, "d": "And on the Sabbath we went outside the town, by the river, where we had an idea that there would be a place of prayer; and, being seated, we had talk with the women who had come together."}, {"id": 44016014, "c": 16, "v": 14, "d": "And a certain woman named Lydia, a trader in purple cloth of the town of Thyatira, and a God-fearing woman, gave ear to us: whose heart the Lord made open to give attention to the things which Paul was saying."}, {"id": 44016015, "c": 16, "v": 15, "d": "And when she and her family had had baptism, she made a request to us, saying, If it seems to you that I am true to the Lord, come into my house and be my guests. And she made us come."}, {"id": 44016016, "c": 16, "v": 16, "d": "And when we were going to the place of prayer, we came across a girl with a spirit which gave knowledge of the future, whose masters made great profit from her power."}, {"id": 44016017, "c": 16, "v": 17, "d": "She came after Paul and us, crying out and saying, These men are the servants of the Most High God, who are giving you news of the way of salvation."}, {"id": 44016018, "c": 16, "v": 18, "d": "And this she did on a number of days. But Paul was greatly troubled and, turning, said to the spirit, I give you orders in the name of Jesus Christ, to come out of her. And it came out that very hour."}, {"id": 44016019, "c": 16, "v": 19, "d": "But when her masters saw that their hope of profit was gone, they took Paul and Silas, pulling them into the market-place before the rulers;"}, {"id": 44016020, "c": 16, "v": 20, "d": "And when they had taken them before the authorities, they said, These men, who are Jews, are greatly troubling our town;"}, {"id": 44016021, "c": 16, "v": 21, "d": "Teaching rules of living which it is not right for us to have or to keep, being Romans."}, {"id": 44016022, "c": 16, "v": 22, "d": "And the people made an attack on them all together: and the authorities took their clothing off them, and gave orders for them to be whipped."}, {"id": 44016023, "c": 16, "v": 23, "d": "And when they had given them a great number of blows, they put them in prison, giving orders to the keeper of the prison to keep them safely:"}, {"id": 44016024, "c": 16, "v": 24, "d": "And he, having such orders, put them into the inner prison with chains on their feet."}, {"id": 44016025, "c": 16, "v": 25, "d": "But about the middle of the night, Paul and Silas were making prayers and songs to God in the hearing of the prisoners;"}, {"id": 44016026, "c": 16, "v": 26, "d": "And suddenly there was an earth-shock, so that the base of the prison was moved: and all the doors came open, and everyone's chains came off."}, {"id": 44016027, "c": 16, "v": 27, "d": "And the keeper, coming out of his sleep, and seeing the prison doors open, took his sword and was about to put himself to death, fearing that the prisoners had got away."}, {"id": 44016028, "c": 16, "v": 28, "d": "But Paul said in a loud voice, Do yourself no damage, for we are all here."}, {"id": 44016029, "c": 16, "v": 29, "d": "And he sent for lights and came rushing in and, shaking with fear, went down on his face before Paul and Silas,"}, {"id": 44016030, "c": 16, "v": 30, "d": "And took them out and said, Sirs, what have I to do to get salvation?"}, {"id": 44016031, "c": 16, "v": 31, "d": "And they said, Have faith in the Lord Jesus, and you and your family will have salvation."}, {"id": 44016032, "c": 16, "v": 32, "d": "And they gave the word of the Lord to him and to all who were in his house."}, {"id": 44016033, "c": 16, "v": 33, "d": "And that same hour of the night, he took them, and when he had given attention to their wounds, he and all his family had baptism straight away."}, {"id": 44016034, "c": 16, "v": 34, "d": "And he took them into his house and gave them food, and he was full of joy, having faith in God with all his family."}, {"id": 44016035, "c": 16, "v": 35, "d": "But when it was day, the authorities sent the police, saying, Let these men go."}, {"id": 44016036, "c": 16, "v": 36, "d": "And the keeper said to Paul, The authorities have given orders to let you go: come out now, and go in peace."}, {"id": 44016037, "c": 16, "v": 37, "d": "But Paul said to them, They have given us who are Romans a public whipping without judging us, and have put us in prison. Will they now send us out secretly? no, truly, let them come themselves and take us out."}, {"id": 44016038, "c": 16, "v": 38, "d": "And the police gave an account of these words to the authorities, and they were full of fear on hearing that they were Romans;"}, {"id": 44016039, "c": 16, "v": 39, "d": "Then they came and made prayers to them, requesting them, when they had taken them out, to go away from the town."}, {"id": 44016040, "c": 16, "v": 40, "d": "And they came out of the prison and went to the house of Lydia: and when they had seen the brothers they gave them comfort and went away."}, {"id": 44017001, "c": 17, "v": 1, "d": "Now when they had gone through Amphipolis and Apollonia they came to Thessalonica, where there was a Synagogue of the Jews:"}, {"id": 44017002, "c": 17, "v": 2, "d": "And Paul, as he generally did, went in to them, and on three Sabbath days had discussions with them from the holy Writings,"}, {"id": 44017003, "c": 17, "v": 3, "d": "Saying to them clearly and openly that Christ had to be put to death and come back to life again; and that this Jesus, whom, he said, I am preaching to you, is the Christ."}, {"id": 44017004, "c": 17, "v": 4, "d": "And some of them had faith, and were joined to Paul and Silas; and a number of the God-fearing Greeks, and some of the chief women."}, {"id": 44017005, "c": 17, "v": 5, "d": "But the Jews, being moved with envy, took with them certain low persons from among the common people, and getting together a great number of people, made an outcry in the town, attacking the house of Jason with the purpose of taking them out to the people."}, {"id": 44017006, "c": 17, "v": 6, "d": "And when they were not able to get them, they took Jason and some of the brothers by force before the rulers of the town, crying, These men, who have made trouble all over the world have now come here;"}, {"id": 44017007, "c": 17, "v": 7, "d": "Whom Jason has taken into his house: and they are acting against the orders of Caesar, saying that there is another king, Jesus."}, {"id": 44017008, "c": 17, "v": 8, "d": "And hearing these things the people and the rulers of the town were troubled."}, {"id": 44017009, "c": 17, "v": 9, "d": "And having made Jason and the others give an undertaking to keep the peace, they let them go."}, {"id": 44017010, "c": 17, "v": 10, "d": "And the brothers straight away sent Paul and Silas away by night to Beroea: and they, when they came there, went to the Synagogue of the Jews."}, {"id": 44017011, "c": 17, "v": 11, "d": "Now these were more noble than the Jews of Thessalonica, for they gave serious attention to the word, searching in the holy Writings every day, to see if these things were so."}, {"id": 44017012, "c": 17, "v": 12, "d": "And a number of them had faith, and no small number of the Greek women of high position and of the men."}, {"id": 44017013, "c": 17, "v": 13, "d": "But when the Jews of Thessalonica had news that Paul was preaching the word at Beroea, they came there, troubling the people and working them up."}, {"id": 44017014, "c": 17, "v": 14, "d": "So the brothers sent Paul straight away to the sea: but Silas and Timothy kept there still."}, {"id": 44017015, "c": 17, "v": 15, "d": "But those who went with Paul took him as far as Athens, and then went away, with orders from him to Silas and Timothy to come to him quickly."}, {"id": 44017016, "c": 17, "v": 16, "d": "Now while Paul was waiting for them at Athens, his spirit was troubled, for he saw all the town full of images of the gods."}, {"id": 44017017, "c": 17, "v": 17, "d": "So he had discussions in the Synagogue with the Jews and God-fearing Gentiles, and every day in the market-place with those who were there."}, {"id": 44017018, "c": 17, "v": 18, "d": "And some of those who were supporters of the theories of the Epicureans and the Stoics, had a meeting with him. And some said, What is this talker of foolish words saying? And others, He seems to be a preacher of strange gods: because he was preaching of Jesus and his coming back from the dead."}, {"id": 44017019, "c": 17, "v": 19, "d": "And they took him to Mars' Hill, saying, Will you make clear to us what is this new teaching of yours?"}, {"id": 44017020, "c": 17, "v": 20, "d": "For you seem to us to say strange things, and we have a desire to get the sense of them."}, {"id": 44017021, "c": 17, "v": 21, "d": "(Now all the Athenians and the men from other lands who come there were giving all their time to talking or hearing of anything new.)"}, {"id": 44017022, "c": 17, "v": 22, "d": "And Paul got to his feet on Mars' Hill and said, O men of Athens, I see that you are overmuch given to fear of the gods."}, {"id": 44017023, "c": 17, "v": 23, "d": "For when I came by, I was looking at the things to which you give worship, and I saw an altar with this writing on it, TO THE GOD OF WHOM THERE IS NO KNOWLEDGE. Now, what you, without knowledge, give worship to, I make clear to you."}, {"id": 44017024, "c": 17, "v": 24, "d": "The God who made the earth and everything in it, he, being Lord of heaven and earth, is not housed in buildings made with hands;"}, {"id": 44017025, "c": 17, "v": 25, "d": "And he is not dependent on the work of men's hands, as if he had need of anything, for he himself gives to all life and breath and all things;"}, {"id": 44017026, "c": 17, "v": 26, "d": "And he has made of one blood all the nations of men living on all the face of the earth, ordering their times and the limits of their lands,"}, {"id": 44017027, "c": 17, "v": 27, "d": "So that they might make search for God, in order, if possible, to get knowledge of him and make discovery of him, though he is not far from every one of us:"}, {"id": 44017028, "c": 17, "v": 28, "d": "For in him we have life and motion and existence; as certain of your verse writers have said, For we are his offspring."}, {"id": 44017029, "c": 17, "v": 29, "d": "If then we are the offspring of God, it is not right for us to have the idea that God is like gold or silver or stone, formed by the art or design of man."}, {"id": 44017030, "c": 17, "v": 30, "d": "Those times when men had no knowledge were overlooked by God; but now he gives orders to all men in every place to undergo a change of heart:"}, {"id": 44017031, "c": 17, "v": 31, "d": "Because a day has been fixed in which all the world will be judged in righteousness by the man who has been marked out by him for this work; of which he has given a sign to all men by giving him back from the dead."}, {"id": 44017032, "c": 17, "v": 32, "d": "Now on hearing about the coming back from death, some of them made sport of it, but others said, Let us go more fully into this another time."}, {"id": 44017033, "c": 17, "v": 33, "d": "And so Paul went away from among them."}, {"id": 44017034, "c": 17, "v": 34, "d": "But some men gave him their support: among whom was Dionysius the Areopagite, and a woman named Damaris, and others with them."}, {"id": 44018001, "c": 18, "v": 1, "d": "After these things, he went away from Athens, and came to Corinth."}, {"id": 44018002, "c": 18, "v": 2, "d": "And there he came across a certain Jew named Aquila, a man of Pontus by birth, who not long before had come from Italy with his wife Priscilla, because Claudius had given orders that all Jews were to go away from Rome: and he came to them;"}, {"id": 44018003, "c": 18, "v": 3, "d": "And because he was of the same trade, he was living with them, and they did their work together; for by trade they were tent-makers."}, {"id": 44018004, "c": 18, "v": 4, "d": "And every Sabbath he had discussions in the Synagogue, turning Jews and Greeks to the faith."}, {"id": 44018005, "c": 18, "v": 5, "d": "And when Silas and Timothy came down from Macedonia, Paul was completely given up to the word, preaching to the Jews that the Christ was Jesus."}, {"id": 44018006, "c": 18, "v": 6, "d": "And when they put themselves against him, and said evil words, he said, shaking his clothing, Your blood be on your heads, I am clean: from now I will go to the Gentiles."}, {"id": 44018007, "c": 18, "v": 7, "d": "And moving from there, he went into the house of a man named Titus Justus, a God-fearing man, whose house was very near the Synagogue."}, {"id": 44018008, "c": 18, "v": 8, "d": "And Crispus, the ruler of the Synagogue, with all his family, had faith in the Lord; and a great number of the people of Corinth, hearing the word, had faith and were given baptism."}, {"id": 44018009, "c": 18, "v": 9, "d": "And the Lord said to Paul in the night, in a vision, Have no fear and go on preaching:"}, {"id": 44018010, "c": 18, "v": 10, "d": "For I am with you, and no one will make an attack on you to do you damage: for I have a number of people in this town."}, {"id": 44018011, "c": 18, "v": 11, "d": "And he was there for a year and six months, teaching the word of God among them."}, {"id": 44018012, "c": 18, "v": 12, "d": "But when Gallio was ruler of Achaia, all the Jews together made an attack on Paul, and took him to the judge's seat,"}, {"id": 44018013, "c": 18, "v": 13, "d": "Saying, This man is teaching the people to give worship to God in a way which is against the law."}, {"id": 44018014, "c": 18, "v": 14, "d": "But when Paul was about to say something, Gallio said to the Jews, If this was anything to do with wrongdoing or crime, there would be a reason for me to give you a hearing:"}, {"id": 44018015, "c": 18, "v": 15, "d": "But if it is a question of words or names or of your law, see to it yourselves; I will not be a judge of such things."}, {"id": 44018016, "c": 18, "v": 16, "d": "And he sent them away from the judge's seat."}, {"id": 44018017, "c": 18, "v": 17, "d": "And they all made an attack on Sosthenes, the ruler of the Synagogue, and gave him blows before the judge's seat; but Gallio gave no attention to these things."}, {"id": 44018018, "c": 18, "v": 18, "d": "And Paul, after waiting some days, went away from the brothers and went by ship to Syria, Priscilla and Aquila being with him; and he had had his hair cut off in Cenchrea, for he had taken an oath."}, {"id": 44018019, "c": 18, "v": 19, "d": "And they came down to Ephesus and he left them there: and he himself went into the Synagogue and had a discussion with the Jews."}, {"id": 44018020, "c": 18, "v": 20, "d": "And being requested by them to be there for a longer time, he said, No;"}, {"id": 44018021, "c": 18, "v": 21, "d": "And went from them, saying, I will come back to you if God lets me; and he took ship from Ephesus."}, {"id": 44018022, "c": 18, "v": 22, "d": "And when he had come to land at Caesarea, he went to see the church, and then went down to Antioch."}, {"id": 44018023, "c": 18, "v": 23, "d": "And having been there for some time, he went through the country of Galatia and Phrygia in order, making the disciples strong in the faith."}, {"id": 44018024, "c": 18, "v": 24, "d": "Now a certain Jew named Apollos, an Alexandrian by birth, and a man of learning, came to Ephesus; and he had great knowledge of the holy Writings."}, {"id": 44018025, "c": 18, "v": 25, "d": "This man had been trained in the way of the Lord; and burning in spirit, he gave himself up to teaching the facts about Jesus, though he had knowledge only of John's baptism:"}, {"id": 44018026, "c": 18, "v": 26, "d": "And he was preaching in the Synagogue without fear. But Priscilla and Aquila, hearing his words, took him in, and gave him fuller teaching about the way of God."}, {"id": 44018027, "c": 18, "v": 27, "d": "And when he had a desire to go over into Achaia, the brothers gave him help, and sent letters to the disciples requesting them to take him in among them: and when he had come, he gave much help to those who had faith through grace:"}, {"id": 44018028, "c": 18, "v": 28, "d": "For he overcame the Jews in public discussion, making clear from the holy Writings that the Christ was Jesus."}, {"id": 44019001, "c": 19, "v": 1, "d": "And it came about that while Apollos was at Corinth, Paul, having gone through the higher country, came to Ephesus, where there were certain disciples:"}, {"id": 44019002, "c": 19, "v": 2, "d": "And he said to them, Did you get the Holy Spirit when you had faith? And they said to him, No, we have had no knowledge of the Holy Spirit."}, {"id": 44019003, "c": 19, "v": 3, "d": "And he said, What sort of baptism did you have? And they said, The baptism of John."}, {"id": 44019004, "c": 19, "v": 4, "d": "And Paul said, John gave a baptism which goes with a change of heart, saying to the people that they were to have faith in him who was coming after him, that is, in Jesus."}, {"id": 44019005, "c": 19, "v": 5, "d": "And hearing this, they had baptism in the name of the Lord Jesus."}, {"id": 44019006, "c": 19, "v": 6, "d": "And when Paul had put his hands on them, the Holy Spirit came on them; and they had the power of talking in tongues, and acting like prophets."}, {"id": 44019007, "c": 19, "v": 7, "d": "And there were about twelve of these men."}, {"id": 44019008, "c": 19, "v": 8, "d": "And he went into the Synagogue, and for three months he was preaching there without fear, reasoning and teaching about the kingdom of God."}, {"id": 44019009, "c": 19, "v": 9, "d": "But because some of the people were hard-hearted and would not give hearing, saying evil words about the Way before the people, he went away from them, and kept the disciples separate, reasoning every day in the school of Tyrannus."}, {"id": 44019010, "c": 19, "v": 10, "d": "And this went on for two years, so that all those who were living in Asia had knowledge of the word of the Lord, Greeks as well as Jews."}, {"id": 44019011, "c": 19, "v": 11, "d": "And God did special works of power by the hands of Paul:"}, {"id": 44019012, "c": 19, "v": 12, "d": "So that bits of linen and clothing from his body were taken to people who were ill, and their diseases went away from them and the evil spirits went out."}, {"id": 44019013, "c": 19, "v": 13, "d": "But some of the Jews who went from place to place driving out evil spirits, took it on themselves to make use of the name of the Lord Jesus over those who had evil spirits, saying, I give you orders, by Jesus, whom Paul is preaching."}, {"id": 44019014, "c": 19, "v": 14, "d": "And there were seven sons of a man named Sceva, a Jew and a chief priest, who did this."}, {"id": 44019015, "c": 19, "v": 15, "d": "And the evil spirit, answering, said to them, I have knowledge of Jesus, and of Paul, but who are you?"}, {"id": 44019016, "c": 19, "v": 16, "d": "And the man in whom the evil spirit was, jumping on them, was stronger than the two of them, and overcame them, so that they went running from that house, wounded and without their clothing."}, {"id": 44019017, "c": 19, "v": 17, "d": "And this came to the ears of all those, Jews and Greeks, who were living at Ephesus; and fear came on them all, and the name of the Lord Jesus was made great."}, {"id": 44019018, "c": 19, "v": 18, "d": "And a number of those who had faith came and made a public statement of their sins and all their acts."}, {"id": 44019019, "c": 19, "v": 19, "d": "And a great number of those who were experts in strange arts took their books and put them on the fire in front of everyone: and when the books were valued they came to fifty thousand bits of silver."}, {"id": 44019020, "c": 19, "v": 20, "d": "So the word of the Lord was increased very greatly and was full of power."}, {"id": 44019021, "c": 19, "v": 21, "d": "Now after these things were ended, Paul came to a decision that when he had gone through Macedonia and Achaia he would go to Jerusalem, saying, After I have been there, I have a desire to see Rome."}, {"id": 44019022, "c": 19, "v": 22, "d": "And having sent two of his helpers, Timothy and Erastus, into Macedonia, he himself went on living in Asia for a time."}, {"id": 44019023, "c": 19, "v": 23, "d": "And about that time a great outcry took place about the Way."}, {"id": 44019024, "c": 19, "v": 24, "d": "For there was a certain man named Demetrius, a silver-worker, who made silver boxes for the images of Diana, and gave no small profit to the workmen;"}, {"id": 44019025, "c": 19, "v": 25, "d": "Whom he got together, with other workmen of the same trade, and said to them, Men, it is clear that from this business we get our wealth."}, {"id": 44019026, "c": 19, "v": 26, "d": "And you see, for it has come to your ears, that not only at Ephesus, but almost all through Asia, this Paul has been teaching numbers of people and turning them away, saying that those are not gods who are made by men's hands:"}, {"id": 44019027, "c": 19, "v": 27, "d": "And there is danger, not only that our trade may be damaged in the opinion of men, but that the holy place of the great goddess Diana may be no longer honoured, and that she to whom all Asia and the world give worship, will be put down from her high position."}, {"id": 44019028, "c": 19, "v": 28, "d": "And hearing this, they were very angry, crying out and saying, Great is Diana of Ephesus."}, {"id": 44019029, "c": 19, "v": 29, "d": "And the town was full of noise and trouble, and they all came running into the theatre, having taken by force Gaius and Aristarchus, men of Macedonia who were journeying in company with Paul."}, {"id": 44019030, "c": 19, "v": 30, "d": "And when Paul was about to go in to the people, the disciples did not let him."}, {"id": 44019031, "c": 19, "v": 31, "d": "And some of the rulers of Asia, being his friends, sent to him, requesting him seriously not to put himself in danger by going into the theatre."}, {"id": 44019032, "c": 19, "v": 32, "d": "And some said one thing, and some another: for there was no order in the meeting; and most of them had no idea why they had come together."}, {"id": 44019033, "c": 19, "v": 33, "d": "Then they took Alexander out from among the people, the Jews putting him forward. And Alexander, making a sign with his hand, was about to make a statement to the people in answer:"}, {"id": 44019034, "c": 19, "v": 34, "d": "But when they saw that he was a Jew, all of them with one voice went on crying out for about two hours, Great is Diana of Ephesus."}, {"id": 44019035, "c": 19, "v": 35, "d": "And when the chief secretary had got the people quiet, he said, Men of Ephesus, is any man without knowledge that the town of Ephesus is the keeper of the holy place of the great Diana, who was sent down from Jupiter?"}, {"id": 44019036, "c": 19, "v": 36, "d": "So then, because these things may not be doubted, it would be better for you to be quiet, and do nothing unwise."}, {"id": 44019037, "c": 19, "v": 37, "d": "For you have taken these men, who are not doing damage to the holy place or talking against our goddess."}, {"id": 44019038, "c": 19, "v": 38, "d": "If, then, Demetrius and the workmen who are with him have a protest to make against any man, the law is open to them, and there are judges; let them put up a cause at law against one another."}, {"id": 44019039, "c": 19, "v": 39, "d": "But if any other business is in question, let it be taken up in the regular meeting."}, {"id": 44019040, "c": 19, "v": 40, "d": "For, truly, we are in danger of being made responsible for this day's trouble, there being no cause for it: and we are not able to give any reason for this coming together. And when he had said this, he sent the meeting away."}, {"id": 44019041, "c": 19, "v": 41, "d": "[]"}, {"id": 44020001, "c": 20, "v": 1, "d": "And after the noise had come to an end, Paul, having sent for the disciples and given them comfort, went away from them to Macedonia."}, {"id": 44020002, "c": 20, "v": 2, "d": "And when he had gone through those parts and given them much teaching, he came into Greece."}, {"id": 44020003, "c": 20, "v": 3, "d": "And when he had been there three months, because the Jews had made a secret design against him when he was about to take ship for Syria, he made a decision to go back through Macedonia."}, {"id": 44020004, "c": 20, "v": 4, "d": "And Sopater of Beroea, the son of Pyrrhus, and Aristarchus and Secundus of Thessalonica, and Gaius of Derbe, and Timothy, and Tychicus and Trophimus of Asia, went with him as far as Asia."}, {"id": 44020005, "c": 20, "v": 5, "d": "But these had gone before, and were waiting for us at Troas."}, {"id": 44020006, "c": 20, "v": 6, "d": "And we went away from Philippi by ship after the days of unleavened bread, and came to them at Troas in five days; and we were there for seven days."}, {"id": 44020007, "c": 20, "v": 7, "d": "And on the first day of the week, when we had come together for the holy meal, Paul gave them a talk, for it was his purpose to go away on the day after; and he went on talking till after the middle of the night."}, {"id": 44020008, "c": 20, "v": 8, "d": "And there were a number of lights in the room where we had come together."}, {"id": 44020009, "c": 20, "v": 9, "d": "And a certain young man named Eutychus, who was seated in the window, went into a deep sleep; and while Paul went on talking, being overcome by sleep, he had a fall from the third floor, and was taken up dead."}, {"id": 44020010, "c": 20, "v": 10, "d": "And Paul went down and, falling on him, took him in his arms and said, Do not be troubled, for his life is in him."}, {"id": 44020011, "c": 20, "v": 11, "d": "And when he had gone up, and had taken the broken bread, he went on talking to them for a long time, even till dawn, and then he went away."}, {"id": 44020012, "c": 20, "v": 12, "d": "And they took the boy in, living, and were greatly comforted."}, {"id": 44020013, "c": 20, "v": 13, "d": "But we, going before him by ship, went to Assos with the purpose of taking Paul in there: for so he had given orders, because he himself was coming by land."}, {"id": 44020014, "c": 20, "v": 14, "d": "And when he came up with us at Assos, we took him in the ship and went on to Mitylene."}, {"id": 44020015, "c": 20, "v": 15, "d": "And going from there by sea, we came on the day after opposite Chios, and touching at Samos on the day after that, we came on the third day to Miletus."}, {"id": 44020016, "c": 20, "v": 16, "d": "For Paul's purpose was to go past Ephesus, so that he might not be kept in Asia; for he was going quickly, in order, if possible, to be at Jerusalem on the day of Pentecost."}, {"id": 44020017, "c": 20, "v": 17, "d": "And from Miletus he sent to Ephesus for the rulers of the church."}, {"id": 44020018, "c": 20, "v": 18, "d": "And when they had come, he said to them, You yourselves have seen what my life has been like all the time from the day when I first came into Asia,"}, {"id": 44020019, "c": 20, "v": 19, "d": "Doing the Lord's work without pride, through all the sorrow and troubles which came on me because of the evil designs of the Jews:"}, {"id": 44020020, "c": 20, "v": 20, "d": "And how I kept back nothing which might be of profit to you, teaching you publicly and privately,"}, {"id": 44020021, "c": 20, "v": 21, "d": "Preaching to Jews and to Greeks the need for a turning of the heart to God, and faith in the Lord Jesus Christ."}, {"id": 44020022, "c": 20, "v": 22, "d": "And now, as you see, I am going to Jerusalem, a prisoner in spirit, having no knowledge of what will come to me there:"}, {"id": 44020023, "c": 20, "v": 23, "d": "Only that the Holy Spirit makes clear to me in every town that prison and pains are waiting for me."}, {"id": 44020024, "c": 20, "v": 24, "d": "But I put no value on my life, if only at the end of it I may see the work complete which was given to me by the Lord Jesus, to be a witness of the good news of the grace of God."}, {"id": 44020025, "c": 20, "v": 25, "d": "And now I am conscious that you, among whom I have gone about preaching the kingdom, will not see my face again."}, {"id": 44020026, "c": 20, "v": 26, "d": "And so I say to you this day that I am clean from the blood of all men."}, {"id": 44020027, "c": 20, "v": 27, "d": "For I have not kept back from you anything of the purpose of God."}, {"id": 44020028, "c": 20, "v": 28, "d": "Give attention to yourselves, and to all the flock which the Holy Spirit has given into your care, to give food to the church of God, for which he gave his blood."}, {"id": 44020029, "c": 20, "v": 29, "d": "I am conscious that after I am gone, evil wolves will come in among you, doing damage to the flock;"}, {"id": 44020030, "c": 20, "v": 30, "d": "And from among yourselves will come men who will give wrong teaching, turning away the disciples after them."}, {"id": 44020031, "c": 20, "v": 31, "d": "So keep watch, having in mind that for three years without resting I was teaching every one of you, day and night, with weeping."}, {"id": 44020032, "c": 20, "v": 32, "d": "And now, I give you into the care of God and the word of his grace, which is able to make you strong and to give you your heritage among all the saints."}, {"id": 44020033, "c": 20, "v": 33, "d": "I have had no desire for any man's silver or gold or clothing."}, {"id": 44020034, "c": 20, "v": 34, "d": "You yourselves have seen that with these hands I got what was necessary for me and those who were with me."}, {"id": 44020035, "c": 20, "v": 35, "d": "In all things I was an example to you of how, in your lives, you are to give help to the feeble, and keep in memory the words of the Lord Jesus, how he himself said, There is a greater blessing in giving than in getting."}, {"id": 44020036, "c": 20, "v": 36, "d": "And having said these words, he went down on his knees in prayer with them all."}, {"id": 44020037, "c": 20, "v": 37, "d": "And they were all weeping, falling on Paul's neck and kissing him,"}, {"id": 44020038, "c": 20, "v": 38, "d": "Being sad most of all because he had said that they would not see his face again. And so they went with him to the ship."}, {"id": 44021001, "c": 21, "v": 1, "d": "And after parting from them, we put out to sea and came straight to Cos, and the day after to Rhodes, and from there to Patara:"}, {"id": 44021002, "c": 21, "v": 2, "d": "And as there was a ship going to Phoenicia, we went in it."}, {"id": 44021003, "c": 21, "v": 3, "d": "And when we had come in view of Cyprus, going past it on our left, we went on to Syria, and came to land at Tyre: for there the goods which were in the ship had to be taken out."}, {"id": 44021004, "c": 21, "v": 4, "d": "And meeting the disciples we were there for seven days: and they gave Paul orders through the Spirit not to go up to Jerusalem."}, {"id": 44021005, "c": 21, "v": 5, "d": "And when these days came to an end, we went on our journey; and they all, with their wives and children, came with us on our way till we were out of the town: and after going on our knees in prayer by the sea,"}, {"id": 44021006, "c": 21, "v": 6, "d": "We said our last words to one another, and got into the ship, and they went back to their houses."}, {"id": 44021007, "c": 21, "v": 7, "d": "And journeying by ship from Tyre we came to Ptolemais; and there we had talk with the brothers and were with them for one day."}, {"id": 44021008, "c": 21, "v": 8, "d": "And on the day after, we went away and came to Caesarea, where we were guests in the house of Philip, the preacher, who was one of the seven."}, {"id": 44021009, "c": 21, "v": 9, "d": "And he had four daughters, virgins, who were prophets."}, {"id": 44021010, "c": 21, "v": 10, "d": "And while we were waiting there for some days, a certain prophet, named Agabus, came down from Judaea."}, {"id": 44021011, "c": 21, "v": 11, "d": "And he came to us, and took the band of Paul's clothing, and putting it round his feet and hands, said, The Holy Spirit says these words, So will the Jews do to the man who is the owner of this band, and they will give him up into the hands of the Gentiles."}, {"id": 44021012, "c": 21, "v": 12, "d": "And hearing these things, we and those who were living in that place made request to him not to go to Jerusalem."}, {"id": 44021013, "c": 21, "v": 13, "d": "Then Paul said, What are you doing, weeping and wounding my heart? for I am ready, not only to be a prisoner, but to be put to death at Jerusalem for the name of the Lord Jesus."}, {"id": 44021014, "c": 21, "v": 14, "d": "And as he might not be moved we did no more, saying, Let the purpose of God be done."}, {"id": 44021015, "c": 21, "v": 15, "d": "And after these days we got ready and went up to Jerusalem."}, {"id": 44021016, "c": 21, "v": 16, "d": "And some of the disciples from Caesarea went with us, taking a certain Mnason of Cyprus, one of the early disciples, in whose house we were to be living."}, {"id": 44021017, "c": 21, "v": 17, "d": "And when we came to Jerusalem, the brothers were pleased to see us."}, {"id": 44021018, "c": 21, "v": 18, "d": "And on the day after, Paul went with us to James, and all the rulers of the church were present."}, {"id": 44021019, "c": 21, "v": 19, "d": "And when he had said how glad he was to see them, he gave them a detailed account of the things which God had done through his work among the Gentiles."}, {"id": 44021020, "c": 21, "v": 20, "d": "And hearing it, they gave praise to God; and they said to him, You see, brother, what thousands there are among the Jews, who have the faith; and they all have a great respect for the law:"}, {"id": 44021021, "c": 21, "v": 21, "d": "And they have had news of you, how you have been teaching all the Jews among the Gentiles to give up the law of Moses, and not to give circumcision to their children, and not to keep the old rules."}, {"id": 44021022, "c": 21, "v": 22, "d": "What then is the position? They will certainly get news that you have come."}, {"id": 44021023, "c": 21, "v": 23, "d": "Do this, then, which we say to you: We have four men who have taken an oath;"}, {"id": 44021024, "c": 21, "v": 24, "d": "Go with these, and make yourself clean with them, and make the necessary payments for them, so that they may be free from their oath: and everyone will see that the statements made about you are not true, but that you put yourself under rule, and keep the law."}, {"id": 44021025, "c": 21, "v": 25, "d": "But as to the Gentiles who have the faith, we sent a letter, giving our decision that they were to keep themselves from offerings made to false gods, and from blood, and from the flesh of animals put to death in ways against the law, and from the evil desires of the body."}, {"id": 44021026, "c": 21, "v": 26, "d": "Then Paul took the men, and on the day after, making himself clean with them, he went into the Temple, giving out the statement that the days necessary for making them clean were complete, till the offering was made for every one of them."}, {"id": 44021027, "c": 21, "v": 27, "d": "And when the seven days were almost ended, the Jews from Asia, seeing him in the Temple, got the people together and put their hands on him,"}, {"id": 44021028, "c": 21, "v": 28, "d": "Crying out, Men of Israel, come to our help: this is the man who is teaching all men everywhere against the people and the law and this place: and in addition, he has taken Greeks into the Temple, and made this holy place unclean."}, {"id": 44021029, "c": 21, "v": 29, "d": "For they had seen him before in the town with Trophimus of Ephesus, and had the idea that Paul had taken him with him into the Temple."}, {"id": 44021030, "c": 21, "v": 30, "d": "And all the town was moved, and the people came running together and put their hands on Paul, pulling him out of the Temple: and then the doors were shut."}, {"id": 44021031, "c": 21, "v": 31, "d": "And while they were attempting to put him to death, news came to the chief captain of the band that all Jerusalem was out of control."}, {"id": 44021032, "c": 21, "v": 32, "d": "And straight away he took some armed men and went quickly down to them: and the Jews, seeing them, gave no more blows to Paul."}, {"id": 44021033, "c": 21, "v": 33, "d": "Then the chief captain came near and took him, and gave orders for him to be put in chains, questioning them as to who he was and what he had done."}, {"id": 44021034, "c": 21, "v": 34, "d": "And some said one thing and some another, among the people: and as he was not able to get a knowledge of the facts because of the noise, he gave orders for Paul to be taken into the army building."}, {"id": 44021035, "c": 21, "v": 35, "d": "And when he came on to the steps, he was lifted up by the armed men, because of the force of the people;"}, {"id": 44021036, "c": 21, "v": 36, "d": "For a great mass of people came after them, crying out, Away with him!"}, {"id": 44021037, "c": 21, "v": 37, "d": "And when Paul was about to be taken into the building, he said to the chief captain, May I say something to you? And he said, Have you a knowledge of Greek?"}, {"id": 44021038, "c": 21, "v": 38, "d": "Are you by chance the Egyptian who, before this, got the people worked up against the government and took four thousand men of the Assassins out into the waste land?"}, {"id": 44021039, "c": 21, "v": 39, "d": "But Paul said, I am a Jew of Tarsus in Cilicia, which is not an unimportant town: I make a request to you to let me say a word to the people."}, {"id": 44021040, "c": 21, "v": 40, "d": "And when he let him do so, Paul, from the steps, made a sign with his hand to the people, and when they were all quiet, he said to them in the Hebrew language,"}, {"id": 44022001, "c": 22, "v": 1, "d": "My brothers and fathers, give ear to the story of my life which I now put before you."}, {"id": 44022002, "c": 22, "v": 2, "d": "And, hearing him talking in the Hebrew language, they became the more quiet, and he said,"}, {"id": 44022003, "c": 22, "v": 3, "d": "I am a Jew of Tarsus in Cilicia by birth, but I had my education in this town at the feet of Gamaliel, being trained in the keeping of every detail of the law of our fathers; given up to the cause of God with all my heart, as you are today."}, {"id": 44022004, "c": 22, "v": 4, "d": "And I made attacks on this Way, even to death, taking men and women and putting them in prison."}, {"id": 44022005, "c": 22, "v": 5, "d": "Of which the high priest will be a witness, and all the rulers, from whom I had letters to the brothers; and I went into Damascus, to take those who were there as prisoners to Jerusalem for punishment."}, {"id": 44022006, "c": 22, "v": 6, "d": "And it came about that while I was on my journey, coming near to Damascus, about the middle of the day, suddenly I saw a great light from heaven shining round me."}, {"id": 44022007, "c": 22, "v": 7, "d": "And when I went down on the earth, a voice came to my ears saying to me, Saul, Saul, why are you attacking me so cruelly?"}, {"id": 44022008, "c": 22, "v": 8, "d": "And I, answering, said, Who are you; Lord? And he said to me, I am Jesus of Nazareth, whom you are attacking."}, {"id": 44022009, "c": 22, "v": 9, "d": "And those who were with me saw the light, but the voice of him who was talking to me came not to their ears."}, {"id": 44022010, "c": 22, "v": 10, "d": "And I said, What have I to do, Lord? And the Lord said to me, Get up, and go into Damascus; and it will be made clear to you what you have to do."}, {"id": 44022011, "c": 22, "v": 11, "d": "And because I was unable to see because of the glory of that light, those who were with me took me by the hand, and so I came to Damascus."}, {"id": 44022012, "c": 22, "v": 12, "d": "And one Ananias, a God-fearing man, who kept the law, and of whom all the Jews in that place had a high opinion,"}, {"id": 44022013, "c": 22, "v": 13, "d": "Came to my side and said, Brother Saul, let your eyes be open. And in that very hour I was able to see him."}, {"id": 44022014, "c": 22, "v": 14, "d": "And he said, You have been marked out by the God of our fathers to have knowledge of his purpose, and to see the Upright One and to give ear to the words of his mouth."}, {"id": 44022015, "c": 22, "v": 15, "d": "For you will be a witness for him to all men of what you have seen and of what has come to your ears."}, {"id": 44022016, "c": 22, "v": 16, "d": "And now, why are you waiting? get up, and have baptism, for the washing away of your sins, giving worship to his name."}, {"id": 44022017, "c": 22, "v": 17, "d": "And it came about that when I had come back to Jerusalem, while I was at prayer in the Temple, my senses became more than naturally clear,"}, {"id": 44022018, "c": 22, "v": 18, "d": "And I saw him saying to me, Go out of Jerusalem straight away because they will not give hearing to your witness about me."}, {"id": 44022019, "c": 22, "v": 19, "d": "And I said, Lord, they themselves have knowledge that I went through the Synagogues putting in prison and whipping all those who had faith in you:"}, {"id": 44022020, "c": 22, "v": 20, "d": "And when Stephen your witness was put to death, I was there, giving approval, and looking after the clothing of those who put him to death."}, {"id": 44022021, "c": 22, "v": 21, "d": "And he said to me, Go, for I will send you far away to the Gentiles."}, {"id": 44022022, "c": 22, "v": 22, "d": "And they gave him a hearing as far as this word; then with loud voices they said, Away with this man from the earth; it is not right for him to be living."}, {"id": 44022023, "c": 22, "v": 23, "d": "And while they were crying out, and pulling off their clothing, and sending dust into the air,"}, {"id": 44022024, "c": 22, "v": 24, "d": "The chief captain gave orders for him to be taken into the army building, saying that he would put him to the test by whipping, so that he might have knowledge of the reason why they were crying out so violently against him."}, {"id": 44022025, "c": 22, "v": 25, "d": "And when they had put leather bands round him, Paul said to the captain who was present, Is it the law for you to give blows to a man who is a Roman and has not been judged?"}, {"id": 44022026, "c": 22, "v": 26, "d": "And hearing this, the man went to the chief captain and gave him an account of it, saying, What are you about to do? for this man is a Roman."}, {"id": 44022027, "c": 22, "v": 27, "d": "And the chief captain came to him and said, Give me an answer, are you a Roman? And he said, Yes."}, {"id": 44022028, "c": 22, "v": 28, "d": "And the chief captain said, I got Roman rights for myself at a great price. And Paul said, But I had them by birth."}, {"id": 44022029, "c": 22, "v": 29, "d": "Then those who were about to put him to the test went away: and the chief captain was in fear, seeing that he was a Roman, and that he had put chains on him."}, {"id": 44022030, "c": 22, "v": 30, "d": "But on the day after, desiring to have certain knowledge of what the Jews had to say against him, he made him free, and gave orders for the chief priests and all the Sanhedrin to come together, and he took Paul and put him before them."}, {"id": 44023001, "c": 23, "v": 1, "d": "And Paul, looking fixedly at the Sanhedrin, said, My brothers, my life has been upright before God till this day."}, {"id": 44023002, "c": 23, "v": 2, "d": "And the high priest, Ananias, gave orders to those who were near him to give him a blow on the mouth."}, {"id": 44023003, "c": 23, "v": 3, "d": "Then Paul said to him, God will give blows to you, you whitewashed wall: are you here to be my judge by law, and by your orders am I given blows against the law?"}, {"id": 44023004, "c": 23, "v": 4, "d": "And those who were near said, Do you say such words against God's high priest?"}, {"id": 44023005, "c": 23, "v": 5, "d": "And Paul said, Brother, I had no idea that he was the high priest: for it has been said, You may not say evil about the ruler of your people."}, {"id": 44023006, "c": 23, "v": 6, "d": "But when Paul saw that half of them were Sadducees and the rest Pharisees, he said in the Sanhedrin, Brothers, I am a Pharisee, and the son of Pharisees: I am here to be judged on the question of the hope of the coming back from the dead."}, {"id": 44023007, "c": 23, "v": 7, "d": "And when he had said this, there was an argument between the Pharisees and the Sadducees, and a division in the meeting."}, {"id": 44023008, "c": 23, "v": 8, "d": "For the Sadducees say that there is no coming back from the dead, and no angels or spirits: but the Pharisees have belief in all these."}, {"id": 44023009, "c": 23, "v": 9, "d": "And there was a great outcry: and some of the scribes on the side of the Pharisees got up and took part in the discussion, saying, We see no evil in this man: what if he has had a revelation from an angel or a spirit?"}, {"id": 44023010, "c": 23, "v": 10, "d": "And when the argument became very violent, the chief captain, fearing that Paul would be pulled in two by them, gave orders to the armed men to take him by force from among them, and take him into the army building."}, {"id": 44023011, "c": 23, "v": 11, "d": "And the night after, the Lord came to his side and said, Be of good heart, for as you have been witnessing for me in Jerusalem, so will you be my witness in Rome."}, {"id": 44023012, "c": 23, "v": 12, "d": "And when it was day, the Jews came together and put themselves under an oath that they would take no food or drink till they had put Paul to death."}, {"id": 44023013, "c": 23, "v": 13, "d": "And more than forty of them took this oath."}, {"id": 44023014, "c": 23, "v": 14, "d": "And they came to the chief priests and the rulers and said, We have taken a great oath to take no food till we have put Paul to death"}, {"id": 44023015, "c": 23, "v": 15, "d": "So now, will you and the Sanhedrin make a request to the military authorities to have him sent down to you, as if you were desiring to go into the business in greater detail; and we, before ever he gets to you, will be waiting to put him to death."}, {"id": 44023016, "c": 23, "v": 16, "d": "But Paul's sister's son had word of their design, and he came into the army building and gave news of it to Paul."}, {"id": 44023017, "c": 23, "v": 17, "d": "And Paul sent for a captain and said, Take this young man to your chief, for he has news for him."}, {"id": 44023018, "c": 23, "v": 18, "d": "So he took him to the chief captain and said, Paul, the prisoner, made a request to me to take this young man to you, for he has something to say to you."}, {"id": 44023019, "c": 23, "v": 19, "d": "And the chief took him by the hand and, going on one side, said to him privately, What is it you have to say to me?"}, {"id": 44023020, "c": 23, "v": 20, "d": "And he said, The Jews are in agreement together to make a request to you for Paul to be taken, on the day after this, into the Sanhedrin, to be questioned in greater detail."}, {"id": 44023021, "c": 23, "v": 21, "d": "But do not give way to them, for more than forty of them are waiting for him, having taken an oath not to take food or drink till they have put him to death: and now they are ready, waiting for your order."}, {"id": 44023022, "c": 23, "v": 22, "d": "So the chief captain let the young man go, saying to him, Do not say to anyone that you have given me word of these things."}, {"id": 44023023, "c": 23, "v": 23, "d": "And he sent for two captains and said, Make ready two hundred men, with seventy horsemen and two hundred spearmen, to go to Caesarea, at the third hour of the night:"}, {"id": 44023024, "c": 23, "v": 24, "d": "And get beasts so that they may put Paul on them, and take him safely to Felix, the ruler."}, {"id": 44023025, "c": 23, "v": 25, "d": "And he sent a letter in these words:"}, {"id": 44023026, "c": 23, "v": 26, "d": "Claudius Lysias, to the most noble ruler, Felix, peace be with you."}, {"id": 44023027, "c": 23, "v": 27, "d": "This man was taken by the Jews, and was about to be put to death by them, when I came on them with the army and took him out of danger, having knowledge that he was a Roman."}, {"id": 44023028, "c": 23, "v": 28, "d": "And, desiring to get at the reason for their attack on him, I took him down to their Sanhedrin:"}, {"id": 44023029, "c": 23, "v": 29, "d": "Then it became clear to me that it was a question of their law, and that nothing was said against him which might be a reason for prison or death."}, {"id": 44023030, "c": 23, "v": 30, "d": "And when news was given to me that a secret design was being made against the man, I sent him straight away to you, giving orders to those who are against him to make their statements before you."}, {"id": 44023031, "c": 23, "v": 31, "d": "So the armed men, as they were ordered, took Paul and came by night to Antipatris."}, {"id": 44023032, "c": 23, "v": 32, "d": "But on the day after, they sent the horsemen on with him, and went back to their place:"}, {"id": 44023033, "c": 23, "v": 33, "d": "And they, when they came to Caesarea, gave the letter to the ruler, and took Paul before him."}, {"id": 44023034, "c": 23, "v": 34, "d": "And after reading it, he said, What part of the country do you come from? And, hearing that he was from Cilicia,"}, {"id": 44023035, "c": 23, "v": 35, "d": "I will give hearing to your cause, he said, when those who are against you have come. And he gave orders for him to be kept in Herod's Praetorium."}, {"id": 44024001, "c": 24, "v": 1, "d": "And after five days, the high priest, Ananias, came with certain of the rulers, and an expert talker, one Tertullus; and they made a statement to Felix against Paul."}, {"id": 44024002, "c": 24, "v": 2, "d": "And when he had been sent for, Tertullus, starting his statement, said, Because by you we are living in peace, and through your wisdom wrongs are put right for this nation,"}, {"id": 44024003, "c": 24, "v": 3, "d": "In all things and in all places we are conscious of our great debt to you, most noble Felix."}, {"id": 44024004, "c": 24, "v": 4, "d": "But, so that I may not make you tired, I make a request to you of your mercy, to give hearing to a short statement."}, {"id": 44024005, "c": 24, "v": 5, "d": "For this man, in our opinion, is a cause of trouble, a maker of attacks on the government among Jews through all the empire, and a chief mover in the society of the Nazarenes:"}, {"id": 44024006, "c": 24, "v": 6, "d": "Who, in addition, was attempting to make the Temple unclean: whom we took,"}, {"id": 44024007, "c": 24, "v": 7, "d": "[]"}, {"id": 44024008, "c": 24, "v": 8, "d": "And from whom you will be able, by questioning him yourself, to get knowledge of all the things which we say against him."}, {"id": 44024009, "c": 24, "v": 9, "d": "And the Jews were in agreement with his statement, saying that these things were so."}, {"id": 44024010, "c": 24, "v": 10, "d": "Then when the ruler had given him a sign to make his answer, Paul said, Because I have knowledge that you have been a judge over this nation for a number of years, I am glad to make my answer:"}, {"id": 44024011, "c": 24, "v": 11, "d": "Seeing that you are able to make certain of the fact that it is not more than twelve days from the time when I came up to Jerusalem for worship;"}, {"id": 44024012, "c": 24, "v": 12, "d": "And they have not seen me in argument with any man in the Temple, or working up the feelings of the people, in the Synagogues or in the town:"}, {"id": 44024013, "c": 24, "v": 13, "d": "And they are not able to give facts in support of the things which they say against me now."}, {"id": 44024014, "c": 24, "v": 14, "d": "But this I will say openly to you, that I do give worship to the God of our fathers after that Way, which to them is not the true religion: but I have belief in all the things which are in the law and in the books of the prophets:"}, {"id": 44024015, "c": 24, "v": 15, "d": "Hoping in God for that which they themselves are looking for, that there will be a coming back from the dead for upright men and wrongdoers."}, {"id": 44024016, "c": 24, "v": 16, "d": "And in this, I do my best at all times to have no reason for shame before God or men."}, {"id": 44024017, "c": 24, "v": 17, "d": "Now after a number of years I came to give help and offerings to my nation:"}, {"id": 44024018, "c": 24, "v": 18, "d": "And having been made clean, I was in the Temple, but not with a great number of people, and not with noise: but there were certain Jews from Asia,"}, {"id": 44024019, "c": 24, "v": 19, "d": "And it would have been better if they had come here to make a statement, if they have anything against me."}, {"id": 44024020, "c": 24, "v": 20, "d": "Or let these men here present say what wrongdoing was seen in me when I was before the Sanhedrin,"}, {"id": 44024021, "c": 24, "v": 21, "d": "But only this one thing which I said among them in a loud voice, I am this day being judged on the question of the coming back from the dead."}, {"id": 44024022, "c": 24, "v": 22, "d": "But Felix, who had a more detailed knowledge of the Way, put them off, saying, When Lysias, the chief captain, comes down, I will give attention to your business."}, {"id": 44024023, "c": 24, "v": 23, "d": "And he gave orders to the captain to keep Paul under his control, and to let him have everything he had need of; and not to keep his friends from coming to see him."}, {"id": 44024024, "c": 24, "v": 24, "d": "But after some days, Felix came with Drusilla his wife, who was of the Jews by birth, and sent for Paul, and gave hearing to him about faith in Christ Jesus."}, {"id": 44024025, "c": 24, "v": 25, "d": "And while he was talking about righteousness and self-control and the judging which was to come, Felix had great fear and said, Go away for the present, and when the right time comes I will send for you."}, {"id": 44024026, "c": 24, "v": 26, "d": "For he was hoping that Paul would give him money: so he sent for him more frequently and had talk with him."}, {"id": 44024027, "c": 24, "v": 27, "d": "But after two years Porcius Festus took the place of Felix, who, desiring to have the approval of the Jews, kept Paul in chains."}, {"id": 44025001, "c": 25, "v": 1, "d": "So Festus, having come into that part of the country which was under his rule, after three days went up to Jerusalem from Caesarea."}, {"id": 44025002, "c": 25, "v": 2, "d": "And the chief priests and the chief men of the Jews made statements against Paul,"}, {"id": 44025003, "c": 25, "v": 3, "d": "Requesting Festus to give effect to their design against him, and send him to Jerusalem, when they would be waiting to put him to death on the way."}, {"id": 44025004, "c": 25, "v": 4, "d": "But Festus, in answer, said that Paul was being kept in prison at Caesarea, and that in a short time he himself was going there."}, {"id": 44025005, "c": 25, "v": 5, "d": "So, he said, let those who have authority among you go with me, and if there is any wrong in the man, let them make a statement against him."}, {"id": 44025006, "c": 25, "v": 6, "d": "And when he had been with them not more than eight or ten days, he went down to Caesarea; and on the day after, he took his place on the judge's seat, and sent for Paul."}, {"id": 44025007, "c": 25, "v": 7, "d": "And when he came, the Jews who had come down from Jerusalem came round him, and made all sorts of serious statements against him, which were not supported by the facts."}, {"id": 44025008, "c": 25, "v": 8, "d": "Then Paul, in his answer to them, said, I have done no wrong against the law of the Jews, or against the Temple, or against Caesar."}, {"id": 44025009, "c": 25, "v": 9, "d": "But Festus, desiring to get the approval of the Jews, said to Paul, Will you go up to Jerusalem, and be judged before me there in connection with these things?"}, {"id": 44025010, "c": 25, "v": 10, "d": "And Paul said, I am before the seat of Caesar's authority where it is right for me to be judged: I have done no wrong to the Jews, as you are well able to see."}, {"id": 44025011, "c": 25, "v": 11, "d": "If, then, I am a wrongdoer and there is a cause of death in me, I am ready for death: if it is not as they say against me, no man may give me up to them. Let my cause come before Caesar."}, {"id": 44025012, "c": 25, "v": 12, "d": "Then Festus, having had a discussion with the Jews, made answer, You have said, Let my cause come before Caesar; to Caesar you will go."}, {"id": 44025013, "c": 25, "v": 13, "d": "Now when some days had gone by, King Agrippa and Bernice came to Caesarea and went to see Festus."}, {"id": 44025014, "c": 25, "v": 14, "d": "And as they were there for some days, Festus gave them Paul's story, saying, There is a certain man here who was put in prison by Felix:"}, {"id": 44025015, "c": 25, "v": 15, "d": "Against whom the chief priests and the rulers of the Jews made a statement when I was at Jerusalem, requesting me to give a decision against him."}, {"id": 44025016, "c": 25, "v": 16, "d": "To whom I gave answer that it is not the Roman way to give a man up, till he has been face to face with those who are attacking him, and has had a chance to give an answer to the statements made against him."}, {"id": 44025017, "c": 25, "v": 17, "d": "So, when they had come together here, straight away, on the day after, I took my place on the judge's seat and sent for the man."}, {"id": 44025018, "c": 25, "v": 18, "d": "But when they got up they said nothing about such crimes as I had in mind:"}, {"id": 44025019, "c": 25, "v": 19, "d": "But had certain questions against him in connection with their religion, and about one Jesus, now dead, who, Paul said, was living."}, {"id": 44025020, "c": 25, "v": 20, "d": "And as I had not enough knowledge for the discussion of these things, I made the suggestion to him to go to Jerusalem and be judged there."}, {"id": 44025021, "c": 25, "v": 21, "d": "But when Paul made a request that he might be judged by Caesar, I gave orders for him to be kept till I might send him to Caesar."}, {"id": 44025022, "c": 25, "v": 22, "d": "And Agrippa said to Festus, I have a desire to give the man a hearing myself. Tomorrow, he said, you may give him a hearing."}, {"id": 44025023, "c": 25, "v": 23, "d": "So on the day after, when Agrippa and Bernice in great glory had come into the public place of hearing, with the chief of the army and the chief men of the town, at the order of Festus, Paul was sent for."}, {"id": 44025024, "c": 25, "v": 24, "d": "And Festus said, King Agrippa, and all those who are present here with us, you see this man, about whom all the Jews have made protests to me, at Jerusalem and in this place, saying that it is not right for him to be living any longer."}, {"id": 44025025, "c": 25, "v": 25, "d": "But, in my opinion, there is no cause of death in him, and as he himself has made a request to be judged by Caesar, I have said that I would send him."}, {"id": 44025026, "c": 25, "v": 26, "d": "But I have no certain account of him to send to Caesar. So I have sent for him to come before you, and specially before you, King Agrippa, so that after the business has been gone into, I may have something to put in writing."}, {"id": 44025027, "c": 25, "v": 27, "d": "For it seems to me against reason to send a prisoner without making clear what there is against him."}, {"id": 44026001, "c": 26, "v": 1, "d": "And Agrippa said to Paul, You may put your cause before us. Then Paul, stretching out his hand, made his answer, saying:"}, {"id": 44026002, "c": 26, "v": 2, "d": "In my opinion I am happy, King Agrippa, to be able to give my answer before you today to all these things which the Jews say against me:"}, {"id": 44026003, "c": 26, "v": 3, "d": "The more so, because you are expert in all questions to do with the Jews and their ways: so I make my request to you to give me a hearing to the end."}, {"id": 44026004, "c": 26, "v": 4, "d": "All the Jews have knowledge of my way of life from my early years, as it was from the start among my nation, and at Jerusalem;"}, {"id": 44026005, "c": 26, "v": 5, "d": "And they are able to say, if they would give witness, that I was living as a Pharisee, in that division of our religion which is most regular in the keeping of the law."}, {"id": 44026006, "c": 26, "v": 6, "d": "And now I am here to be judged because of the hope given by God's word to our fathers;"}, {"id": 44026007, "c": 26, "v": 7, "d": "For the effecting of which our twelve tribes have been working and waiting night and day with all their hearts. And in connection with this hope I am attacked by the Jews, O king!"}, {"id": 44026008, "c": 26, "v": 8, "d": "Why, in your opinion, is it outside belief for God to make the dead come to life again?"}, {"id": 44026009, "c": 26, "v": 9, "d": "For I, truly, was of the opinion that it was right for me to do a number of things against the name of Jesus of Nazareth."}, {"id": 44026010, "c": 26, "v": 10, "d": "And this I did in Jerusalem: and numbers of the saints I put in prison, having had authority given to me from the chief priests, and when they were put to death, I gave my decision against them."}, {"id": 44026011, "c": 26, "v": 11, "d": "And I gave them punishment frequently, in all the Synagogues, forcing them to say things against God; and burning with passion against them, I went after them even into far-away towns."}, {"id": 44026012, "c": 26, "v": 12, "d": "Then, when I was journeying to Damascus with the authority and orders of the chief priests,"}, {"id": 44026013, "c": 26, "v": 13, "d": "In the middle of the day, on the road I saw a light from heaven, brighter than the sun, shining round me and those who were journeying with me."}, {"id": 44026014, "c": 26, "v": 14, "d": "And when we had all gone down on the earth, a voice came to me, saying in the Hebrew language, Saul, Saul, why are you attacking me so cruelly? It is hard for you to go against the impulse which is driving you."}, {"id": 44026015, "c": 26, "v": 15, "d": "And I said, Who are you, Lord? And the Lord said, I am Jesus, whom you are attacking."}, {"id": 44026016, "c": 26, "v": 16, "d": "But get up on your feet: for I have come to you for this purpose, to make you a servant and a witness of the things in which you have seen me, and of those in which you will see me;"}, {"id": 44026017, "c": 26, "v": 17, "d": "And I will keep you safe from the people, and from the Gentiles, to whom I send you,"}, {"id": 44026018, "c": 26, "v": 18, "d": "To make their eyes open, turning them from the dark to the light, and from the power of Satan to God, so that they may have forgiveness of sins and a heritage among those who are made holy by faith in me."}, {"id": 44026019, "c": 26, "v": 19, "d": "So, then, King Agrippa, I did not go against the vision from heaven;"}, {"id": 44026020, "c": 26, "v": 20, "d": "But I went about, first to those in Damascus and Jerusalem, and through all the country of Judaea, and then to the Gentiles, preaching a change of heart, so that they, being turned to God, might give, in their works, the fruits of a changed heart."}, {"id": 44026021, "c": 26, "v": 21, "d": "For this reason, the Jews took me in the Temple, and made an attempt to put me to death."}, {"id": 44026022, "c": 26, "v": 22, "d": "And so, by God's help, I am here today, witnessing to small and great, saying nothing but what the prophets and Moses said would come about;"}, {"id": 44026023, "c": 26, "v": 23, "d": "That the Christ would go through pain, and being the first to come back from the dead, would give light to the people and to the Gentiles."}, {"id": 44026024, "c": 26, "v": 24, "d": "And when he made his answer in these words, Festus said in a loud voice, Paul, you are off your head; your great learning has made you unbalanced."}, {"id": 44026025, "c": 26, "v": 25, "d": "Then Paul said, I am not off my head, most noble Festus, but my words are true and wise."}, {"id": 44026026, "c": 26, "v": 26, "d": "For the king has knowledge of these things, to whom I am talking freely; being certain that all this is common knowledge to him; for it has not been done in secret."}, {"id": 44026027, "c": 26, "v": 27, "d": "King Agrippa, have you faith in the prophets? I am certain that you have."}, {"id": 44026028, "c": 26, "v": 28, "d": "And Agrippa said to Paul, A little more and you will be making me a Christian."}, {"id": 44026029, "c": 26, "v": 29, "d": "And Paul said, It is my prayer to God that, in little or great measure, not only you, but all those hearing me today might be even as I am, but for these chains."}, {"id": 44026030, "c": 26, "v": 30, "d": "And the king and the ruler and Bernice and those who were seated with them got up;"}, {"id": 44026031, "c": 26, "v": 31, "d": "And when they had gone away they said to one another, This man has done nothing which might give cause for death or prison."}, {"id": 44026032, "c": 26, "v": 32, "d": "And Agrippa said to Festus, This man might have been made free, if he had not put his cause before Caesar."}, {"id": 44027001, "c": 27, "v": 1, "d": "And when the decision had been made that we were to go by sea to Italy, they gave Paul and certain other prisoners into the care of a captain named Julius, of the Augustan band."}, {"id": 44027002, "c": 27, "v": 2, "d": "And we went to sea in a ship of Adramyttium which was sailing to the sea towns of Asia, Aristarchus, a Macedonian of Thessalonica, being with us."}, {"id": 44027003, "c": 27, "v": 3, "d": "And on the day after, we came to Sidon; and Julius was kind to Paul, and let him go to see his friends and take a rest."}, {"id": 44027004, "c": 27, "v": 4, "d": "And sailing again from there, we went on under cover of Cyprus, because the wind was against us."}, {"id": 44027005, "c": 27, "v": 5, "d": "And having gone across the sea off Cilicia and Pamphylia we came to Myra, in Lycia."}, {"id": 44027006, "c": 27, "v": 6, "d": "And there the captain came across a ship of Alexandria, sailing for Italy, and put us in it."}, {"id": 44027007, "c": 27, "v": 7, "d": "And when we had gone on slowly for a long time, and had had hard work getting across to Cnidus, for the wind was against us, we went under cover of Crete, in the direction of Salmone;"}, {"id": 44027008, "c": 27, "v": 8, "d": "And sailing down the side of it, as well as we were able, we came to a certain place named Fair Havens, near which was the town of Lasea."}, {"id": 44027009, "c": 27, "v": 9, "d": "And as a long time had gone by, and the journey was now full of danger, because it was late in the year, Paul put the position before them,"}, {"id": 44027010, "c": 27, "v": 10, "d": "Saying, Friends, I see that this journey will be one of great damage and loss, not only to the goods and the ship, but to ourselves."}, {"id": 44027011, "c": 27, "v": 11, "d": "But the captain gave more attention to the master and the owner of the ship than to what Paul said."}, {"id": 44027012, "c": 27, "v": 12, "d": "And as the harbour was not a good one in which to be for the winter, the greater number of them were for going out to sea, in order, if possible, to put in for the winter at Phoenix, a harbour of Crete, looking to the north-east and south-east."}, {"id": 44027013, "c": 27, "v": 13, "d": "And when the south wind came softly, being of the opinion that their purpose might be effected, they let the ship go and went sailing down the side of Crete, very near to the land."}, {"id": 44027014, "c": 27, "v": 14, "d": "But after a little time, a very violent wind, named Euraquilo, came down from it with great force."}, {"id": 44027015, "c": 27, "v": 15, "d": "And when the ship got into the grip of it, and was not able to make headway into the wind, we gave way, and went before it."}, {"id": 44027016, "c": 27, "v": 16, "d": "And, sailing near the side of a small island named Cauda, we were able, though it was hard work, to make the ship's boat safe:"}, {"id": 44027017, "c": 27, "v": 17, "d": "And having got it up, they put cords under and round the ship; but fearing that they might be pushed on to the Syrtis, they let down the sails and so went running before the wind."}, {"id": 44027018, "c": 27, "v": 18, "d": "And, still fighting the storm with all our strength, the day after they made a start at getting the goods out of the ship;"}, {"id": 44027019, "c": 27, "v": 19, "d": "And on the third day, they let all the sailing apparatus go over the side."}, {"id": 44027020, "c": 27, "v": 20, "d": "And as we had not seen the sun or stars for a long time, and a great storm was on us, all hope of salvation was gone."}, {"id": 44027021, "c": 27, "v": 21, "d": "And when they had been without food for a long time, Paul got up among them and said, Friends, it would have been better if you had given attention to me and not gone sailing out from Crete, to undergo this damage and loss."}, {"id": 44027022, "c": 27, "v": 22, "d": "But now, I say to you, be of good heart, for there will be no loss of life, but only of the ship."}, {"id": 44027023, "c": 27, "v": 23, "d": "For this night there came to my side an angel of the God who is my Master and whose servant I am,"}, {"id": 44027024, "c": 27, "v": 24, "d": "Saying, Have no fear, Paul, for you will come before Caesar, and God has given to you all those who are sailing with you."}, {"id": 44027025, "c": 27, "v": 25, "d": "And so, O men, be of good heart, for I have faith in God that it will be as he said to me."}, {"id": 44027026, "c": 27, "v": 26, "d": "But we will be sent on to a certain island."}, {"id": 44027027, "c": 27, "v": 27, "d": "But when the fourteenth day came, while we were going here and there in the Adriatic sea, about the middle of the night the sailors had an idea that they were getting near land;"}, {"id": 44027028, "c": 27, "v": 28, "d": "And they let down the lead, and saw that the sea was a hundred and twenty feet deep; and after a little time they did it again and it was ninety feet."}, {"id": 44027029, "c": 27, "v": 29, "d": "Then, fearing that by chance we might come on to the rocks, they let down four hooks from the back of the ship, and made prayers for the coming of day."}, {"id": 44027030, "c": 27, "v": 30, "d": "Then the sailors made attempts secretly to get away from the ship, letting down a boat as if they were about to put down hooks from the front of the ship;"}, {"id": 44027031, "c": 27, "v": 31, "d": "But Paul said to the captain and his men, If you do not keep these men in the ship, you will not be safe."}, {"id": 44027032, "c": 27, "v": 32, "d": "Then the armed men, cutting the cords of the boat, let her go."}, {"id": 44027033, "c": 27, "v": 33, "d": "And when dawn was near, Paul gave them all orders to take food, saying, This is the fourteenth day you have been waiting and taking no food."}, {"id": 44027034, "c": 27, "v": 34, "d": "So I make request to you to take food; for this is for your salvation: not a hair from the head of any of you will come to destruction."}, {"id": 44027035, "c": 27, "v": 35, "d": "And when he had said this and had taken bread, he gave praise to God before them all, and took a meal of the broken bread."}, {"id": 44027036, "c": 27, "v": 36, "d": "Then they all took heart and did the same."}, {"id": 44027037, "c": 27, "v": 37, "d": "And we were, in the ship, two hundred and seventy-six persons."}, {"id": 44027038, "c": 27, "v": 38, "d": "And when they had had enough food, they made the weight of the ship less, turning the grain out into the sea."}, {"id": 44027039, "c": 27, "v": 39, "d": "And when it was day, they had no knowledge of the land, but they saw an inlet of the sea with a floor of sand, and they had the idea of driving the ship up on to it if possible."}, {"id": 44027040, "c": 27, "v": 40, "d": "So cutting away the hooks, and letting them go into the sea, and freeing the cords of the guiding-blades, and lifting up the sail to the wind, they went in the direction of the inlet."}, {"id": 44027041, "c": 27, "v": 41, "d": "And coming to a point between two seas, they got the ship to land; and the front part was fixed in the sand and not able to be moved, but the back part was broken by the force of the waves."}, {"id": 44027042, "c": 27, "v": 42, "d": "Then the armed men were for putting the prisoners to death, so that no one would get away by swimming."}, {"id": 44027043, "c": 27, "v": 43, "d": "But the captain, desiring to keep Paul safe, kept them from their purpose, and gave orders that those who had knowledge of swimming were to go off the ship and get first to land:"}, {"id": 44027044, "c": 27, "v": 44, "d": "And the rest, some on boards and some on things from the ship. And so it came about that they all got safe to land."}, {"id": 44028001, "c": 28, "v": 1, "d": "And when we were safe, we made the discovery that the island was named Melita."}, {"id": 44028002, "c": 28, "v": 2, "d": "And the simple people living there were uncommonly kind to us, for they made a fire for us, and took us in, because it was raining and cold."}, {"id": 44028003, "c": 28, "v": 3, "d": "But when Paul had got some sticks together and put them on the fire, a snake came out, because of the heat, and gave him a bite on the hand."}, {"id": 44028004, "c": 28, "v": 4, "d": "And when the people saw it hanging on his hand, they said to one another, Without doubt this man has put someone to death, and though he has got safely away from the sea, God will not let him go on living."}, {"id": 44028005, "c": 28, "v": 5, "d": "But shaking off the beast into the fire, he got no damage."}, {"id": 44028006, "c": 28, "v": 6, "d": "But they had the idea that they would see him becoming ill, or suddenly falling down dead; but after waiting a long time, and seeing that no damage came to him, changing their opinion, they said he was a god."}, {"id": 44028007, "c": 28, "v": 7, "d": "Now near that place there was some land, the property of the chief man of the island, who was named Publius; who very kindly took us into his house as his guests for three days."}, {"id": 44028008, "c": 28, "v": 8, "d": "And the father of Publius was ill, with a disease of the stomach; to whom Paul went, and put his hands on him, with prayer, and made him well."}, {"id": 44028009, "c": 28, "v": 9, "d": "And when this took place, all the others in the island who had diseases came and were made well."}, {"id": 44028010, "c": 28, "v": 10, "d": "Then they gave us great honour, and, when we went away, they put into the ship whatever things we were in need of."}, {"id": 44028011, "c": 28, "v": 11, "d": "And after three months we went to sea in a ship of Alexandria sailing under the sign of the Dioscuri, which had been at the island for the winter."}, {"id": 44028012, "c": 28, "v": 12, "d": "And going into the harbour at Syracuse, we were waiting there for three days."}, {"id": 44028013, "c": 28, "v": 13, "d": "And from there, going about in a curve, we came to Rhegium: and after one day a south wind came up and on the day after we came to Puteoli:"}, {"id": 44028014, "c": 28, "v": 14, "d": "Where we came across some of the brothers, who kept us with them for seven days; and so we came to Rome."}, {"id": 44028015, "c": 28, "v": 15, "d": "And the brothers, when they had news of us, came out from town as far as Appii Forum and the Three Taverns to have a meeting with us: and Paul, seeing them, gave praise to God and took heart."}, {"id": 44028016, "c": 28, "v": 16, "d": "And when we came into Rome, they let Paul have a house for himself and the armed man who kept watch over him."}, {"id": 44028017, "c": 28, "v": 17, "d": "Then after three days he sent for the chief men of the Jews: and when they had come together, he said to them, My brothers, though I had done nothing against the people or the ways of our fathers, I was given, a prisoner from Jerusalem, into the hands of the Romans."}, {"id": 44028018, "c": 28, "v": 18, "d": "Who, when they had put questions to me, were ready to let me go free, because there was no cause of death in me."}, {"id": 44028019, "c": 28, "v": 19, "d": "But when the Jews made protest against it, I had to put my cause into Caesar's hands; not because I have anything to say against my nation."}, {"id": 44028020, "c": 28, "v": 20, "d": "But for this reason I sent for you, to see and have talk with you: for because of the hope of Israel I am in these chains."}, {"id": 44028021, "c": 28, "v": 21, "d": "And they said to him, We have not had letters from Judaea about you, and no one of the brothers has come to us here to give an account or say any evil about you."}, {"id": 44028022, "c": 28, "v": 22, "d": "But we have a desire to give hearing to your opinion: for as to this form of religion, we have knowledge that in all places it is attacked."}, {"id": 44028023, "c": 28, "v": 23, "d": "And when a day had been fixed, they came to his house in great numbers; and he gave them teaching, giving witness to the kingdom of God, and having discussions with them about Jesus, from the law of Moses and from the prophets, from morning till evening."}, {"id": 44028024, "c": 28, "v": 24, "d": "And some were in agreement with what he said, but some had doubts."}, {"id": 44028025, "c": 28, "v": 25, "d": "And they went away, for there was a division among them after Paul had said this one thing: Well did the Holy Spirit say by the prophet Isaiah to your fathers,"}, {"id": 44028026, "c": 28, "v": 26, "d": "Go to this people and say, Though you give ear, you will not get knowledge; and seeing, you will see, but the sense will not be clear to you:"}, {"id": 44028027, "c": 28, "v": 27, "d": "For the heart of this people has become fat and their ears are slow in hearing and their eyes are shut; for fear that they might see with their eyes and give hearing with their ears and become wise in their hearts and be turned again to me, so that I might make them well."}, {"id": 44028028, "c": 28, "v": 28, "d": "Be certain, then, that the salvation of God is sent to the Gentiles, and they will give hearing."}, {"id": 44028029, "c": 28, "v": 29, "d": "[]"}, {"id": 44028030, "c": 28, "v": 30, "d": "And for the space of two years, Paul was living in the house of which he had the use, and had talk with all those who went in to see him,"}, {"id": 44028031, "c": 28, "v": 31, "d": "Preaching the kingdom of God and teaching about the Lord Jesus Christ without fear, and no orders were given that he was not to do so."}]}