{"data": [{"id": 45001001, "c": 1, "v": 1, "d": "Paul, a servant of Jesus Christ, an Apostle by the selection of God, given authority as a preacher of the good news,"}, {"id": 45001002, "c": 1, "v": 2, "d": "Of which God had given word before by his prophets in the holy Writings,"}, {"id": 45001003, "c": 1, "v": 3, "d": "About his Son who, in the flesh, came from the family of David,"}, {"id": 45001004, "c": 1, "v": 4, "d": "But was marked out as Son of God in power by the Holy Spirit through the coming to life again of the dead; Jesus Christ our Lord,"}, {"id": 45001005, "c": 1, "v": 5, "d": "Through whom grace has been given to us, sending us out to make disciples to the faith among all nations, for his name:"}, {"id": 45001006, "c": 1, "v": 6, "d": "Among whom you in the same way have been marked out to be disciples of Jesus Christ:"}, {"id": 45001007, "c": 1, "v": 7, "d": "To all those who are in Rome, loved by God, marked out as saints: Grace to you and peace from God our Father and the Lord Jesus Christ."}, {"id": 45001008, "c": 1, "v": 8, "d": "First of all, I give praise to my God through Jesus Christ for you all, because news of your faith has gone into all the world."}, {"id": 45001009, "c": 1, "v": 9, "d": "For God is my witness, whose servant I am in spirit in the good news of his Son, that you are at all times in my memory and in my prayers,"}, {"id": 45001010, "c": 1, "v": 10, "d": "And that I am ever making prayers that God will give me a good journey to you."}, {"id": 45001011, "c": 1, "v": 11, "d": "For I have a strong desire to see you, and to give you some grace of the spirit, so that you may be made strong;"}, {"id": 45001012, "c": 1, "v": 12, "d": "That is to say, that all of us may be comforted together by the faith which is in you and in me."}, {"id": 45001013, "c": 1, "v": 13, "d": "You may be certain, my brothers, that it has frequently been in my mind to come to you (but till now I was kept from it), so that I might have some fruit from you in the same way as I have had it from the other nations."}, {"id": 45001014, "c": 1, "v": 14, "d": "I have a debt to Greeks and to the nations outside; to the wise and to those who have no learning."}, {"id": 45001015, "c": 1, "v": 15, "d": "For which reason I have the desire, as far as I am able, to give the knowledge of the good news to you who are in Rome."}, {"id": 45001016, "c": 1, "v": 16, "d": "For I have no feeling of shame about the good news, because it is the power of God giving salvation to everyone who has faith, to the Jew first, and then to the Greek."}, {"id": 45001017, "c": 1, "v": 17, "d": "For in it there is the revelation of the righteousness of God from faith to faith: as it is said in the holy Writings, The man who does righteousness will be living by his faith."}, {"id": 45001018, "c": 1, "v": 18, "d": "For there is a revelation of the wrath of God from heaven against all the wrongdoing and evil thoughts of men who keep down what is true by wrongdoing;"}, {"id": 45001019, "c": 1, "v": 19, "d": "Because the knowledge of God may be seen in them, God having made it clear to them."}, {"id": 45001020, "c": 1, "v": 20, "d": "For from the first making of the world, those things of God which the eye is unable to see, that is, his eternal power and existence, are fully made clear, he having given the knowledge of them through the things which he has made, so that men have no reason for wrongdoing:"}, {"id": 45001021, "c": 1, "v": 21, "d": "Because, having the knowledge of God, they did not give glory to God as God, and did not give praise, but their minds were full of foolish things, and their hearts, being without sense, were made dark."}, {"id": 45001022, "c": 1, "v": 22, "d": "Seeming to be wise, they were in fact foolish,"}, {"id": 45001023, "c": 1, "v": 23, "d": "And by them the glory of the eternal God was changed and made into the image of man who is not eternal, and of birds and beasts and things which go on the earth."}, {"id": 45001024, "c": 1, "v": 24, "d": "For this reason God gave them up to the evil desires of their hearts, working shame in their bodies with one another:"}, {"id": 45001025, "c": 1, "v": 25, "d": "Because by them the true word of God was changed into that which is false, and they gave worship and honour to the thing which is made, and not to him who made it, to whom be blessing for ever. So be it."}, {"id": 45001026, "c": 1, "v": 26, "d": "For this reason God gave them up to evil passions, and their women were changing the natural use into one which is unnatural:"}, {"id": 45001027, "c": 1, "v": 27, "d": "And in the same way the men gave up the natural use of the woman and were burning in their desire for one another, men doing shame with men, and getting in their bodies the right reward of their evil-doing."}, {"id": 45001028, "c": 1, "v": 28, "d": "And because they had not the mind to keep God in their knowledge, God gave them up to an evil mind, to do those things which are not right;"}, {"id": 45001029, "c": 1, "v": 29, "d": "Being full of all wrongdoing, evil, desire for the goods of others, hate, envy, putting to death, fighting, deceit, cruel ways, evil talk, and false statements about others;"}, {"id": 45001030, "c": 1, "v": 30, "d": "Hated by God, full of pride, without respect, full of loud talk, given to evil inventions, not honouring father or mother,"}, {"id": 45001031, "c": 1, "v": 31, "d": "Without knowledge, not true to their undertakings, unkind, having no mercy:"}, {"id": 45001032, "c": 1, "v": 32, "d": "Who, though they have knowledge of the law of God, that the fate of those who do these things is death, not only go on doing these things themselves, but give approval to those who do them."}, {"id": 45002001, "c": 2, "v": 1, "d": "So you have no reason, whoever you are, for judging: for in judging another you are judging yourself, for you do the same things."}, {"id": 45002002, "c": 2, "v": 2, "d": "And we are conscious that God is a true judge against those who do such things."}, {"id": 45002003, "c": 2, "v": 3, "d": "But you who are judging another for doing what you do yourself, are you hoping that God's decision will not take effect against you?"}, {"id": 45002004, "c": 2, "v": 4, "d": "Or is it nothing to you that God had pity on you, waiting and putting up with you for so long, not seeing that in his pity God's desire is to give you a change of heart?"}, {"id": 45002005, "c": 2, "v": 5, "d": "But by your hard and unchanged heart you are storing up wrath for yourself in the day of the revelation of God's judging in righteousness;"}, {"id": 45002006, "c": 2, "v": 6, "d": "Who will give to every man his right reward:"}, {"id": 45002007, "c": 2, "v": 7, "d": "To those who go on with good works in the hope of glory and honour and salvation from death, he will give eternal life:"}, {"id": 45002008, "c": 2, "v": 8, "d": "But to those who, from a love of competition, are not guided by what is true, will come the heat of his wrath,"}, {"id": 45002009, "c": 2, "v": 9, "d": "Trouble and sorrow on all whose works are evil, to the Jew first and then to the Greek;"}, {"id": 45002010, "c": 2, "v": 10, "d": "But glory and honour and peace to all whose works are good, to the Jew first and then to the Greek:"}, {"id": 45002011, "c": 2, "v": 11, "d": "For one man is not different from another before God."}, {"id": 45002012, "c": 2, "v": 12, "d": "All those who have done wrong without the law will get destruction without the law: and those who have done wrong under the law will have their punishment by the law;"}, {"id": 45002013, "c": 2, "v": 13, "d": "For it is not the hearers of the law who will be judged as having righteousness before God, but only the doers:"}, {"id": 45002014, "c": 2, "v": 14, "d": "For when the Gentiles without the law have a natural desire to do the things in the law, they are a law to themselves;"}, {"id": 45002015, "c": 2, "v": 15, "d": "Because the work of the law is seen in their hearts, their sense of right and wrong giving witness to it, while their minds are at one time judging them and at another giving them approval;"}, {"id": 45002016, "c": 2, "v": 16, "d": "In the day when God will be a judge of the secrets of men, as it says in the good news of which I am a preacher, through Jesus Christ."}, {"id": 45002017, "c": 2, "v": 17, "d": "But as for you who have the name of Jew, and are resting on the law, and take pride in God,"}, {"id": 45002018, "c": 2, "v": 18, "d": "And have knowledge of his desires, and are a judge of the things which are different, having the learning of the law,"}, {"id": 45002019, "c": 2, "v": 19, "d": "In the belief that you are a guide to the blind, a light to those in the dark,"}, {"id": 45002020, "c": 2, "v": 20, "d": "A teacher of the foolish, having in the law the form of knowledge and of what is true;"}, {"id": 45002021, "c": 2, "v": 21, "d": "You who give teaching to others, do you give it to yourself? you who say that a man may not take what is not his, do you take what is not yours?"}, {"id": 45002022, "c": 2, "v": 22, "d": "You who say that a man may not be untrue to his wife, are you true to yours? you who are a hater of images, do you do wrong to the house of God?"}, {"id": 45002023, "c": 2, "v": 23, "d": "You who take pride in the law, are you doing wrong to the honour of God by behaviour which is against the law?"}, {"id": 45002024, "c": 2, "v": 24, "d": "For the name of God is shamed among the Gentiles because of you, as it is said in the holy Writings."}, {"id": 45002025, "c": 2, "v": 25, "d": "It is true that circumcision is of use if you keep the law, but if you go against the law it is as if you had it not."}, {"id": 45002026, "c": 2, "v": 26, "d": "If those who have not circumcision keep the rules of the law, will it not be credited to them as circumcision?"}, {"id": 45002027, "c": 2, "v": 27, "d": "And they, by their keeping of the law without circumcision, will be judges of you, by whom the law is broken though you have the letter of the law and circumcision."}, {"id": 45002028, "c": 2, "v": 28, "d": "The true Jew is not one who is only so publicly, and circumcision is not that which may be seen in the flesh:"}, {"id": 45002029, "c": 2, "v": 29, "d": "But he is a Jew who is a secret one, whose circumcision is of the heart, in the spirit and not in the letter; whose praise is not from men, but from God."}, {"id": 45003001, "c": 3, "v": 1, "d": "How then is the Jew better off? or what profit is there in circumcision?"}, {"id": 45003002, "c": 3, "v": 2, "d": "Much in every way: first of all because the words of God were given to them."}, {"id": 45003003, "c": 3, "v": 3, "d": "And if some have no faith, will that make the faith of God without effect?"}, {"id": 45003004, "c": 3, "v": 4, "d": "In no way: but let God be true, though every man is seen to be untrue; as it is said in the Writings, That your words may be seen to be true, and you may be seen to be right when you are judged."}, {"id": 45003005, "c": 3, "v": 5, "d": "But if the righteousness of God is supported by our wrongdoing what is to be said? is it wrong for God to be angry (as men may say)?"}, {"id": 45003006, "c": 3, "v": 6, "d": "In no way: because if it is so, how is God able to be the judge of all the world?"}, {"id": 45003007, "c": 3, "v": 7, "d": "But if, because I am untrue, God being seen to be true gets more glory, why am I to be judged as a sinner?"}, {"id": 45003008, "c": 3, "v": 8, "d": "Let us not do evil so that good may come (a statement which we are falsely said by some to have made), because such behaviour will have its right punishment."}, {"id": 45003009, "c": 3, "v": 9, "d": "What then? are we worse off than they? In no way: because we have before made it clear that Jews as well as Greeks are all under the power of sin;"}, {"id": 45003010, "c": 3, "v": 10, "d": "As it is said in the holy Writings, There is not one who does righteousness;"}, {"id": 45003011, "c": 3, "v": 11, "d": "Not one who has the knowledge of what is right, not one who is a searcher after God;"}, {"id": 45003012, "c": 3, "v": 12, "d": "They have all gone out of the way, there is no profit in any of them; there is not one who does good, not so much as one:"}, {"id": 45003013, "c": 3, "v": 13, "d": "Their throat is like an open place of death; with their tongues they have said what is not true: the poison of snakes is under their lips:"}, {"id": 45003014, "c": 3, "v": 14, "d": "Whose mouth is full of curses and bitter words:"}, {"id": 45003015, "c": 3, "v": 15, "d": "Their feet are quick in running after blood;"}, {"id": 45003016, "c": 3, "v": 16, "d": "Destruction and trouble are in their ways;"}, {"id": 45003017, "c": 3, "v": 17, "d": "And of the way of peace they have no knowledge:"}, {"id": 45003018, "c": 3, "v": 18, "d": "There is no fear of God before their eyes."}, {"id": 45003019, "c": 3, "v": 19, "d": "Now, we have knowledge that what the law says is for those who are under the law, so that every mouth may be stopped, and all men may be judged by God:"}, {"id": 45003020, "c": 3, "v": 20, "d": "Because by the works of the law no man is able to have righteousness in his eyes, for through the law comes the knowledge of sin."}, {"id": 45003021, "c": 3, "v": 21, "d": "But now without the law there is a revelation of the righteousness of God, to which witness is given by the law and the prophets;"}, {"id": 45003022, "c": 3, "v": 22, "d": "That is, the righteousness of God through faith in Jesus Christ, to all those who have faith; and one man is not different from another,"}, {"id": 45003023, "c": 3, "v": 23, "d": "For all have done wrong and are far from the glory of God;"}, {"id": 45003024, "c": 3, "v": 24, "d": "And they may have righteousness put to their credit, freely, by his grace, through the salvation which is in Christ Jesus:"}, {"id": 45003025, "c": 3, "v": 25, "d": "Whom God has put forward as the sign of his mercy, through faith, by his blood, to make clear his righteousness when, in his pity, God let the sins of earlier times go without punishment;"}, {"id": 45003026, "c": 3, "v": 26, "d": "And to make clear his righteousness now, so that he might himself be upright, and give righteousness to him who has faith in Jesus."}, {"id": 45003027, "c": 3, "v": 27, "d": "What reason, then, is there for pride? It is shut out. By what sort of law? of works? No, but by a law of faith."}, {"id": 45003028, "c": 3, "v": 28, "d": "For this reason, then, a man may get righteousness by faith without the works of the law."}, {"id": 45003029, "c": 3, "v": 29, "d": "Or is God the God of Jews only? is he not in the same way the God of Gentiles? Yes, of Gentiles:"}, {"id": 45003030, "c": 3, "v": 30, "d": "If God is one; and he will give righteousness because of faith to those who have circumcision, and through faith to those who have not circumcision."}, {"id": 45003031, "c": 3, "v": 31, "d": "Do we, then, through faith make the law of no effect? in no way: but we make it clear that the law is important."}, {"id": 45004001, "c": 4, "v": 1, "d": "What, then, may we say that Abraham, our father after the flesh, has got?"}, {"id": 45004002, "c": 4, "v": 2, "d": "For if Abraham got righteousness by works, he has reason for pride; but not before God."}, {"id": 45004003, "c": 4, "v": 3, "d": "But what does it say in the holy Writings? And Abraham had faith in God, and it was put to his account as righteousness."}, {"id": 45004004, "c": 4, "v": 4, "d": "Now, the reward is credited to him who does works, not as of grace but as a debt."}, {"id": 45004005, "c": 4, "v": 5, "d": "But to him who without working has faith in him who gives righteousness to the evil-doer, his faith is put to his account as righteousness."}, {"id": 45004006, "c": 4, "v": 6, "d": "As David says that there is a blessing on the man to whose account God puts righteousness without works, saying,"}, {"id": 45004007, "c": 4, "v": 7, "d": "Happy are those who have forgiveness for their wrongdoing, and whose sins are covered."}, {"id": 45004008, "c": 4, "v": 8, "d": "Happy is the man against whom no sin is recorded by the Lord."}, {"id": 45004009, "c": 4, "v": 9, "d": "Is this blessing, then, for the circumcision only, or in the same way for those who have not circumcision? for we say that the faith of Abraham was put to his account as righteousness."}, {"id": 45004010, "c": 4, "v": 10, "d": "How, then, was it judged? when he had circumcision, or when he had it not? Not when he had it, but when he did not have it:"}, {"id": 45004011, "c": 4, "v": 11, "d": "And he was given the sign of circumcision as a witness of the faith which he had before he underwent circumcision: so that he might be the father of all those who have faith, though they have not circumcision, and so that righteousness might be put to their account;"}, {"id": 45004012, "c": 4, "v": 12, "d": "And the father of circumcision to those who not only are of the circumcision, but who keep to the way of that faith which our father Abraham had before he underwent circumcision."}, {"id": 45004013, "c": 4, "v": 13, "d": "For God's word, that the earth would be his heritage, was given to Abraham, not through the law, but through the righteousness of faith."}, {"id": 45004014, "c": 4, "v": 14, "d": "For if they who are of the law are the people who get the heritage, then faith is made of no use, and the word of God has no power;"}, {"id": 45004015, "c": 4, "v": 15, "d": "For the outcome of the law is wrath; but where there is no law it will not be broken."}, {"id": 45004016, "c": 4, "v": 16, "d": "For this reason it is of faith, so that it may be through grace; and so that the word of God may be certain to all the seed; not only to that which is of the law, but to that which is of the faith of Abraham, who is the father of us all,"}, {"id": 45004017, "c": 4, "v": 17, "d": "(As it is said in the holy Writings, I have made you a father of a number of nations) before him in whom he had faith, that is, God, who gives life to the dead, and to whom the things which are not are as if they were."}, {"id": 45004018, "c": 4, "v": 18, "d": "Who without reason for hope, in faith went on hoping, so that he became the father of a number of nations, as it had been said, So will your seed be."}, {"id": 45004019, "c": 4, "v": 19, "d": "And not being feeble in faith though his body seemed to him little better than dead (he being about a hundred years old) and Sarah was no longer able to have children:"}, {"id": 45004020, "c": 4, "v": 20, "d": "Still, he did not give up faith in the undertaking of God, but was made strong by faith, giving glory to God,"}, {"id": 45004021, "c": 4, "v": 21, "d": "And being certain that God was able to keep his word."}, {"id": 45004022, "c": 4, "v": 22, "d": "For which reason it was put to his account as righteousness."}, {"id": 45004023, "c": 4, "v": 23, "d": "Now, it was not because of him only that this was said,"}, {"id": 45004024, "c": 4, "v": 24, "d": "But for us in addition, to whose account it will be put, if we have faith in him who made Jesus our Lord come back again from the dead,"}, {"id": 45004025, "c": 4, "v": 25, "d": "Who was put to death for our evil-doing, and came to life again so that we might have righteousness."}, {"id": 45005001, "c": 5, "v": 1, "d": "For which reason, because we have righteousness through faith, let us be at peace with God through our Lord Jesus Christ;"}, {"id": 45005002, "c": 5, "v": 2, "d": "Through whom, in the same way, we have been able by faith to come to this grace in which we now are; and let us have joy in hope of the glory of God."}, {"id": 45005003, "c": 5, "v": 3, "d": "And not only so, but let us have joy in our troubles: in the knowledge that trouble gives us the power of waiting;"}, {"id": 45005004, "c": 5, "v": 4, "d": "And waiting gives experience; and experience, hope:"}, {"id": 45005005, "c": 5, "v": 5, "d": "And hope does not put to shame; because our hearts are full of the love of God through the Holy Spirit which is given to us."}, {"id": 45005006, "c": 5, "v": 6, "d": "For when we were still without strength, at the right time Christ gave his life for evil-doers."}, {"id": 45005007, "c": 5, "v": 7, "d": "Now it is hard for anyone to give his life even for an upright man, though it might be that for a good man someone would give his life."}, {"id": 45005008, "c": 5, "v": 8, "d": "But God has made clear his love to us, in that, when we were still sinners, Christ gave his life for us."}, {"id": 45005009, "c": 5, "v": 9, "d": "Much more, if we now have righteousness by his blood, will salvation from the wrath of God come to us through him."}, {"id": 45005010, "c": 5, "v": 10, "d": "For if, when we were haters of God, the death of his Son made us at peace with him, much more, now that we are his friends, will we have salvation through his life;"}, {"id": 45005011, "c": 5, "v": 11, "d": "And not only so, but we have joy in God through our Lord Jesus Christ, through whom we are now at peace with God."}, {"id": 45005012, "c": 5, "v": 12, "d": "For this reason, as through one man sin came into the world, and death because of sin, and so death came to all men, because all have done evil:"}, {"id": 45005013, "c": 5, "v": 13, "d": "Because, till the law came, sin was in existence, but sin is not put to the account of anyone when there is no law to be broken."}, {"id": 45005014, "c": 5, "v": 14, "d": "But still death had power from Adam till Moses, even over those who had not done wrong like Adam, who is a picture of him who was to come."}, {"id": 45005015, "c": 5, "v": 15, "d": "But the free giving of God is not like the wrongdoing of man. For if, by the wrongdoing of one man death came to numbers of men, much more did the grace of God, and the free giving by the grace of one man, Jesus Christ, come to men."}, {"id": 45005016, "c": 5, "v": 16, "d": "And the free giving has not the same effect as the sin of one: for the effect of one man's sin was punishment by the decision of God, but the free giving had power to give righteousness to wrongdoers in great number."}, {"id": 45005017, "c": 5, "v": 17, "d": "For, if by the wrongdoing of one, death was ruling through the one, much more will those to whom has come the wealth of grace and the giving of righteousness, be ruling in life through the one, even Jesus Christ."}, {"id": 45005018, "c": 5, "v": 18, "d": "So then, as the effect of one act of wrongdoing was that punishment came on all men, even so the effect of one act of righteousness was righteousness of life for all men."}, {"id": 45005019, "c": 5, "v": 19, "d": "Because, as numbers of men became sinners through the wrongdoing of one man, even so will great numbers get righteousness through the keeping of the word of God by one man."}, {"id": 45005020, "c": 5, "v": 20, "d": "And the law came in addition, to make wrongdoing worse; but where there was much sin, there was much more grace:"}, {"id": 45005021, "c": 5, "v": 21, "d": "That, as sin had power in death, so grace might have power through righteousness to eternal life through Jesus Christ our Lord."}, {"id": 45006001, "c": 6, "v": 1, "d": "What may we say, then? are we to go on in sin so that there may be more grace?"}, {"id": 45006002, "c": 6, "v": 2, "d": "In no way. How may we, who are dead to sin, be living in it any longer?"}, {"id": 45006003, "c": 6, "v": 3, "d": "Or are you without the knowledge that all we who had baptism into Christ Jesus, had baptism into his death?"}, {"id": 45006004, "c": 6, "v": 4, "d": "We have been placed with him among the dead through baptism into death: so that as Christ came again from the dead by the glory of the Father, we, in the same way, might be living in new life."}, {"id": 45006005, "c": 6, "v": 5, "d": "For, if we have been made like him in his death, we will, in the same way, be like him in his coming to life again;"}, {"id": 45006006, "c": 6, "v": 6, "d": "Being conscious that our old man was put to death on the cross with him, so that the body of sin might be put away, and we might no longer be servants to sin."}, {"id": 45006007, "c": 6, "v": 7, "d": "Because he who is dead is free from sin."}, {"id": 45006008, "c": 6, "v": 8, "d": "But if we are dead with Christ, we have faith that we will be living with him;"}, {"id": 45006009, "c": 6, "v": 9, "d": "Having knowledge that because Christ has come back from the dead, he will never again go down to the dead; death has no more power over him."}, {"id": 45006010, "c": 6, "v": 10, "d": "For his death was a death to sin, but his life now is a life which he is living to God."}, {"id": 45006011, "c": 6, "v": 11, "d": "Even so see yourselves as dead to sin, but living to God in Christ Jesus."}, {"id": 45006012, "c": 6, "v": 12, "d": "For this cause do not let sin be ruling in your body which is under the power of death, so that you give way to its desires;"}, {"id": 45006013, "c": 6, "v": 13, "d": "And do not give your bodies to sin as the instruments of wrongdoing, but give yourselves to God, as those who are living from the dead, and your bodies as instruments of righteousness to God."}, {"id": 45006014, "c": 6, "v": 14, "d": "For sin may not have rule over you: because you are not under law, but under grace."}, {"id": 45006015, "c": 6, "v": 15, "d": "What then? are we to go on in sin because we are not under law but under grace? Let it not be so."}, {"id": 45006016, "c": 6, "v": 16, "d": "Are you not conscious that you are the servants of him to whom you give yourselves to do his desire? if to sin, the end being death, or if to do the desire of God, the end being righteousness."}, {"id": 45006017, "c": 6, "v": 17, "d": "But praise be to God that though you were the servants of sin, you have now given yourselves freely to that form of teaching under which you were placed;"}, {"id": 45006018, "c": 6, "v": 18, "d": "And being made free from sin you have been made the servants of righteousness."}, {"id": 45006019, "c": 6, "v": 19, "d": "I am using words in the way of men, because your flesh is feeble: as you gave your bodies as servants to what is unclean, and to evil to do evil, so now give them as servants to righteousness to do what is holy."}, {"id": 45006020, "c": 6, "v": 20, "d": "When you were servants of sin you were free from righteousness."}, {"id": 45006021, "c": 6, "v": 21, "d": "What fruit had you at that time in the things which are now a shame to you? for the end of such things is death."}, {"id": 45006022, "c": 6, "v": 22, "d": "But now, being free from sin, and having been made servants to God, you have your fruit in that which is holy, and the end is eternal life."}, {"id": 45006023, "c": 6, "v": 23, "d": "For the reward of sin is death; but what God freely gives is eternal life in Jesus Christ our Lord."}, {"id": 45007001, "c": 7, "v": 1, "d": "Is it not clear, my brothers (I am using an argument to those who have knowledge of the law), that the law has power over a man as long as he is living?"}, {"id": 45007002, "c": 7, "v": 2, "d": "For the woman who has a husband is placed by the law under the power of her husband as long as he is living; but if her husband is dead, she is free from the law of the husband."}, {"id": 45007003, "c": 7, "v": 3, "d": "So if, while the husband is living, she is joined to another man, she will get the name of one who is untrue to her husband: but if the husband is dead, she is free from the law, so that she is not untrue, even if she takes another man."}, {"id": 45007004, "c": 7, "v": 4, "d": "In the same way, my brothers, you were made dead to the law through the body of Christ, so that you might be joined to another, even to him who came again from the dead, so that we might give fruit to God."}, {"id": 45007005, "c": 7, "v": 5, "d": "For when we were in the flesh, the evil passions which came into being through the law were working in our bodies to give the fruit of death."}, {"id": 45007006, "c": 7, "v": 6, "d": "But now we are free from the law, having been made dead to that which had power over us; so that we are servants in the new way of the spirit, not in the old way of the letter."}, {"id": 45007007, "c": 7, "v": 7, "d": "What then is to be said? is the law sin? in no way. But I would not have had knowledge of sin but for the law: for I would not have been conscious of desire if the law had not said, You may not have a desire for what is another's."}, {"id": 45007008, "c": 7, "v": 8, "d": "But sin, taking its chance through that which was ordered by the law, was working in me every form of desire: because without the law sin is dead."}, {"id": 45007009, "c": 7, "v": 9, "d": "And there was a time when I was living without the law: but when the law gave its orders, sin came to life and put me to death;"}, {"id": 45007010, "c": 7, "v": 10, "d": "And I made the discovery that the law whose purpose was to give life had become a cause of death:"}, {"id": 45007011, "c": 7, "v": 11, "d": "For I was tricked and put to death by sin, which took its chance through the law."}, {"id": 45007012, "c": 7, "v": 12, "d": "But the law is holy, and its orders are holy, upright, and good."}, {"id": 45007013, "c": 7, "v": 13, "d": "Was then that which is good, death to me? In no way. But the purpose was that sin might be seen to be sin by working death to me through that which is good; so that through the orders of the law sin might seem much more evil."}, {"id": 45007014, "c": 7, "v": 14, "d": "For we are conscious that the law is of the spirit; but I am of the flesh, given into the power of sin."}, {"id": 45007015, "c": 7, "v": 15, "d": "And I have no clear knowledge of what I am doing, for that which I have a mind to do, I do not, but what I have hate for, that I do."}, {"id": 45007016, "c": 7, "v": 16, "d": "But, if I do that which I have no mind to do, I am in agreement with the law that the law is good."}, {"id": 45007017, "c": 7, "v": 17, "d": "So it is no longer I who do it, but the sin living in me."}, {"id": 45007018, "c": 7, "v": 18, "d": "For I am conscious that in me, that is, in my flesh, there is nothing good: I have the mind but not the power to do what is right."}, {"id": 45007019, "c": 7, "v": 19, "d": "For the good which I have a mind to do, I do not: but the evil which I have no mind to do, that I do."}, {"id": 45007020, "c": 7, "v": 20, "d": "But if I do what I have no mind to do, it is no longer I who do it, but the sin living in me."}, {"id": 45007021, "c": 7, "v": 21, "d": "So I see a law that, though I have a mind to do good, evil is present in me."}, {"id": 45007022, "c": 7, "v": 22, "d": "In my heart I take pleasure in the law of God,"}, {"id": 45007023, "c": 7, "v": 23, "d": "But I see another law in my body, working against the law of my mind, and making me the servant of the law of sin which is in my flesh."}, {"id": 45007024, "c": 7, "v": 24, "d": "How unhappy am I! who will make me free from the body of this death?"}, {"id": 45007025, "c": 7, "v": 25, "d": "I give praise to God through Jesus Christ our Lord. So with my mind I am a servant to the law of God, but with my flesh to the law of sin."}, {"id": 45008001, "c": 8, "v": 1, "d": "For this cause those who are in Christ Jesus will not be judged as sinners."}, {"id": 45008002, "c": 8, "v": 2, "d": "For the law of the Spirit of life in Christ Jesus has made me free from the law of sin and death."}, {"id": 45008003, "c": 8, "v": 3, "d": "For what the law was not able to do because it was feeble through the flesh, God, sending his Son in the image of the evil flesh, and as an offering for sin, gave his decision against sin in the flesh:"}, {"id": 45008004, "c": 8, "v": 4, "d": "So that what was ordered by the law might be done in us, who are living, not in the way of the flesh, but in the way of the Spirit."}, {"id": 45008005, "c": 8, "v": 5, "d": "For those who are living in the way of the flesh give their minds to the things of the flesh, but those who go in the way of the Spirit, to the things of the Spirit."}, {"id": 45008006, "c": 8, "v": 6, "d": "For the mind of the flesh is death, but the mind of the Spirit is life and peace:"}, {"id": 45008007, "c": 8, "v": 7, "d": "Because the mind of the flesh is opposite to God; it is not under the law of God, and is not able to be:"}, {"id": 45008008, "c": 8, "v": 8, "d": "So that those who are in the flesh are not able to give pleasure to God."}, {"id": 45008009, "c": 8, "v": 9, "d": "You are not in the flesh but in the Spirit, if the Spirit of God is in you. But if any man has not the Spirit of Christ he is not one of his."}, {"id": 45008010, "c": 8, "v": 10, "d": "And if Christ is in you, the body is dead because of sin, but the Spirit is life because of righteousness."}, {"id": 45008011, "c": 8, "v": 11, "d": "But if the Spirit of him who made Jesus come again from the dead is in you, he who made Christ Jesus come again from the dead will in the same way, through his Spirit which is in you, give life to your bodies which now are under the power of death."}, {"id": 45008012, "c": 8, "v": 12, "d": "So then, my brothers, we are in debt, not to the flesh to be living in the way of the flesh:"}, {"id": 45008013, "c": 8, "v": 13, "d": "For if you go in the way of the flesh, death will come on you; but if by the Spirit you put to death the works of the body, you will have life."}, {"id": 45008014, "c": 8, "v": 14, "d": "And all those who are guided by the Spirit of God are sons of God."}, {"id": 45008015, "c": 8, "v": 15, "d": "For you did not get the spirit of servants again to put you in fear, but the spirit of sons was given to you, by which we say, Abba, Father."}, {"id": 45008016, "c": 8, "v": 16, "d": "The Spirit is witness with our spirit that we are children of God:"}, {"id": 45008017, "c": 8, "v": 17, "d": "And if we are children, we have a right to a part in the heritage; a part in the things of God, together with Christ; so that if we have a part in his pain, we will in the same way have a part in his glory."}, {"id": 45008018, "c": 8, "v": 18, "d": "I am of the opinion that there is no comparison between the pain of this present time and the glory which we will see in the future."}, {"id": 45008019, "c": 8, "v": 19, "d": "For the strong desire of every living thing is waiting for the revelation of the sons of God."}, {"id": 45008020, "c": 8, "v": 20, "d": "For every living thing was put under the power of change, not by its desire, but by him who made it so, in hope"}, {"id": 45008021, "c": 8, "v": 21, "d": "That all living things will be made free from the power of death and will have a part with the free children of God in glory."}, {"id": 45008022, "c": 8, "v": 22, "d": "For we are conscious that all living things are weeping and sorrowing in pain together till now."}, {"id": 45008023, "c": 8, "v": 23, "d": "And not only so, but we who have the first fruits of the Spirit, even we have sorrow in our minds, waiting for the time when we will take our place as sons, that is, the salvation of our bodies."}, {"id": 45008024, "c": 8, "v": 24, "d": "For our salvation is by hope: but hope which is seen is not hope: for who is hoping for what he sees?"}, {"id": 45008025, "c": 8, "v": 25, "d": "But if we have hope for that which we see not, then we will be able to go on waiting for it."}, {"id": 45008026, "c": 8, "v": 26, "d": "And in the same way the Spirit is a help to our feeble hearts: for we are not able to make prayer to God in the right way; but the Spirit puts our desires into words which are not in our power to say;"}, {"id": 45008027, "c": 8, "v": 27, "d": "And he who is the searcher of hearts has knowledge of the mind of the Spirit, because he is making prayers for the saints in agreement with the mind of God."}, {"id": 45008028, "c": 8, "v": 28, "d": "And we are conscious that all things are working together for good to those who have love for God, and have been marked out by his purpose."}, {"id": 45008029, "c": 8, "v": 29, "d": "Because those of whom he had knowledge before they came into existence, were marked out by him to be made like his Son, so that he might be the first among a band of brothers:"}, {"id": 45008030, "c": 8, "v": 30, "d": "And those who were marked out by him were named; and those who were named were given righteousness; and to those to whom he gave righteousness, in the same way he gave glory."}, {"id": 45008031, "c": 8, "v": 31, "d": "What may we say about these things? If God is for us, who is against us?"}, {"id": 45008032, "c": 8, "v": 32, "d": "He who did not keep back his only Son, but gave him up for us all, will he not with him freely give us all things?"}, {"id": 45008033, "c": 8, "v": 33, "d": "Who will say anything against the saints of God? It is God who makes us clear from evil;"}, {"id": 45008034, "c": 8, "v": 34, "d": "Who will give a decision against us? It is Christ Jesus who not only was put to death, but came again from the dead, who is now at the right hand of God, taking our part."}, {"id": 45008035, "c": 8, "v": 35, "d": "Who will come between us and the love of Christ? Will trouble, or pain, or cruel acts, or the need of food or of clothing, or danger, or the sword?"}, {"id": 45008036, "c": 8, "v": 36, "d": "As it is said in the holy Writings, Because of you we are put to death every day; we are like sheep ready for destruction."}, {"id": 45008037, "c": 8, "v": 37, "d": "But we are able to overcome all these things and more through his love."}, {"id": 45008038, "c": 8, "v": 38, "d": "For I am certain that not death, or life, or angels, or rulers, or things present, or things to come, or powers,"}, {"id": 45008039, "c": 8, "v": 39, "d": "Or things on high, or things under the earth, or anything which is made, will be able to come between us and the love of God which is in Christ Jesus our Lord."}, {"id": 45009001, "c": 9, "v": 1, "d": "I say what is true in Christ, and not what is false, my mind giving witness with me in the Holy Spirit,"}, {"id": 45009002, "c": 9, "v": 2, "d": "That I am full of sorrow and pain without end."}, {"id": 45009003, "c": 9, "v": 3, "d": "For I have a desire to take on myself the curse for my brothers, my family in the flesh:"}, {"id": 45009004, "c": 9, "v": 4, "d": "Who are Israelites: who have the place of sons, and the glory, and the agreements with God, and the giving of the law, and the worship, and the hope offered by God:"}, {"id": 45009005, "c": 9, "v": 5, "d": "Whose are the fathers, and of whom came Christ in the flesh, who is over all, God, to whom be blessing for ever. So be it."}, {"id": 45009006, "c": 9, "v": 6, "d": "But it is not as if the word of God was without effect. For they are not all Israel, who are of Israel:"}, {"id": 45009007, "c": 9, "v": 7, "d": "And they are not all children because they are the seed of Abraham; but, In Isaac will your seed be named."}, {"id": 45009008, "c": 9, "v": 8, "d": "That is, it is not the children of the flesh, but the children of God's undertaking, who are named as the seed."}, {"id": 45009009, "c": 9, "v": 9, "d": "For this is the word of God's undertaking, At this time will I come, and Sarah will have a son."}, {"id": 45009010, "c": 9, "v": 10, "d": "And not only so, but Rebecca being about to have a child by our father Isaac--"}, {"id": 45009011, "c": 9, "v": 11, "d": "Before the children had come into existence, or had done anything good or bad, in order that God's purpose and his selection might be effected, not by works, but by him whose purpose it is,"}, {"id": 45009012, "c": 9, "v": 12, "d": "It was said to her, The older will be the servant of the younger."}, {"id": 45009013, "c": 9, "v": 13, "d": "Even as it is said, I had love for Jacob, but for Esau I had hate."}, {"id": 45009014, "c": 9, "v": 14, "d": "What may we say then? is God not upright? let it not be said."}, {"id": 45009015, "c": 9, "v": 15, "d": "For he says to Moses, I will have mercy on whom I will have mercy, and pity on whom I will have pity."}, {"id": 45009016, "c": 9, "v": 16, "d": "So then, it is not by the desire or by the attempt of man, but by the mercy of God."}, {"id": 45009017, "c": 9, "v": 17, "d": "For the holy Writings say to Pharaoh, For this same purpose did I put you on high, so that I might make my power seen in you, and that there might be knowledge of my name through all the earth."}, {"id": 45009018, "c": 9, "v": 18, "d": "So then, at his pleasure he has mercy on a man, and at his pleasure he makes the heart hard."}, {"id": 45009019, "c": 9, "v": 19, "d": "But you will say to me, Why does he still make us responsible? who is able to go against his purpose?"}, {"id": 45009020, "c": 9, "v": 20, "d": "But, O man, who are you, to make answer against God? May the thing which is made say to him who made it, Why did you make me so?"}, {"id": 45009021, "c": 9, "v": 21, "d": "Or has not the potter the right to make out of one part of his earth a vessel for honour, and out of another a vessel for shame?"}, {"id": 45009022, "c": 9, "v": 22, "d": "What if God, desiring to let his wrath and his power be seen, for a long time put up with the vessels of wrath which were ready for destruction:"}, {"id": 45009023, "c": 9, "v": 23, "d": "And to make clear the wealth of his glory to vessels of mercy, which he had before made ready for glory,"}, {"id": 45009024, "c": 9, "v": 24, "d": "Even us, who were marked out by him, not only from the Jews, but from the Gentiles?"}, {"id": 45009025, "c": 9, "v": 25, "d": "As he says in Hosea, They will be named my people who were not my people, and she will be loved who was not loved."}, {"id": 45009026, "c": 9, "v": 26, "d": "And in the place where it was said to them, You are not my people, there they will be named the sons of the living God."}, {"id": 45009027, "c": 9, "v": 27, "d": "And Isaiah says about Israel, Even if the number of the children of Israel is as the sand of the sea, only a small part will get salvation:"}, {"id": 45009028, "c": 9, "v": 28, "d": "For the Lord will give effect to his word on the earth, putting an end to it and cutting it short."}, {"id": 45009029, "c": 9, "v": 29, "d": "And, as Isaiah had said before, If the Lord of armies had not given us a seed, we would have been like Sodom and Gomorrah."}, {"id": 45009030, "c": 9, "v": 30, "d": "What then may we say? That the nations who did not go after righteousness have got righteousness, even the righteousness which is of faith:"}, {"id": 45009031, "c": 9, "v": 31, "d": "But Israel, going after a law of righteousness, did not get it."}, {"id": 45009032, "c": 9, "v": 32, "d": "Why? Because they were not searching for it by faith, but by works. They came up against the stone which was in the way;"}, {"id": 45009033, "c": 9, "v": 33, "d": "As it is said, See, I am putting in Zion a stone causing a fall, and a rock in the way: but he who has faith in him will not be put to shame."}, {"id": 45010001, "c": 10, "v": 1, "d": "Brothers, my heart's desire and my prayer to God for them is, that they may get salvation."}, {"id": 45010002, "c": 10, "v": 2, "d": "For I give witness of them that they have a strong desire for God, but not with knowledge."}, {"id": 45010003, "c": 10, "v": 3, "d": "Because, not having knowledge of God's righteousness, and desiring to give effect to their righteousness, they have not put themselves under the righteousness of God."}, {"id": 45010004, "c": 10, "v": 4, "d": "For Christ is the end of the law for righteousness to everyone who has faith."}, {"id": 45010005, "c": 10, "v": 5, "d": "For Moses says that the man who does the righteousness which is of the law will get life by it."}, {"id": 45010006, "c": 10, "v": 6, "d": "But the righteousness which is of faith says these words, Say not in your heart, Who will go up to heaven? (that is, to make Christ come down:)"}, {"id": 45010007, "c": 10, "v": 7, "d": "Or, Who will go down into the deep? (that is, to make Christ come again from the dead:)"}, {"id": 45010008, "c": 10, "v": 8, "d": "But what does it say? The word is near you, in your mouth and in your heart: that is, the word of faith of which we are the preachers:"}, {"id": 45010009, "c": 10, "v": 9, "d": "Because, if you say with your mouth that Jesus is Lord, and have faith in your heart that God has made him come back from the dead, you will have salvation:"}, {"id": 45010010, "c": 10, "v": 10, "d": "For with the heart man has faith to get righteousness, and with the mouth he says that Jesus is Lord to get salvation."}, {"id": 45010011, "c": 10, "v": 11, "d": "Because it is said in the holy Writings, Whoever has faith in him will not be shamed."}, {"id": 45010012, "c": 10, "v": 12, "d": "And the Jew is not different from the Greek: for there is the same Lord of all, who is good to all who have hope in his name:"}, {"id": 45010013, "c": 10, "v": 13, "d": "Because, Whoever will give worship to the name of the Lord will get salvation."}, {"id": 45010014, "c": 10, "v": 14, "d": "But how will they give worship to him in whom they have no faith? and how will they have faith in him of whom they have not had news? and how will they have news without a preacher?"}, {"id": 45010015, "c": 10, "v": 15, "d": "And how will there be preachers if they are not sent? As it is said, How beautiful are the feet of those who give the glad news of good things."}, {"id": 45010016, "c": 10, "v": 16, "d": "But they have not all given ear to the good news. For Isaiah says, Lord, who has had faith in our word?"}, {"id": 45010017, "c": 10, "v": 17, "d": "So faith comes by hearing, and hearing by the word of Christ."}, {"id": 45010018, "c": 10, "v": 18, "d": "But I say, Did not the word come to their ears? Yes, certainly: Their sound has gone out into all the earth, and their words to the ends of the world."}, {"id": 45010019, "c": 10, "v": 19, "d": "But I say, Had Israel no knowledge? First Moses says, You will be moved to envy by that which is not a nation, and by a foolish people I will make you angry."}, {"id": 45010020, "c": 10, "v": 20, "d": "And Isaiah says without fear, Those who were not searching for me made discovery of me; and I was seen by those whose hearts were turned away from me."}, {"id": 45010021, "c": 10, "v": 21, "d": "But about Israel he says; All the day my hands have been stretched out to a people whose hearts were turned away, and who put themselves against my word."}, {"id": 45011001, "c": 11, "v": 1, "d": "So I say, Has God put his people on one side? Let there be no such thought. For I am of Israel, of the seed of Abraham, of the tribe of Benjamin."}, {"id": 45011002, "c": 11, "v": 2, "d": "God has not put away the people of his selection. Or have you no knowledge of what is said about Elijah in the holy Writings? how he says words to God against Israel,"}, {"id": 45011003, "c": 11, "v": 3, "d": "Lord, they have put your prophets to death, and made waste your altars, and now I am the last, and they are searching for me to take away my life."}, {"id": 45011004, "c": 11, "v": 4, "d": "But what answer does God make to him? I have still seven thousand men whose knees have not been bent to Baal."}, {"id": 45011005, "c": 11, "v": 5, "d": "In the same way, there are at this present time some who are marked out by the selection of grace."}, {"id": 45011006, "c": 11, "v": 6, "d": "But if it is of grace, then it is no longer of works: or grace would not be grace."}, {"id": 45011007, "c": 11, "v": 7, "d": "What then? That which Israel was searching for he did not get, but those of the selection got it and the rest were made hard."}, {"id": 45011008, "c": 11, "v": 8, "d": "As it was said in the holy Writings, God gave them a spirit of sleep, eyes which might not see, and ears which have no hearing, to this day."}, {"id": 45011009, "c": 11, "v": 9, "d": "And David says, Let their table be made a net for taking them, and a stone in their way, and a punishment:"}, {"id": 45011010, "c": 11, "v": 10, "d": "Let their eyes be made dark so that they may not see, and let their back be bent down at all times."}, {"id": 45011011, "c": 11, "v": 11, "d": "So I say, Were their steps made hard in order that they might have a fall? In no way: but by their fall salvation has come to the Gentiles, so that they might be moved to envy."}, {"id": 45011012, "c": 11, "v": 12, "d": "Now, if their fall is the wealth of the world, and their loss the wealth of the Gentiles, how much greater will be the glory when they are made full?"}, {"id": 45011013, "c": 11, "v": 13, "d": "But I say to you, Gentiles, in so far as I am the Apostle of the Gentiles, I make much of my position:"}, {"id": 45011014, "c": 11, "v": 14, "d": "If in any way those who are of my flesh may be moved to envy, so that some of them may get salvation by me."}, {"id": 45011015, "c": 11, "v": 15, "d": "For, if by their putting away, the rest of men have been made friends with God, what will their coming back again be, but life from the dead?"}, {"id": 45011016, "c": 11, "v": 16, "d": "And if the first-fruit is holy, so is the mass: and if the root is holy, so are the branches."}, {"id": 45011017, "c": 11, "v": 17, "d": "But if some of the branches were broken off, and you, an olive-tree of the fields, were put in among them, and were given a part with them in the root by which the olive-tree is made fertile,"}, {"id": 45011018, "c": 11, "v": 18, "d": "Do not be uplifted in pride over the branches: because it is not you who are the support of the root, but it is by the root that you are supported."}, {"id": 45011019, "c": 11, "v": 19, "d": "You will say, Branches were broken off so that I might be put in."}, {"id": 45011020, "c": 11, "v": 20, "d": "Truly, because they had no faith they were broken off, and you have your place by reason of your faith. Do not be lifted up in pride, but have fear;"}, {"id": 45011021, "c": 11, "v": 21, "d": "For, if God did not have mercy on the natural branches, he will not have mercy on you."}, {"id": 45011022, "c": 11, "v": 22, "d": "See then that God is good but his rules are fixed: to those who were put away he was hard, but to you he has been good, on the condition that you keep in his mercy; if not, you will be cut off as they were."}, {"id": 45011023, "c": 11, "v": 23, "d": "And they, if they do not go on without faith, will be united to the tree again, because God is able to put them in again."}, {"id": 45011024, "c": 11, "v": 24, "d": "For if you were cut out of a field olive-tree, and against the natural use were united to a good olive-tree, how much more will these, the natural branches, be united again with the olive-tree which was theirs?"}, {"id": 45011025, "c": 11, "v": 25, "d": "For it is my desire, brothers, that this secret may be clear to you, so that you may not have pride in your knowledge, that Israel has been made hard in part, till all the Gentiles have come in;"}, {"id": 45011026, "c": 11, "v": 26, "d": "And so all Israel will get salvation: as it is said in the holy Writings, There will come out of Zion the One who makes free; by him wrongdoing will be taken away from Jacob:"}, {"id": 45011027, "c": 11, "v": 27, "d": "And this is my agreement with them, when I will take away their sins."}, {"id": 45011028, "c": 11, "v": 28, "d": "As far as the good news is in question, they are cut off from God on account of you, but as far as the selection is in question, they are loved on account of the fathers."}, {"id": 45011029, "c": 11, "v": 29, "d": "Because God's selection and his mercies may not be changed."}, {"id": 45011030, "c": 11, "v": 30, "d": "For as you, in time past, were not under the rule of God, but now have got mercy through their turning away,"}, {"id": 45011031, "c": 11, "v": 31, "d": "So in the same way these have gone against the orders of God, so that by the mercy given to you they may now get mercy."}, {"id": 45011032, "c": 11, "v": 32, "d": "For God has let them all go against his orders, so that he might have mercy on them all."}, {"id": 45011033, "c": 11, "v": 33, "d": "O how deep is the wealth of the wisdom and knowledge of God! no one is able to make discovery of his decisions, and his ways may not be searched out."}, {"id": 45011034, "c": 11, "v": 34, "d": "Who has knowledge of the mind of the Lord? or who has taken part in his purposes?"}, {"id": 45011035, "c": 11, "v": 35, "d": "Or who has first given to him, and it will be given back to him again?"}, {"id": 45011036, "c": 11, "v": 36, "d": "For of him, and through him, and to him, are all things. To him be the glory for ever. So be it."}, {"id": 45012001, "c": 12, "v": 1, "d": "For this reason I make request to you, brothers, by the mercies of God, that you will give your bodies as a living offering, holy, pleasing to God, which is the worship it is right for you to give him."}, {"id": 45012002, "c": 12, "v": 2, "d": "And let not your behaviour be like that of this world, but be changed and made new in mind, so that by experience you may have knowledge of the good and pleasing and complete purpose of God."}, {"id": 45012003, "c": 12, "v": 3, "d": "But I say to every one of you, through the grace given to me, not to have an over-high opinion of himself, but to have wise thoughts, as God has given to every one a measure of faith."}, {"id": 45012004, "c": 12, "v": 4, "d": "For, as we have a number of parts in one body, but all the parts have not the same use,"}, {"id": 45012005, "c": 12, "v": 5, "d": "So we, though we are a number of persons, are one body in Christ, and are dependent on one another;"}, {"id": 45012006, "c": 12, "v": 6, "d": "And having different qualities by reason of the grace given to us, such as the quality of a prophet, let it be made use of in relation to the measure of our faith;"}, {"id": 45012007, "c": 12, "v": 7, "d": "Or the position of a Deacon of the church, let a man give himself to it; or he who has the power of teaching, let him make use of it;"}, {"id": 45012008, "c": 12, "v": 8, "d": "He who has the power of comforting, let him do so; he who gives, let him give freely; he who has the power of ruling, let him do it with a serious mind; he who has mercy on others, let it be with joy."}, {"id": 45012009, "c": 12, "v": 9, "d": "Let love be without deceit. Be haters of what is evil; keep your minds fixed on what is good."}, {"id": 45012010, "c": 12, "v": 10, "d": "Be kind to one another with a brother's love, putting others before yourselves in honour;"}, {"id": 45012011, "c": 12, "v": 11, "d": "Be not slow in your work, but be quick in spirit, as the Lord's servants;"}, {"id": 45012012, "c": 12, "v": 12, "d": "Being glad in hope, quiet in trouble, at all times given to prayer,"}, {"id": 45012013, "c": 12, "v": 13, "d": "Giving to the needs of the saints, ready to take people into your houses."}, {"id": 45012014, "c": 12, "v": 14, "d": "Give blessing and not curses to those who are cruel to you."}, {"id": 45012015, "c": 12, "v": 15, "d": "Take part in the joy of those who are glad, and in the grief of those who are sorrowing."}, {"id": 45012016, "c": 12, "v": 16, "d": "Be in harmony with one another. Do not have a high opinion of yourselves, but be in agreement with common people. Do not give yourselves an air of wisdom."}, {"id": 45012017, "c": 12, "v": 17, "d": "Do not give evil for evil to any man. Let all your business be well ordered in the eyes of all men."}, {"id": 45012018, "c": 12, "v": 18, "d": "As far as it is possible for you be at peace with all men."}, {"id": 45012019, "c": 12, "v": 19, "d": "Do not give punishment for wrongs done to you, dear brothers, but give way to the wrath of God; for it is said in the holy Writings, Punishment is mine, I will give reward, says the Lord."}, {"id": 45012020, "c": 12, "v": 20, "d": "But if one who has hate for you is in need of food or of drink, give it to him, for in so doing you will put coals of fire on his head."}, {"id": 45012021, "c": 12, "v": 21, "d": "Do not let evil overcome you, but overcome evil by good."}, {"id": 45013001, "c": 13, "v": 1, "d": "Let everyone put himself under the authority of the higher powers, because there is no power which is not of God, and all powers are ordered by God."}, {"id": 45013002, "c": 13, "v": 2, "d": "For which reason everyone who puts himself against the authority puts himself against the order of God: and those who are against it will get punishment for themselves."}, {"id": 45013003, "c": 13, "v": 3, "d": "For rulers are not a cause of fear to the good work but to the evil. If you would have no fear of the authority, do good and you will have praise;"}, {"id": 45013004, "c": 13, "v": 4, "d": "For he is the servant of God to you for good. But if you do evil, have fear; for the sword is not in his hand for nothing: he is God's servant, making God's punishment come on the evil-doer."}, {"id": 45013005, "c": 13, "v": 5, "d": "So put yourselves under the authority, not for fear of wrath, but because you have the knowledge of what is right."}, {"id": 45013006, "c": 13, "v": 6, "d": "For the same reason, make payment of taxes; because the authority is God's servant, to take care of such things at all times."}, {"id": 45013007, "c": 13, "v": 7, "d": "Give to all what is their right: taxes to him whose they are, payment to him whose right it is, fear to whom fear, honour to whom honour is to be given."}, {"id": 45013008, "c": 13, "v": 8, "d": "Be in debt for nothing, but to have love for one another: for he who has love for his neighbour has kept all the law."}, {"id": 45013009, "c": 13, "v": 9, "d": "And this, Do not be untrue in married life, Do not put to death, Do not take what is another's, Do not have desire for what is another's, and if there is any other order, it is covered by this word, Have love for your neighbour as for yourself."}, {"id": 45013010, "c": 13, "v": 10, "d": "Love does no wrong to his neighbour, so love makes the law complete."}, {"id": 45013011, "c": 13, "v": 11, "d": "See then that the time has come for you to be awake from sleep: for now is your salvation nearer than when you first had faith."}, {"id": 45013012, "c": 13, "v": 12, "d": "The night is far gone, and the day is near: so let us put off the works of the dark, arming ourselves with light,"}, {"id": 45013013, "c": 13, "v": 13, "d": "With right behaviour as in the day; not in pleasure-making and drinking, not in bad company and unclean behaviour, not in fighting and envy."}, {"id": 45013014, "c": 13, "v": 14, "d": "But put on the Lord Jesus Christ, and do not give thought to the flesh to do its desires."}, {"id": 45014001, "c": 14, "v": 1, "d": "Do not put on one side him who is feeble in faith, and do not put him in doubt by your reasonings."}, {"id": 45014002, "c": 14, "v": 2, "d": "One man has faith to take all things as food: another who is feeble in faith takes only green food."}, {"id": 45014003, "c": 14, "v": 3, "d": "Let not him who takes food have a low opinion of him who does not: and let not him who does not take food be a judge of him who does; for he has God's approval."}, {"id": 45014004, "c": 14, "v": 4, "d": "Who are you to make yourself a judge of another man's servant? it is to his master that he is responsible for good or bad. Yes, his place will be safe, because the Lord is able to keep him from falling."}, {"id": 45014005, "c": 14, "v": 5, "d": "This man puts one day before another: to that man they are the same. Let every man be certain in his mind."}, {"id": 45014006, "c": 14, "v": 6, "d": "He who keeps the day, keeps it to the Lord; and he who takes food, takes it as to the Lord, for he gives praise to God; and he who does not take food, to the Lord he takes it not, and gives praise to God."}, {"id": 45014007, "c": 14, "v": 7, "d": "For every man's life and every man's death has a relation to others as well as to himself."}, {"id": 45014008, "c": 14, "v": 8, "d": "As long as we have life we are living to the Lord; or if we give up our life it is to the Lord; so if we are living, or if our life comes to an end, we are the Lord's."}, {"id": 45014009, "c": 14, "v": 9, "d": "And for this purpose Christ went into death and came back again, that he might be the Lord of the dead and of the living."}, {"id": 45014010, "c": 14, "v": 10, "d": "But you, why do you make yourself your brother's judge? or again, why have you no respect for your brother? because we will all have to take our place before God as our judge."}, {"id": 45014011, "c": 14, "v": 11, "d": "For it is said in the holy Writings, By my life, says the Lord, to me every knee will be bent, and every tongue will give worship to God."}, {"id": 45014012, "c": 14, "v": 12, "d": "So every one of us will have to give an account of himself to God."}, {"id": 45014013, "c": 14, "v": 13, "d": "Then let us not be judges of one another any longer: but keep this in mind, that no man is to make it hard for his brother, or give him cause for doubting."}, {"id": 45014014, "c": 14, "v": 14, "d": "I am conscious of this, and am certain in the Lord Jesus, that nothing is unclean in itself; but for the man in whose opinion it is unclean, for him it is unclean."}, {"id": 45014015, "c": 14, "v": 15, "d": "And if because of food your brother is troubled, then you are no longer going on in the way of love. Do not let your food be destruction to him for whom Christ went into death."}, {"id": 45014016, "c": 14, "v": 16, "d": "Let it not be possible for men to say evil about your good:"}, {"id": 45014017, "c": 14, "v": 17, "d": "For the kingdom of God is not food and drink, but righteousness and peace and joy in the Holy Spirit."}, {"id": 45014018, "c": 14, "v": 18, "d": "And he who in these things is Christ's servant, is pleasing to God and has the approval of men."}, {"id": 45014019, "c": 14, "v": 19, "d": "So then, let us go after the things which make peace, and the things by which we may be a help to one another."}, {"id": 45014020, "c": 14, "v": 20, "d": "Do not let the work of God come to nothing on account of food. All things are certainly clean; but it is evil for that man who by taking food makes it hard for another."}, {"id": 45014021, "c": 14, "v": 21, "d": "It is better not to take meat or wine or to do anything which might be a cause of trouble to your brother."}, {"id": 45014022, "c": 14, "v": 22, "d": "The faith which you have, have it to yourself before God. Happy is the man who is not judged by that to which he gives approval."}, {"id": 45014023, "c": 14, "v": 23, "d": "But he who is in doubt is judged if he takes food, because he does it not in faith; and whatever is not of faith is sin."}, {"id": 45015001, "c": 15, "v": 1, "d": "We who are strong have to be a support to the feeble, and not give pleasure to ourselves."}, {"id": 45015002, "c": 15, "v": 2, "d": "Let every one of us give pleasure to his neighbour for his good, to make him strong."}, {"id": 45015003, "c": 15, "v": 3, "d": "For Christ did not give pleasure to himself, but, as it is said, The bitter words of those who were angry with you came on me."}, {"id": 45015004, "c": 15, "v": 4, "d": "Now those things which were put down in writing before our time were for our learning, so that through quiet waiting and through the comfort of the holy Writings we might have hope."}, {"id": 45015005, "c": 15, "v": 5, "d": "Now may the God who gives comfort and strength in waiting make you of the same mind with one another in harmony with Christ Jesus:"}, {"id": 45015006, "c": 15, "v": 6, "d": "So that with one mouth you may give glory to the God and Father of our Lord Jesus Christ."}, {"id": 45015007, "c": 15, "v": 7, "d": "So then, take one another to your hearts, as Christ took us, to the glory of God."}, {"id": 45015008, "c": 15, "v": 8, "d": "Now I say that Christ has been made a servant of the circumcision to give effect to the undertakings given by God to the fathers,"}, {"id": 45015009, "c": 15, "v": 9, "d": "And so that the Gentiles might give glory to God for his mercy; as it is said, For this reason I will give praise to you among the Gentiles, and I will make a song to your name."}, {"id": 45015010, "c": 15, "v": 10, "d": "And again he says, Take part, you Gentiles, in the joy of his people."}, {"id": 45015011, "c": 15, "v": 11, "d": "And again, Give praise to the Lord, all you Gentiles; and let all the nations give praise to him."}, {"id": 45015012, "c": 15, "v": 12, "d": "And again Isaiah says, There will be the root of Jesse, and he who comes to be the ruler over the Gentiles; in him will the Gentiles put their hope."}, {"id": 45015013, "c": 15, "v": 13, "d": "Now may the God of hope make you full of joy and peace through faith, so that all hope may be yours in the power of the Holy Spirit."}, {"id": 45015014, "c": 15, "v": 14, "d": "And I myself am certain of you, brothers, that you are full of what is good, complete in all knowledge, able to give direction to one another."}, {"id": 45015015, "c": 15, "v": 15, "d": "But I have, in some measure, less fear in writing to you to put these things before you again, because of the grace which was given to me by God,"}, {"id": 45015016, "c": 15, "v": 16, "d": "To be a servant of Christ Jesus to the Gentiles, doing the work of a priest in the good news of God, so that the offering of the Gentiles might be pleasing to God, being made holy by the Holy Spirit."}, {"id": 45015017, "c": 15, "v": 17, "d": "So I have pride in Christ Jesus in the things which are God's."}, {"id": 45015018, "c": 15, "v": 18, "d": "And I will keep myself from talking of anything but those things which Christ has done by me to put the Gentiles under his rule in word and in act,"}, {"id": 45015019, "c": 15, "v": 19, "d": "By signs and wonders, in the power of the Holy Spirit; so that from Jerusalem and round about as far as Illyricum I have given all the good news of Christ;"}, {"id": 45015020, "c": 15, "v": 20, "d": "Making it my purpose not to take the good news where Christ was named, so that my work might not be resting on that of others;"}, {"id": 45015021, "c": 15, "v": 21, "d": "But as it is said in the holy Writings, They will see, to whom the news of him had not been given, and those to whose ears it had not come will have knowledge."}, {"id": 45015022, "c": 15, "v": 22, "d": "For which reason I was frequently kept from coming to you:"}, {"id": 45015023, "c": 15, "v": 23, "d": "But now, having no longer any place in these parts and having had for a number of years a great desire to come to you,"}, {"id": 45015024, "c": 15, "v": 24, "d": "Whenever I go to Spain (for it is my hope to see you on my way, and to be sent on there by you, if first I may in some measure have been comforted by your company)--"}, {"id": 45015025, "c": 15, "v": 25, "d": "But now I go to Jerusalem, taking help for the saints."}, {"id": 45015026, "c": 15, "v": 26, "d": "For it has been the good pleasure of those of Macedonia and Achaia to send a certain amount of money for the poor among the saints at Jerusalem."}, {"id": 45015027, "c": 15, "v": 27, "d": "Yes, it has been their good pleasure; and they are in their debt. For if the Gentiles have had a part in the things of the Spirit which were theirs, it is right for them, in the same way, to give them help in the things of the flesh."}, {"id": 45015028, "c": 15, "v": 28, "d": "So when I have done this, and have given them this fruit of love, I will go on by you into Spain."}, {"id": 45015029, "c": 15, "v": 29, "d": "And I am certain that when I come, I will be full of the blessing of Christ."}, {"id": 45015030, "c": 15, "v": 30, "d": "Now I make request to you, brothers, by our Lord Jesus Christ, and by the love of the Spirit, that you will be working together with me in your prayers to God for me;"}, {"id": 45015031, "c": 15, "v": 31, "d": "So that I may be kept safe from those in Judaea who have not put themselves under the rule of God, and that the help which I am taking for Jerusalem may be pleasing to the saints;"}, {"id": 45015032, "c": 15, "v": 32, "d": "So that I may come to you in joy by the good pleasure of God, and have rest with you."}, {"id": 45015033, "c": 15, "v": 33, "d": "Now may the God of peace be with you all. So be it."}, {"id": 45016001, "c": 16, "v": 1, "d": "It is my desire to say a good word for Phoebe, who is a servant of the church in Cenchreae:"}, {"id": 45016002, "c": 16, "v": 2, "d": "That you will take her in kindly, after the way of the saints, as one who is the Lord's, and give her help in anything in which she may have need of you: because she has been a help to a great number and to myself."}, {"id": 45016003, "c": 16, "v": 3, "d": "Give my love to Prisca and Aquila, workers with me in Christ Jesus,"}, {"id": 45016004, "c": 16, "v": 4, "d": "Who for my life put their necks in danger; to whom not only I but all the churches of the Gentiles are in debt:"}, {"id": 45016005, "c": 16, "v": 5, "d": "And say a kind word to the church which is in their house. Give my love to my dear Epaenetus, who is the first fruit of Asia to Christ."}, {"id": 45016006, "c": 16, "v": 6, "d": "Give my love to Mary, who gave much care to you."}, {"id": 45016007, "c": 16, "v": 7, "d": "Give my love to Andronicus and Junia, my relations, who were in prison with me, who are noted among the Apostles, and who were in Christ before me."}, {"id": 45016008, "c": 16, "v": 8, "d": "Give my love to Ampliatus, who is dear to me in the Lord,"}, {"id": 45016009, "c": 16, "v": 9, "d": "Give my love to Urbanus, a worker in Christ with us, and to my dear Stachys."}, {"id": 45016010, "c": 16, "v": 10, "d": "Give my love to Apelles, who has the approval of Christ. Say a kind word to those who are of the house of Aristobulus."}, {"id": 45016011, "c": 16, "v": 11, "d": "Give my love to Herodion, my relation. Say a kind word to those of the house of Narcissus, who are in the Lord."}, {"id": 45016012, "c": 16, "v": 12, "d": "Give my love to Tryphaena and Tryphosa, workers in the Lord. Give my love to my dear Persis, who did much work in the Lord."}, {"id": 45016013, "c": 16, "v": 13, "d": "Give my love to Rufus, one of the Lord's selection, and to his mother and mine."}, {"id": 45016014, "c": 16, "v": 14, "d": "Give my love to Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them."}, {"id": 45016015, "c": 16, "v": 15, "d": "Give my love to Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them."}, {"id": 45016016, "c": 16, "v": 16, "d": "Give one another a holy kiss. All the churches of Christ send their love to you."}, {"id": 45016017, "c": 16, "v": 17, "d": "Now, it is my desire, brothers, that you will take note of those who are causing division and trouble among you, quite against the teaching which was given to you: and keep away from them."}, {"id": 45016018, "c": 16, "v": 18, "d": "For such people are not servants of the Lord Christ, but of their stomachs; and by their smooth and well-said words the hearts of those who have no knowledge of evil are tricked."}, {"id": 45016019, "c": 16, "v": 19, "d": "For all have knowledge of how you do what you are ordered. For this reason I have joy in you, but it is my desire that you may be wise in what is good, and without knowledge of evil."}, {"id": 45016020, "c": 16, "v": 20, "d": "And the God of peace will be crushing Satan under your feet before long. The grace of our Lord Jesus Christ be with you."}, {"id": 45016021, "c": 16, "v": 21, "d": "Timothy, who is working with me, sends his love to you, so do Lucius and Jason and Sosipater, my relations."}, {"id": 45016022, "c": 16, "v": 22, "d": "I, Tertius, who have done the writing of this letter, send love in the Lord."}, {"id": 45016023, "c": 16, "v": 23, "d": "Gaius, with whom I am living, whose house is open to all the church, sends his love, so does Erastus, the manager of the accounts of the town, and Quartus, the brother."}, {"id": 45016024, "c": 16, "v": 24, "d": "[]"}, {"id": 45016025, "c": 16, "v": 25, "d": "Now to him who is able to make you strong in agreement with the good news which I gave you and the preaching of Jesus Christ, in the light of the revelation of that secret which has been kept through times eternal,"}, {"id": 45016026, "c": 16, "v": 26, "d": "But is now made clear; and by the writings of the prophets, by the order of the eternal God, the knowledge of it has been given to all the nations, so that they may come under the rule of the faith;"}, {"id": 45016027, "c": 16, "v": 27, "d": "To the only wise God, through Jesus Christ, be the glory for ever. So be it."}]}