{"data": [{"id": 46001001, "c": 1, "v": 1, "d": "Paul, an Apostle of Jesus Christ by the purpose of God, and Sosthenes the brother,"}, {"id": 46001002, "c": 1, "v": 2, "d": "To the church of God which is in Corinth, to those who have been made holy in Christ Jesus, saints by the selection of God, with all those who in every place give honour to the name of our Lord Jesus Christ, their Lord and ours:"}, {"id": 46001003, "c": 1, "v": 3, "d": "Grace to you and peace from God our Father and the Lord Jesus Christ."}, {"id": 46001004, "c": 1, "v": 4, "d": "I give praise to my God for you at all times, because of the grace of God which has been given to you in Christ Jesus;"}, {"id": 46001005, "c": 1, "v": 5, "d": "So that in him you have wealth in all things, in word and in knowledge of every sort;"}, {"id": 46001006, "c": 1, "v": 6, "d": "Even as the witness of the Christ has been made certain among you:"}, {"id": 46001007, "c": 1, "v": 7, "d": "So that having every grace you are living in the hope of the revelation of our Lord Jesus Christ;"}, {"id": 46001008, "c": 1, "v": 8, "d": "Who will give you strength to the end, to be free from all sin in the day of our Lord Jesus Christ."}, {"id": 46001009, "c": 1, "v": 9, "d": "God is true, through whom you have been given a part with his Son, Jesus Christ our Lord."}, {"id": 46001010, "c": 1, "v": 10, "d": "Now I make request to you, my brothers, in the name of our Lord Jesus Christ, that you will all say the same thing, and that there may be no divisions among you, so that you may be in complete agreement, in the same mind and in the same opinion."}, {"id": 46001011, "c": 1, "v": 11, "d": "Because it has come to my knowledge, through those of the house of Chloe, that there are divisions among you, my brothers."}, {"id": 46001012, "c": 1, "v": 12, "d": "That is, that some of you say, I am of Paul; some say, I am of Apollos; some say, I am of Cephas; and some say, I am Christ's."}, {"id": 46001013, "c": 1, "v": 13, "d": "Is there a division in Christ? was Paul nailed to the cross for you? or were you given baptism in the name of Paul?"}, {"id": 46001014, "c": 1, "v": 14, "d": "I give praise to God that not one of you had baptism from me, but Crispus and Gaius;"}, {"id": 46001015, "c": 1, "v": 15, "d": "So that no one may be able to say that you had baptism in my name."}, {"id": 46001016, "c": 1, "v": 16, "d": "And I gave baptism to the house of Stephanas; but I am not certain that any others had baptism from me."}, {"id": 46001017, "c": 1, "v": 17, "d": "For Christ sent me, not to give baptism, but to be a preacher of the good news: not with wise words, for fear that the cross of Christ might be made of no value."}, {"id": 46001018, "c": 1, "v": 18, "d": "For the word of the cross seems foolish to those who are on the way to destruction; but to us who are on the way to salvation it is the power of God."}, {"id": 46001019, "c": 1, "v": 19, "d": "As it says in the holy Writings, I will put an end to the wisdom of the wise, and will put on one side the designs of those who have knowledge."}, {"id": 46001020, "c": 1, "v": 20, "d": "Where is the wise? where is he who has knowledge of the law? where is the man of this world who has a love of discussion? has not God made foolish the wisdom of this world?"}, {"id": 46001021, "c": 1, "v": 21, "d": "For because, by the purpose of God, the world, with all its wisdom, had not the knowledge of God, it was God's pleasure, by so foolish a thing as preaching, to give salvation to those who had faith in him."}, {"id": 46001022, "c": 1, "v": 22, "d": "Seeing that the Jews make request for signs, and the Greeks are looking for knowledge:"}, {"id": 46001023, "c": 1, "v": 23, "d": "But we give the good news of Christ on the cross, a hard thing to the Jews, and a foolish thing to the Gentiles;"}, {"id": 46001024, "c": 1, "v": 24, "d": "But to those of God's selection, Jews and Greeks, Christ is the power and the wisdom of God."}, {"id": 46001025, "c": 1, "v": 25, "d": "Because what seems foolish in God is wiser than men; and what seems feeble in God is stronger than men."}, {"id": 46001026, "c": 1, "v": 26, "d": "For you see God's design for you, my brothers, that he has not taken a great number of the wise after the flesh, not the strong, not the noble:"}, {"id": 46001027, "c": 1, "v": 27, "d": "But God made selection of the foolish things of this world so that he might put the wise to shame; and the feeble things that he might put to shame the strong;"}, {"id": 46001028, "c": 1, "v": 28, "d": "And the low things of the world, and the things without honour, did God make selection of, yes, even the things which are not, so that he might make as nothing the things which are:"}, {"id": 46001029, "c": 1, "v": 29, "d": "So that no flesh might have glory before God."}, {"id": 46001030, "c": 1, "v": 30, "d": "But God has given you a place in Christ Jesus, through whom God has given us wisdom and righteousness and salvation, and made us holy:"}, {"id": 46001031, "c": 1, "v": 31, "d": "So that, as it is said in the holy Writings, Whoever has a desire for glory, let his glory be in the Lord."}, {"id": 46002001, "c": 2, "v": 1, "d": "And when I came to you, my brothers, I did not come with wise words of knowledge, putting before you the secret of God."}, {"id": 46002002, "c": 2, "v": 2, "d": "For I had made the decision to have knowledge of nothing among you but only of Jesus Christ on the cross."}, {"id": 46002003, "c": 2, "v": 3, "d": "And I was with you without strength, in fear and in doubt."}, {"id": 46002004, "c": 2, "v": 4, "d": "And in my preaching there were no honeyed words of wisdom, but I was dependent on the power of the Spirit to make it clear to you:"}, {"id": 46002005, "c": 2, "v": 5, "d": "So that your faith might be based not on man's wisdom but on the power of God."}, {"id": 46002006, "c": 2, "v": 6, "d": "But still we have wisdom for those who are complete in knowledge, though not the wisdom of this world, and not of the rulers of this world, who are coming to nothing:"}, {"id": 46002007, "c": 2, "v": 7, "d": "But we give the news of the secret wisdom of God, which he had kept in store before the world came into existence, for our glory;"}, {"id": 46002008, "c": 2, "v": 8, "d": "Of which not one of the rulers of this world had knowledge: for if they had, they would not have put the Lord of glory on the cross:"}, {"id": 46002009, "c": 2, "v": 9, "d": "But as it says in the holy Writings, Things which the eye saw not, and which had not come to the ears or into the heart of man, such things as God has made ready for those who have love for him."}, {"id": 46002010, "c": 2, "v": 10, "d": "But God has given us the revelation of these things through his Spirit, for the Spirit makes search into all things, even the deep things of God."}, {"id": 46002011, "c": 2, "v": 11, "d": "For who has knowledge of the things of a man but the spirit of the man which is in him? in the same way, no one has knowledge of the things of God but the Spirit of God."}, {"id": 46002012, "c": 2, "v": 12, "d": "But we have not the spirit of the world, but the Spirit which comes from God, so that we may have knowledge of the things which are freely given to us by God."}, {"id": 46002013, "c": 2, "v": 13, "d": "And these are the things which we say, not in the language of man's wisdom, but in words given to us by the Spirit, judging the things of the spirit by the help of the Spirit."}, {"id": 46002014, "c": 2, "v": 14, "d": "For the natural man is not able to take in the things of the Spirit of God: for they seem foolish to him, and he is not able to have knowledge of them, because such knowledge comes only through the Spirit."}, {"id": 46002015, "c": 2, "v": 15, "d": "But he who has the Spirit, though judging all things, is himself judged by no one."}, {"id": 46002016, "c": 2, "v": 16, "d": "For who has knowledge of the mind of the Lord, so as to be his teacher? But we have the mind of Christ."}, {"id": 46003001, "c": 3, "v": 1, "d": "And the teaching I gave you, my brothers, was such as I was able to give, not to those who have the Spirit, but to those who are still in the flesh, even to children in Christ."}, {"id": 46003002, "c": 3, "v": 2, "d": "I gave you milk and not meat, because you were, then, unable to take it, and even now you are not able;"}, {"id": 46003003, "c": 3, "v": 3, "d": "Because you are still in the flesh: for when there is envy and division among you, are you not still walking after the way of the flesh, even as natural men?"}, {"id": 46003004, "c": 3, "v": 4, "d": "For when one says, I am of Paul; and another says, I am of Apollos; are you not talking like natural men?"}, {"id": 46003005, "c": 3, "v": 5, "d": "What then is Apollos? and what is Paul? They are but servants who gave you the good news as God gave it to them."}, {"id": 46003006, "c": 3, "v": 6, "d": "I did the planting, Apollos did the watering, but God gave the increase."}, {"id": 46003007, "c": 3, "v": 7, "d": "So then the planter is nothing, and the waterer is nothing; but God who gives the increase."}, {"id": 46003008, "c": 3, "v": 8, "d": "Now the planter and the waterer are working for the same end: but they will have their separate rewards in the measure of their work."}, {"id": 46003009, "c": 3, "v": 9, "d": "For we are workers with God: you are God's planting, God's building."}, {"id": 46003010, "c": 3, "v": 10, "d": "In the measure of the grace given to me, I, as a wise master-builder, have put the base in position, and another goes on building on it. But let every man take care what he puts on it."}, {"id": 46003011, "c": 3, "v": 11, "d": "For there is no other base for the building but that which has been put down, which is Jesus Christ."}, {"id": 46003012, "c": 3, "v": 12, "d": "But on the base a man may put gold, silver, stones of great price, wood, dry grass, cut stems;"}, {"id": 46003013, "c": 3, "v": 13, "d": "Every man's work will be made clear in that day, because it will be tested by fire; and the fire itself will make clear the quality of every man's work."}, {"id": 46003014, "c": 3, "v": 14, "d": "If any man's work comes through the test, he will have a reward."}, {"id": 46003015, "c": 3, "v": 15, "d": "If the fire puts an end to any man's work, it will be his loss: but he will get salvation himself, though as by fire."}, {"id": 46003016, "c": 3, "v": 16, "d": "Do you not see that you are God's holy house, and that the Spirit of God has his place in you?"}, {"id": 46003017, "c": 3, "v": 17, "d": "If anyone makes the house of God unclean, God will put an end to him; for the house of God is holy, and you are his house."}, {"id": 46003018, "c": 3, "v": 18, "d": "Let no man have a false idea. If any man seems to himself to be wise among you, let him become foolish, so that he may be wise."}, {"id": 46003019, "c": 3, "v": 19, "d": "For the wisdom of this world is foolish before God. As it is said in the holy Writings, He who takes the wise in their secret designs:"}, {"id": 46003020, "c": 3, "v": 20, "d": "And again, The Lord has knowledge of the reasonings of the wise, that they are nothing."}, {"id": 46003021, "c": 3, "v": 21, "d": "So let no one take pride in men. For all things are yours;"}, {"id": 46003022, "c": 3, "v": 22, "d": "Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours;"}, {"id": 46003023, "c": 3, "v": 23, "d": "And you are Christ's; and Christ is God's."}, {"id": 46004001, "c": 4, "v": 1, "d": "Let us be judged as servants of Christ, and as those who are responsible for the secret things of God."}, {"id": 46004002, "c": 4, "v": 2, "d": "And it is right for such servants to be safe persons."}, {"id": 46004003, "c": 4, "v": 3, "d": "But it is a small thing to me that I am judged by you or by man's judging; I am not even a judge of myself."}, {"id": 46004004, "c": 4, "v": 4, "d": "For I am not conscious of any wrong in myself; but this does not make me clear, for it is the Lord who is my judge."}, {"id": 46004005, "c": 4, "v": 5, "d": "For this reason let there be no judging before the time, till the Lord comes, who will make clear the secret things of the dark, and the designs of the heart; and then will every man have his praise from God."}, {"id": 46004006, "c": 4, "v": 6, "d": "My brothers, it is because of you that I have taken Apollos and myself as examples of these things, so that in us you might see that it is not wise to go farther than what is in the holy Writings, so that no one of you may be lifted up against his brother."}, {"id": 46004007, "c": 4, "v": 7, "d": "For who made you better than your brother? or what have you that has not been given to you? but if it has been given to you, what cause have you for pride, as if it had not been given to you?"}, {"id": 46004008, "c": 4, "v": 8, "d": "For even now you are full, even now you have wealth, you have been made kings without us: truly, I would be glad if you were kings, so that we might be kings with you."}, {"id": 46004009, "c": 4, "v": 9, "d": "For it seems to me that God has put us the Apostles last of all, as men whose fate is death: for we are put on view to the world, and to angels, and to men."}, {"id": 46004010, "c": 4, "v": 10, "d": "We are made to seem foolish for Christ, but you are wise in Christ; we are feeble, but you are strong; you have glory, but we have shame."}, {"id": 46004011, "c": 4, "v": 11, "d": "Even to this hour we are without food, drink, and clothing, we are given blows and have no certain resting-place;"}, {"id": 46004012, "c": 4, "v": 12, "d": "And with our hands we do the hardest work: when they give us curses we give blessings, when we undergo punishment we take it quietly;"}, {"id": 46004013, "c": 4, "v": 13, "d": "When evil things are said about us we give gentle answers: we are made as the unclean things of the world, as that for which no one has any use, even till now."}, {"id": 46004014, "c": 4, "v": 14, "d": "I am not saying these things to put you to shame, but so that, as my dear children, you may see what is right."}, {"id": 46004015, "c": 4, "v": 15, "d": "For even if you had ten thousand teachers in Christ, you have not more than one father: for in Christ Jesus I have given birth to you through the good news."}, {"id": 46004016, "c": 4, "v": 16, "d": "So my desire is that you take me as your example."}, {"id": 46004017, "c": 4, "v": 17, "d": "For this cause I have sent Timothy to you, who is my dear and true child in the Lord; he will make clear to you my ways in Christ, even as I am teaching everywhere in every church."}, {"id": 46004018, "c": 4, "v": 18, "d": "Now some are full of pride, as if I was not coming to you."}, {"id": 46004019, "c": 4, "v": 19, "d": "But I will come to you in a short time, if it is pleasing to the Lord, and I will take note, not of the word of those who are full of pride, but of the power."}, {"id": 46004020, "c": 4, "v": 20, "d": "For the kingdom of God is not in word but in power."}, {"id": 46004021, "c": 4, "v": 21, "d": "What is your desire? is my coming to be with punishment, or is it to be in love and a gentle spirit?"}, {"id": 46005001, "c": 5, "v": 1, "d": "It is said, in fact, that there is among you a sin of the flesh, such as is not seen even among the Gentiles, that one of you has his father's wife."}, {"id": 46005002, "c": 5, "v": 2, "d": "And in place of feeling sorrow, you are pleased with yourselves, so that he who has done this thing has not been sent away from among you."}, {"id": 46005003, "c": 5, "v": 3, "d": "For I myself, being present in spirit though not in body, have come to a decision about him who has done this thing;"}, {"id": 46005004, "c": 5, "v": 4, "d": "In the name of our Lord Jesus, when you have come together with my spirit, with the power of our Lord Jesus,"}, {"id": 46005005, "c": 5, "v": 5, "d": "That this man is to be handed over to Satan for the destruction of the flesh, so that his spirit may have forgiveness in the day of the Lord Jesus."}, {"id": 46005006, "c": 5, "v": 6, "d": "This pride of yours is not good. Do you not see that a little leaven makes a change in all the mass?"}, {"id": 46005007, "c": 5, "v": 7, "d": "Take away, then, the old leaven, so that you may be a new mass, even as you are without leaven. For Christ has been put to death as our Passover."}, {"id": 46005008, "c": 5, "v": 8, "d": "Let us then keep the feast, not with old leaven, and not with the leaven of evil thoughts and acts, but with the unleavened bread of true thoughts and right feelings."}, {"id": 46005009, "c": 5, "v": 9, "d": "In my letter I said to you that you were not to keep company with those who go after the desires of the flesh;"}, {"id": 46005010, "c": 5, "v": 10, "d": "But I had not in mind the sinners who are outside the church, or those who have a desire for and take the property of others, or those who give worship to images; for it is not possible to keep away from such people without going out of the world completely:"}, {"id": 46005011, "c": 5, "v": 11, "d": "But the sense of my letter was that if a brother had the name of being one who went after the desires of the flesh, or had the desire for other people's property, or was in the way of using violent language, or being the worse for drink, or took by force what was not his, you might not keep company with such a one, or take food with him."}, {"id": 46005012, "c": 5, "v": 12, "d": "For it is no business of mine to be judging those who are outside; but it is yours to be judging those who are among you;"}, {"id": 46005013, "c": 5, "v": 13, "d": "As for those who are outside, God is their judge. So put away the evil man from among you."}, {"id": 46006001, "c": 6, "v": 1, "d": "How is it, that if any one of you has a cause at law against another, he takes it before a Gentile judge and not before the saints?"}, {"id": 46006002, "c": 6, "v": 2, "d": "Is it not certain that the saints will be the judges of the world? if then the world will be judged by you, are you unable to give a decision about the smallest things?"}, {"id": 46006003, "c": 6, "v": 3, "d": "Is it not certain that we are to be the judges of angels? how much more then of the things of this life?"}, {"id": 46006004, "c": 6, "v": 4, "d": "If then there are questions to be judged in connection with the things of this life, why do you put them in the hands of those who have no position in the church?"}, {"id": 46006005, "c": 6, "v": 5, "d": "I say this to put you to shame. Is there not among you one wise man who may be able to give a decision between his brothers?"}, {"id": 46006006, "c": 6, "v": 6, "d": "But a brother who has a cause at law against another takes it before Gentile judges."}, {"id": 46006007, "c": 6, "v": 7, "d": "More than this, it is not to your credit to have causes at law with one another at all. Why not put up with wrong? why not undergo loss?"}, {"id": 46006008, "c": 6, "v": 8, "d": "So far from doing this, you yourselves do wrong and take your brothers' property."}, {"id": 46006009, "c": 6, "v": 9, "d": "Have you not knowledge that evil-doers will have no part in the kingdom of God? Have no false ideas about this: no one who goes after the desires of the flesh, or gives worship to images, or is untrue when married, or is less than a man, or makes a wrong use of men,"}, {"id": 46006010, "c": 6, "v": 10, "d": "Or is a thief, or the worse for drink, or makes use of strong language, or takes by force what is not his, will have any part in the kingdom of God."}, {"id": 46006011, "c": 6, "v": 11, "d": "And such were some of you; but you have been washed, you have been made holy, you have been given righteousness in the name of the Lord Jesus Christ and in the Spirit of our God."}, {"id": 46006012, "c": 6, "v": 12, "d": "I am free to do all things; but not all things are wise. I am free to do all things; but I will not let myself come under the power of any."}, {"id": 46006013, "c": 6, "v": 13, "d": "Food is for the stomach and the stomach for food, and God will put an end to them together. But the body is not for the desires of the flesh, but for the Lord; and the Lord for the body:"}, {"id": 46006014, "c": 6, "v": 14, "d": "And God who made the Lord Jesus come back from the dead will do the same for us by his power."}, {"id": 46006015, "c": 6, "v": 15, "d": "Do you not see that your bodies are part of the body of Christ? how then may I take what is a part of the body of Christ and make it a part of the body of a loose woman? such a thing may not be."}, {"id": 46006016, "c": 6, "v": 16, "d": "Or do you not see that he who is joined to a loose woman is one body with her? for God has said, The two of them will become one flesh."}, {"id": 46006017, "c": 6, "v": 17, "d": "But he who is united to the Lord is one spirit."}, {"id": 46006018, "c": 6, "v": 18, "d": "Keep away from the desires of the flesh. Every sin which a man does is outside of the body; but he who goes after the desires of the flesh does evil to his body."}, {"id": 46006019, "c": 6, "v": 19, "d": "Or are you not conscious that your body is a house for the Holy Spirit which is in you, and which has been given to you by God? and you are not the owners of yourselves;"}, {"id": 46006020, "c": 6, "v": 20, "d": "For a payment has been made for you: let God be honoured in your body."}, {"id": 46007001, "c": 7, "v": 1, "d": "Now, as to the things in your letter to me: It is good for a man to have nothing to do with a woman."}, {"id": 46007002, "c": 7, "v": 2, "d": "But because of the desires of the flesh, let every man have his wife, and every woman her husband."}, {"id": 46007003, "c": 7, "v": 3, "d": "Let the husband give to the wife what is right; and let the wife do the same to the husband."}, {"id": 46007004, "c": 7, "v": 4, "d": "The wife has not power over her body, but the husband; and in the same way the husband has not power over his body, but the wife."}, {"id": 46007005, "c": 7, "v": 5, "d": "Do not keep back from one another what is right, but only for a short time, and by agreement, so that you may give yourselves to prayer, and come together again; so that Satan may not get the better of you through your loss of self-control."}, {"id": 46007006, "c": 7, "v": 6, "d": "But this I say as my opinion, and not as an order of the Lord."}, {"id": 46007007, "c": 7, "v": 7, "d": "It is my desire that all men might be even as I am. But every man has the power of his special way of life given him by God, one in this way and one in that."}, {"id": 46007008, "c": 7, "v": 8, "d": "But I say to the unmarried and to the widows, It is good for them to be even as I am."}, {"id": 46007009, "c": 7, "v": 9, "d": "But if they have not self-control let them get married; for married life is better than the burning of desire."}, {"id": 46007010, "c": 7, "v": 10, "d": "But to the married I give orders, though not I but the Lord, that the wife may not go away from her husband"}, {"id": 46007011, "c": 7, "v": 11, "d": "(Or if she goes away from him, let her keep unmarried, or be united to her husband again); and that the husband may not go away from his wife."}, {"id": 46007012, "c": 7, "v": 12, "d": "But to the rest I say, and not the Lord; If a brother has a wife who is not a Christian, and it is her desire to go on living with him, let him not go away from her."}, {"id": 46007013, "c": 7, "v": 13, "d": "And if a woman has a husband who is not a Christian, and it is his desire to go on living with her, let her not go away from her husband."}, {"id": 46007014, "c": 7, "v": 14, "d": "For the husband who has not faith is made holy through his Christian wife, and the wife who is not a Christian is made holy through the brother: if not, your children would be unholy, but now are they holy."}, {"id": 46007015, "c": 7, "v": 15, "d": "But if the one who is not a Christian has a desire to go away, let it be so: the brother or the sister in such a position is not forced to do one thing or the other: but it is God's pleasure that we may be at peace with one another."}, {"id": 46007016, "c": 7, "v": 16, "d": "For how may you be certain, O wife, that you will not be the cause of salvation to your husband? or you, O husband, that you may not do the same for your wife?"}, {"id": 46007017, "c": 7, "v": 17, "d": "Only, as the Lord has given to a man, and as is the purpose of God for him, so let him go on living. And these are my orders for all the churches."}, {"id": 46007018, "c": 7, "v": 18, "d": "If any man who is a Christian has had circumcision, let him keep so; and if any man who is a Christian has not had circumcision, let him make no change."}, {"id": 46007019, "c": 7, "v": 19, "d": "Circumcision is nothing, and its opposite is nothing, but only doing the orders of God is of value."}, {"id": 46007020, "c": 7, "v": 20, "d": "Let every man keep the position in which he has been placed by God."}, {"id": 46007021, "c": 7, "v": 21, "d": "If you were a servant when you became a Christian, let it not be a grief to you; but if you have a chance to become free, make use of it."}, {"id": 46007022, "c": 7, "v": 22, "d": "For he who was a servant when he became a Christian is the Lord's free man; and he who was free when he became a Christian is the Lord's servant."}, {"id": 46007023, "c": 7, "v": 23, "d": "It is the Lord who has made payment for you: be not servants of men."}, {"id": 46007024, "c": 7, "v": 24, "d": "My brothers, let every man keep in that condition which is the purpose of God for him."}, {"id": 46007025, "c": 7, "v": 25, "d": "Now about virgins I have no orders from the Lord: but I give my opinion as one to whom the Lord has given mercy to be true to him."}, {"id": 46007026, "c": 7, "v": 26, "d": "In my opinion then, because of the present trouble, it is good for a man to keep as he is."}, {"id": 46007027, "c": 7, "v": 27, "d": "If you are married to a wife, make no attempt to get free from her: if you are free from a wife, do not take a wife."}, {"id": 46007028, "c": 7, "v": 28, "d": "If you get married it is not a sin; and if an unmarried woman gets married it is not a sin. But those who do so will have trouble in the flesh. But I will not be hard on you."}, {"id": 46007029, "c": 7, "v": 29, "d": "But I say this, my brothers, the time is short; and from now it will be wise for those who have wives to be as if they had them not;"}, {"id": 46007030, "c": 7, "v": 30, "d": "And for those who are in sorrow, to give no signs of it; and for those who are glad, to give no signs of joy; and for those who are getting property, to be as if they had nothing;"}, {"id": 46007031, "c": 7, "v": 31, "d": "And for those who make use of the world, not to be using it fully; for this world's way of life will quickly come to an end."}, {"id": 46007032, "c": 7, "v": 32, "d": "But it is my desire for you to be free from cares. The unmarried man gives his mind to the things of the Lord, how he may give pleasure to the Lord:"}, {"id": 46007033, "c": 7, "v": 33, "d": "But the married man gives his attention to the things of this world, how he may give pleasure to his wife."}, {"id": 46007034, "c": 7, "v": 34, "d": "And the wife is not the same as the virgin. The virgin gives her mind to the things of the Lord, so that she may be holy in body and in spirit: but the married woman takes thought for the things of the world, how she may give pleasure to her husband."}, {"id": 46007035, "c": 7, "v": 35, "d": "Now I say this for your profit; not to make things hard for you, but because of what is right, and so that you may be able to give all your attention to the things of the Lord."}, {"id": 46007036, "c": 7, "v": 36, "d": "But if, in any man's opinion, he is not doing what is right for his virgin, if she is past her best years, and there is need for it, let him do what seems right to him; it is no sin; let them be married."}, {"id": 46007037, "c": 7, "v": 37, "d": "But the man who is strong in mind and purpose, who is not forced but has control over his desires, does well if he comes to the decision to keep her a virgin."}, {"id": 46007038, "c": 7, "v": 38, "d": "So then, he who gets married to his virgin does well, and he who keeps her unmarried does better."}, {"id": 46007039, "c": 7, "v": 39, "d": "It is right for a wife to be with her husband as long as he is living; but when her husband is dead, she is free to be married to another; but only to a Christian."}, {"id": 46007040, "c": 7, "v": 40, "d": "But it will be better for her to keep as she is, in my opinion: and it seems to me that I have the Spirit of God."}, {"id": 46008001, "c": 8, "v": 1, "d": "Now about things offered to images: we all seem to ourselves to have knowledge. Knowledge gives pride, but love gives true strength."}, {"id": 46008002, "c": 8, "v": 2, "d": "If anyone seems to himself to have knowledge, so far he has not the right sort of knowledge about anything;"}, {"id": 46008003, "c": 8, "v": 3, "d": "But if anyone has love for God, God has knowledge of him."}, {"id": 46008004, "c": 8, "v": 4, "d": "So, then, as to the question of taking food offered to images, we are certain that an image is nothing in the world, and that there is no God but one."}, {"id": 46008005, "c": 8, "v": 5, "d": "For though there are those who have the name of gods, in heaven or on earth, as there are a number of gods and a number of lords,"}, {"id": 46008006, "c": 8, "v": 6, "d": "There is for us only one God, the Father, of whom are all things, and we are for him; and one Lord, Jesus Christ, through whom are all things, and we have our being through him."}, {"id": 46008007, "c": 8, "v": 7, "d": "Still, all men have not that knowledge: but some, being used till now to the image, are conscious that they are taking food which has been offered to the image; and because they are not strong in the faith, their minds are troubled."}, {"id": 46008008, "c": 8, "v": 8, "d": "But God's approval of us is not based on the food we take: if we do not take it we are no worse for it; and if we take it we are no better."}, {"id": 46008009, "c": 8, "v": 9, "d": "But take care that this power of yours does not give cause for trouble to the feeble."}, {"id": 46008010, "c": 8, "v": 10, "d": "For if a man sees you, who have knowledge, taking food as a guest in the house of an image, will it not give him, if he is feeble, the idea that he may take food offered to images?"}, {"id": 46008011, "c": 8, "v": 11, "d": "And so, through your knowledge, you are the cause of destruction to your brother, for whom Christ underwent death."}, {"id": 46008012, "c": 8, "v": 12, "d": "And in this way, doing evil to the brothers, and causing trouble to those whose faith is feeble, you are sinning against Christ."}, {"id": 46008013, "c": 8, "v": 13, "d": "For this reason, if food is a cause of trouble to my brother, I will give up taking meat for ever, so that I may not be a cause of trouble to my brother."}, {"id": 46009001, "c": 9, "v": 1, "d": "Am I not free? am I not an Apostle? have I not seen Jesus our Lord? are you not my work in the Lord?"}, {"id": 46009002, "c": 9, "v": 2, "d": "If to others I am not an Apostle, at least I am one to you: for the fact that you are Christians is the sign that I am an Apostle."}, {"id": 46009003, "c": 9, "v": 3, "d": "My answer to those who are judging me is this."}, {"id": 46009004, "c": 9, "v": 4, "d": "Have we no right to take food and drink?"}, {"id": 46009005, "c": 9, "v": 5, "d": "Have we no right to take about with us a Christian wife, like the rest of the Apostles, and the brothers of the Lord, and Cephas?"}, {"id": 46009006, "c": 9, "v": 6, "d": "Or I only and Barnabas, have we no right to take a rest from work?"}, {"id": 46009007, "c": 9, "v": 7, "d": "Who ever goes to war without looking to someone to be responsible for his payment? who puts in vines and does not take the fruit of them? or who takes care of sheep without drinking of their milk?"}, {"id": 46009008, "c": 9, "v": 8, "d": "Am I talking as a man? does not the law say the same?"}, {"id": 46009009, "c": 9, "v": 9, "d": "For it says in the law of Moses, It is not right to keep the ox from taking the grain when he is crushing it. Is it for the oxen that God is giving orders?"}, {"id": 46009010, "c": 9, "v": 10, "d": "Or has he us in mind? Yes, it was said for us; because it is right for the ploughman to do his ploughing in hope, and for him who is crushing the grain to do his work hoping for a part in the fruits of it."}, {"id": 46009011, "c": 9, "v": 11, "d": "If we have been planting the things of the Spirit for you, does it seem a great thing for you to give us a part in your things of this world?"}, {"id": 46009012, "c": 9, "v": 12, "d": "If others have a part in this right over you, have we not even more? But we did not make use of our right, so that we might put nothing in the way of the good news of Christ."}, {"id": 46009013, "c": 9, "v": 13, "d": "Do you not see that the servants of the holy things get their living from the Temple, and the servants of the altar have their part in the food which is offered on the altar?"}, {"id": 46009014, "c": 9, "v": 14, "d": "Even so did the Lord give orders that the preachers of the good news might get their living from the good news."}, {"id": 46009015, "c": 9, "v": 15, "d": "But I have not made use of any of these things: and I am not writing this in the hope that it may be so for me: for it would be better for me to undergo death, than for any man to make this pride of mine of no effect."}, {"id": 46009016, "c": 9, "v": 16, "d": "For if I am a preacher of the good news, I have no cause for pride in this; because I am forced to do so, for a curse is on me if I do not."}, {"id": 46009017, "c": 9, "v": 17, "d": "But if I do it gladly, I have a reward; and if not, I am under orders to do it."}, {"id": 46009018, "c": 9, "v": 18, "d": "What then is my reward? This, that when I am giving the good news, I may give it without payment, not making use of my rights as a preacher of the good news."}, {"id": 46009019, "c": 9, "v": 19, "d": "For though I was free from all men, I made myself a servant to all, so that more might have salvation."}, {"id": 46009020, "c": 9, "v": 20, "d": "And to the Jews I was as a Jew, so that I might give the good news to them; to those under the law I was the same, not as being myself under the law, but so that I might give the good news to those under the law."}, {"id": 46009021, "c": 9, "v": 21, "d": "To those without the law I was as one without the law, not as being without law to God, but as under law to Christ, so that I might give the good news to those without the law."}, {"id": 46009022, "c": 9, "v": 22, "d": "To the feeble, I was as one who is feeble, so that they might have salvation: I have been all things to all men, so that some at least might have salvation."}, {"id": 46009023, "c": 9, "v": 23, "d": "And I do all things for the cause of the good news, so that I may have a part in it."}, {"id": 46009024, "c": 9, "v": 24, "d": "Do you not see that in a running competition all take part, but only one gets the reward? So let your minds be fixed on the reward."}, {"id": 46009025, "c": 9, "v": 25, "d": "And every man who takes part in the sports has self-control in all things. Now they do it to get a crown which is of this world, but we for an eternal crown."}, {"id": 46009026, "c": 9, "v": 26, "d": "So then I am running, not uncertainly; so I am fighting, not as one who gives blows in the air:"}, {"id": 46009027, "c": 9, "v": 27, "d": "But I give blows to my body, and keep it under control, for fear that, after having given the good news to others, I myself might not have God's approval."}, {"id": 46010001, "c": 10, "v": 1, "d": "For it is my desire, my brothers, that you may keep in mind how all our fathers were under the cloud, and they all went through the sea;"}, {"id": 46010002, "c": 10, "v": 2, "d": "And they all had baptism from Moses in the cloud and in the sea;"}, {"id": 46010003, "c": 10, "v": 3, "d": "And they all took the same holy food;"}, {"id": 46010004, "c": 10, "v": 4, "d": "And the same holy drink: for they all took of the water from the holy rock which came after them: and the rock was Christ."}, {"id": 46010005, "c": 10, "v": 5, "d": "But with most of them God was not pleased: for they came to their end in the waste land."}, {"id": 46010006, "c": 10, "v": 6, "d": "Now these things were for an example to us, so that our hearts might not go after evil things, as they did."}, {"id": 46010007, "c": 10, "v": 7, "d": "Then do not go after false gods, as some of them did; as it is said in the holy Writings, After resting and feasting, the people got up to take their pleasure."}, {"id": 46010008, "c": 10, "v": 8, "d": "Again, let us not give way to the desires of the flesh, as some of them did, of whom twenty-three thousand came to their end in one day."}, {"id": 46010009, "c": 10, "v": 9, "d": "And let us not put the Lord to the test, as some of them did, and came to their death by snakes."}, {"id": 46010010, "c": 10, "v": 10, "d": "And do not say evil things against the Lord, as some of them did, and destruction overtook them."}, {"id": 46010011, "c": 10, "v": 11, "d": "Now these things were done as an example; and were put down in writing for our teaching, on whom the last days have come."}, {"id": 46010012, "c": 10, "v": 12, "d": "So let him who seems to himself to be safe go in fear of a fall."}, {"id": 46010013, "c": 10, "v": 13, "d": "You have been put to no test but such as is common to man: and God is true, who will not let any test come on you which you are not able to undergo; but he will make with the test a way out of it, so that you may be able to go through it."}, {"id": 46010014, "c": 10, "v": 14, "d": "For this cause, my dear brothers, give no worship to false gods."}, {"id": 46010015, "c": 10, "v": 15, "d": "What I am saying is for wise men, do you be the judges of it."}, {"id": 46010016, "c": 10, "v": 16, "d": "The cup of blessing which we take, does it not give us a part in the blood of Christ? and is not the broken bread a taking part in the body of Christ?"}, {"id": 46010017, "c": 10, "v": 17, "d": "Because we, being a number of persons, are one bread, we are one body: for we all take part in the one bread."}, {"id": 46010018, "c": 10, "v": 18, "d": "See Israel after the flesh: do not those who take as food the offerings of the altar take a part in the altar?"}, {"id": 46010019, "c": 10, "v": 19, "d": "Do I say, then, that what is offered to images is anything, or that the image is anything?"}, {"id": 46010020, "c": 10, "v": 20, "d": "What I say is that the things offered by the Gentiles are offered to evil spirits and not to God; and it is not my desire for you to have any part with evil spirits."}, {"id": 46010021, "c": 10, "v": 21, "d": "It is not possible for you, at the same time, to take the cup of the Lord and the cup of evil spirits; you may not take part in the table of the Lord and the table of evil spirits."}, {"id": 46010022, "c": 10, "v": 22, "d": "Or may we be the cause of envy to the Lord? are we stronger than he?"}, {"id": 46010023, "c": 10, "v": 23, "d": "We are free to do all things, but there are things which it is not wise to do. We are free to do all things, but not all things are for the common good."}, {"id": 46010024, "c": 10, "v": 24, "d": "Let a man give attention not only to what is good for himself, but equally to his neighbour's good."}, {"id": 46010025, "c": 10, "v": 25, "d": "Whatever meat may be had at the public market, take as food without question of right or wrong;"}, {"id": 46010026, "c": 10, "v": 26, "d": "For the earth is the Lord's and all things in it."}, {"id": 46010027, "c": 10, "v": 27, "d": "If a Gentile makes a feast for you, and you are pleased to go as a guest, take whatever is put before you, without question of right or wrong."}, {"id": 46010028, "c": 10, "v": 28, "d": "But if anyone says to you, This food has been used as an offering, do not take it, on account of him who said it, and on account of his sense of right and wrong:"}, {"id": 46010029, "c": 10, "v": 29, "d": "Right and wrong, I say, not for you, but for the other man; for the fact that I am free is not dependent on another man's sense of right or wrong."}, {"id": 46010030, "c": 10, "v": 30, "d": "But if I give praise to God for the food which I take, let no man say evil of me for that reason."}, {"id": 46010031, "c": 10, "v": 31, "d": "So then, if it is a question of food or drink, or any other thing, whatever you do, do all to the glory of God."}, {"id": 46010032, "c": 10, "v": 32, "d": "Give no cause of trouble to Jews, or to Greeks, or to the church of God."}, {"id": 46010033, "c": 10, "v": 33, "d": "Even as I give way to all men in all things, not looking for profit for myself, but for the good of others, that they may get salvation."}, {"id": 46011001, "c": 11, "v": 1, "d": "So take me for your example, even as I take Christ for mine."}, {"id": 46011002, "c": 11, "v": 2, "d": "Now I am pleased to see that you keep me in memory in all things, and that you give attention to the teaching which was handed down from me to you."}, {"id": 46011003, "c": 11, "v": 3, "d": "But it is important for you to keep this fact in mind, that the head of every man is Christ; and the head of the woman is the man, and the head of Christ is God."}, {"id": 46011004, "c": 11, "v": 4, "d": "Every man who takes part in prayer, or gives teaching as a prophet, with his head covered, puts shame on his head."}, {"id": 46011005, "c": 11, "v": 5, "d": "But every woman who does so with her head unveiled, puts shame on her head: for it is the same as if her hair was cut off."}, {"id": 46011006, "c": 11, "v": 6, "d": "For if a woman is not veiled, let her hair be cut off; but if it is a shame to a woman to have her hair cut off, let her be veiled."}, {"id": 46011007, "c": 11, "v": 7, "d": "For it is not right for a man to have his head covered, because he is the image and glory of God: but the woman is the glory of the man."}, {"id": 46011008, "c": 11, "v": 8, "d": "For the man did not come from the woman, but the woman from the man."}, {"id": 46011009, "c": 11, "v": 9, "d": "And the man was not made for the woman, but the woman for the man."}, {"id": 46011010, "c": 11, "v": 10, "d": "For this reason it is right for the woman to have a sign of authority on her head, because of the angels."}, {"id": 46011011, "c": 11, "v": 11, "d": "But the woman is not separate from the man, and the man is not separate from the woman in the Lord."}, {"id": 46011012, "c": 11, "v": 12, "d": "For as the woman is from the man, so the man is through the woman; but all things are from God."}, {"id": 46011013, "c": 11, "v": 13, "d": "Be judges yourselves of the question: does it seem right for a woman to take part in prayer unveiled?"}, {"id": 46011014, "c": 11, "v": 14, "d": "Does it not seem natural to you that if a man has long hair, it is a cause of shame to him?"}, {"id": 46011015, "c": 11, "v": 15, "d": "But if a woman has long hair, it is a glory to her: for her hair is given to her for a covering."}, {"id": 46011016, "c": 11, "v": 16, "d": "But if any man will not be ruled in this question, this is not our way of doing things, and it is not done in the churches of God."}, {"id": 46011017, "c": 11, "v": 17, "d": "But in giving you this order, there is one thing about which I am not pleased: it is that when you come together it is not for the better but for the worse."}, {"id": 46011018, "c": 11, "v": 18, "d": "For first of all, it has come to my ears that when you come together in the church, there are divisions among you, and I take the statement to be true in part."}, {"id": 46011019, "c": 11, "v": 19, "d": "For divisions are necessary among you, in order that those who have God's approval may be clearly seen among you."}, {"id": 46011020, "c": 11, "v": 20, "d": "But now, when you come together, it is not possible to take the holy meal of the Lord:"}, {"id": 46011021, "c": 11, "v": 21, "d": "For when you take your food, everyone takes his meal before the other; and one has not enough food, and another is the worse for drink."}, {"id": 46011022, "c": 11, "v": 22, "d": "What? have you not houses to take your meals in? or have you no respect for the church of God, putting the poor to shame? What am I to say to you? am I to give you praise? certainly not."}, {"id": 46011023, "c": 11, "v": 23, "d": "For it was handed down to me from the Lord, as I gave it to you, that the Lord Jesus, on the night when Judas was false to him, took bread,"}, {"id": 46011024, "c": 11, "v": 24, "d": "And when it had been broken with an act of praise, he said, This is my body which is for you: do this in memory of me."}, {"id": 46011025, "c": 11, "v": 25, "d": "In the same way, with the cup, after the meal, he said, This cup is the new testament in my blood: do this, whenever you take it, in memory of me."}, {"id": 46011026, "c": 11, "v": 26, "d": "For whenever you take the bread and the cup you give witness to the Lord's death till he comes."}, {"id": 46011027, "c": 11, "v": 27, "d": "If, then, anyone takes the bread or the cup of the Lord in the wrong spirit, he will be responsible for the body and blood of the Lord."}, {"id": 46011028, "c": 11, "v": 28, "d": "But let no man take of the bread and the cup without testing himself."}, {"id": 46011029, "c": 11, "v": 29, "d": "For a man puts himself in danger, if he takes part in the holy meal without being conscious that it is the Lord's body."}, {"id": 46011030, "c": 11, "v": 30, "d": "For this cause a number of you are feeble and ill, and a number are dead."}, {"id": 46011031, "c": 11, "v": 31, "d": "But if we were true judges of ourselves, punishment would not come on us."}, {"id": 46011032, "c": 11, "v": 32, "d": "But if punishment does come, it is sent by the Lord, so that we may be safe when the world is judged."}, {"id": 46011033, "c": 11, "v": 33, "d": "So then, my brothers, when you come together to the holy meal of the Lord, let there be waiting for one another."}, {"id": 46011034, "c": 11, "v": 34, "d": "If any man is in need of food, let him take his meal in his house; so that you may not come together to your damage. And the rest I will put in order when I come."}, {"id": 46012001, "c": 12, "v": 1, "d": "But about the things of the spirit, my brothers, it is not right for you to be without teaching."}, {"id": 46012002, "c": 12, "v": 2, "d": "You are conscious that when you were Gentiles, in whatever way you were guided, you went after images without voice or power."}, {"id": 46012003, "c": 12, "v": 3, "d": "So it is my desire for you to be clear about this; that no one is able to say by the Spirit of God that Jesus is cursed; and no one is able to say that Jesus is Lord, but by the Holy Spirit."}, {"id": 46012004, "c": 12, "v": 4, "d": "Now there are different qualities given to men, but the same Spirit."}, {"id": 46012005, "c": 12, "v": 5, "d": "And there are different sorts of servants, but the same Lord."}, {"id": 46012006, "c": 12, "v": 6, "d": "And there are different operations, but the same God, who is working all things in all."}, {"id": 46012007, "c": 12, "v": 7, "d": "But to every man some form of the Spirit's working is given for the common good."}, {"id": 46012008, "c": 12, "v": 8, "d": "For to one are given words of wisdom through the Spirit; and to another words of knowledge through the same Spirit:"}, {"id": 46012009, "c": 12, "v": 9, "d": "To another faith in the same Spirit; and to another the power of taking away disease, by the one Spirit;"}, {"id": 46012010, "c": 12, "v": 10, "d": "And to another the power of working wonders; and to another the prophet's word; and to another the power of testing spirits; to another different sorts of tongues; and to another the power of making clear the sense of the tongues:"}, {"id": 46012011, "c": 12, "v": 11, "d": "But all these are the operations of the one and the same Spirit, giving to every man separately as his pleasure is."}, {"id": 46012012, "c": 12, "v": 12, "d": "For as the body is one, and has a number of parts, and all the parts make one body, so is Christ."}, {"id": 46012013, "c": 12, "v": 13, "d": "For through the baptism of the one Spirit we were all formed into one body, Jews or Greeks, servants or free men, and were all made full of the same Spirit."}, {"id": 46012014, "c": 12, "v": 14, "d": "For the body is not one part, but a number of parts."}, {"id": 46012015, "c": 12, "v": 15, "d": "If the foot says, Because I am not the hand, I am not a part of the body; it is no less a part of the body."}, {"id": 46012016, "c": 12, "v": 16, "d": "And if the ear says, Because I am not the eye, I am not a part of the body; it is a part of the body all the same."}, {"id": 46012017, "c": 12, "v": 17, "d": "If all the body was an eye, where would be the hearing? if all was hearing, where would be the smelling?"}, {"id": 46012018, "c": 12, "v": 18, "d": "But now God has put every one of the parts in the body as it was pleasing to him."}, {"id": 46012019, "c": 12, "v": 19, "d": "And if they were all one part, where would the body be?"}, {"id": 46012020, "c": 12, "v": 20, "d": "But now they are all different parts, but one body."}, {"id": 46012021, "c": 12, "v": 21, "d": "And the eye may not say to the hand, I have no need of you: or again the head to the feet, I have no need of you."}, {"id": 46012022, "c": 12, "v": 22, "d": "No, those parts which seem to be feeble are the more necessary;"}, {"id": 46012023, "c": 12, "v": 23, "d": "And to those parts of the body which seem to have less honour we give all the more honour; and to those parts of the body which are a cause of shame to us we give the greater respect;"}, {"id": 46012024, "c": 12, "v": 24, "d": "But those parts of the body which are beautiful have no need of such care: and so the body has been joined together by God in such a way as to give more honour to those parts which had need of it;"}, {"id": 46012025, "c": 12, "v": 25, "d": "So that there might be no division in the body; but all the parts might have the same care for one another."}, {"id": 46012026, "c": 12, "v": 26, "d": "And if there is pain in one part of the body, all the parts will be feeling it; or if one part is honoured, all the parts will be glad."}, {"id": 46012027, "c": 12, "v": 27, "d": "Now you are the body of Christ, and every one of you the separate parts of it."}, {"id": 46012028, "c": 12, "v": 28, "d": "And God has put some in the church, first, Apostles; second, prophets; third, teachers; then those with wonder-working powers, then those with the power of taking away disease, helpers, wise guides, users of strange tongues."}, {"id": 46012029, "c": 12, "v": 29, "d": "Are all Apostles? are all prophets? are all teachers? have all the power of working wonders?"}, {"id": 46012030, "c": 12, "v": 30, "d": "Are all able to take away disease? have all the power of tongues? are all able to give their sense?"}, {"id": 46012031, "c": 12, "v": 31, "d": "But let your desires be turned to the more important things given by the Spirit. And now I am pointing out to you an even better way."}, {"id": 46013001, "c": 13, "v": 1, "d": "If I make use of the tongues of men and of angels, and have not love, I am like sounding brass, or a loud-tongued bell."}, {"id": 46013002, "c": 13, "v": 2, "d": "And if I have a prophet's power, and have knowledge of all secret things; and if I have all faith, by which mountains may be moved from their place, but have not love, I am nothing."}, {"id": 46013003, "c": 13, "v": 3, "d": "And if I give all my goods to the poor, and if I give my body to be burned, but have not love, it is of no profit to me."}, {"id": 46013004, "c": 13, "v": 4, "d": "Love is never tired of waiting; love is kind; love has no envy; love has no high opinion of itself, love has no pride;"}, {"id": 46013005, "c": 13, "v": 5, "d": "Love's ways are ever fair, it takes no thought for itself; it is not quickly made angry, it takes no account of evil;"}, {"id": 46013006, "c": 13, "v": 6, "d": "It takes no pleasure in wrongdoing, but has joy in what is true;"}, {"id": 46013007, "c": 13, "v": 7, "d": "Love has the power of undergoing all things, having faith in all things, hoping all things."}, {"id": 46013008, "c": 13, "v": 8, "d": "Though the prophet's word may come to an end, tongues come to nothing, and knowledge have no more value, love has no end."}, {"id": 46013009, "c": 13, "v": 9, "d": "For our knowledge is only in part, and the prophet's word gives only a part of what is true:"}, {"id": 46013010, "c": 13, "v": 10, "d": "But when that which is complete is come, then that which is in part will be no longer necessary."}, {"id": 46013011, "c": 13, "v": 11, "d": "When I was a child, I made use of a child's language, I had a child's feelings and a child's thoughts: now that I am a man, I have put away the things of a child."}, {"id": 46013012, "c": 13, "v": 12, "d": "For now we see things in a glass, darkly; but then face to face: now my knowledge is in part; then it will be complete, even as God's knowledge of me."}, {"id": 46013013, "c": 13, "v": 13, "d": "But now we still have faith, hope, love, these three; and the greatest of these is love."}, {"id": 46014001, "c": 14, "v": 1, "d": "Go after love; still desiring to have the things which the Spirit gives, but most of all that you may have the prophet's power."}, {"id": 46014002, "c": 14, "v": 2, "d": "For he who makes use of tongues is not talking to men but to God; because no one has the sense of what he is saying; but in the Spirit he is talking of secret things."}, {"id": 46014003, "c": 14, "v": 3, "d": "But the word of the prophet gives men knowledge and comfort and strength."}, {"id": 46014004, "c": 14, "v": 4, "d": "He who makes use of tongues may do good to himself; but he who gives the prophet's word does good to the church."}, {"id": 46014005, "c": 14, "v": 5, "d": "Now though it is my desire for you all to have the power of tongues, it would give me more pleasure to be hearing the prophet's word from you; for this is a greater thing than using tongues, if the sense is not given at the same time, for the good of the church."}, {"id": 46014006, "c": 14, "v": 6, "d": "But, now, my brothers, if I come to you using tongues, what profit will it be to you, if I do not give you a revelation, or knowledge, or the word of the prophet, or teaching?"}, {"id": 46014007, "c": 14, "v": 7, "d": "Even things without life, having a voice, such as a music-pipe or other instrument, if they do not give out different sounds, who may be certain what is being played?"}, {"id": 46014008, "c": 14, "v": 8, "d": "For if the war-horn gives out an uncertain note, who will get ready for the fight?"}, {"id": 46014009, "c": 14, "v": 9, "d": "So if you, in using a strange tongue, say words which have no sense, how will anyone take in what you are saying? for you will be talking to the air."}, {"id": 46014010, "c": 14, "v": 10, "d": "There are, it may be, a number of different voices in the world, and no voice is without sense."}, {"id": 46014011, "c": 14, "v": 11, "d": "But if the sense of the voice is not clear to me, I am like a man from a strange country to him who is talking, and he will be the same to me."}, {"id": 46014012, "c": 14, "v": 12, "d": "So if you are desiring the things which the Spirit gives, let your minds be turned first to the things which are for the good of the church."}, {"id": 46014013, "c": 14, "v": 13, "d": "For this reason, let the man who has the power of using tongues make request that he may, at the same time, be able to give the sense."}, {"id": 46014014, "c": 14, "v": 14, "d": "For if I make use of tongues in my prayers, my spirit makes the prayer, but not my mind."}, {"id": 46014015, "c": 14, "v": 15, "d": "What then? let my prayer be from the spirit, and equally from the mind; let my song be from the spirit, and equally from mind."}, {"id": 46014016, "c": 14, "v": 16, "d": "For if you give a blessing with the spirit, how will the man who has no knowledge say, So be it, after your prayer, seeing that he has not taken in what you are saying?"}, {"id": 46014017, "c": 14, "v": 17, "d": "For your giving of the blessing is certainly well done, but of no profit to the man without knowledge."}, {"id": 46014018, "c": 14, "v": 18, "d": "I give praise to God that I am able to make use of tongues more than you all:"}, {"id": 46014019, "c": 14, "v": 19, "d": "But in the church it would be better for me to make use of five words of which the sense was clear, so that others might have profit, than ten thousand words in a strange tongue."}, {"id": 46014020, "c": 14, "v": 20, "d": "My brothers, do not be children in mind: in evil be as little children, but in mind be of full growth."}, {"id": 46014021, "c": 14, "v": 21, "d": "In the law it is said, By men of other tongues and by strange lips will my words come to this people; and not even so will they give ear to me, says the Lord."}, {"id": 46014022, "c": 14, "v": 22, "d": "For this reason tongues are for a sign, not to those who have faith, but to those who have not: but the prophet's word is for those who have faith, and not for the rest who have not."}, {"id": 46014023, "c": 14, "v": 23, "d": "If, then, the church has come together, and all are using tongues, and there come in men without knowledge or faith, will they not say that you are unbalanced?"}, {"id": 46014024, "c": 14, "v": 24, "d": "But if all are teaching as prophets, and a man without faith or knowledge comes in, he is tested by all, he is judged by all;"}, {"id": 46014025, "c": 14, "v": 25, "d": "The secrets of his heart are made clear; and he will go down on his face and give worship to God, saying that God is truly among you."}, {"id": 46014026, "c": 14, "v": 26, "d": "What is it then, my brothers? when you come together everyone has a holy song, or a revelation, or a tongue, or is giving the sense of it. Let everything be done for the common good."}, {"id": 46014027, "c": 14, "v": 27, "d": "If any man makes use of a tongue, let it not be more than two, or at the most three, and in turn; and let someone give the sense:"}, {"id": 46014028, "c": 14, "v": 28, "d": "But if there is no one to give the sense, let him keep quiet in the church; and let his words be to himself and to God."}, {"id": 46014029, "c": 14, "v": 29, "d": "And let the prophets give their words, but not more than two or three, and let the others be judges of what they say."}, {"id": 46014030, "c": 14, "v": 30, "d": "But if a revelation is given to another who is seated near, let the first be quiet."}, {"id": 46014031, "c": 14, "v": 31, "d": "For you may all be prophets in turn so that all may get knowledge and comfort;"}, {"id": 46014032, "c": 14, "v": 32, "d": "And the spirits of the prophets are controlled by the prophets;"}, {"id": 46014033, "c": 14, "v": 33, "d": "For God is not a God whose ways are without order, but a God of peace; as in all the churches of the saints."}, {"id": 46014034, "c": 14, "v": 34, "d": "Let women keep quiet in the churches: for it is not right for them to be talking; but let them be under control, as it says in the law."}, {"id": 46014035, "c": 14, "v": 35, "d": "And if they have a desire for knowledge about anything, let them put questions to their husbands privately: for talking in the church puts shame on a woman."}, {"id": 46014036, "c": 14, "v": 36, "d": "What? was it from you that the word of God went out? or did it only come in to you?"}, {"id": 46014037, "c": 14, "v": 37, "d": "If any man seems to himself to be a prophet or to have the Spirit, let him take note of the things which I am writing to you, as being the word of the Lord."}, {"id": 46014038, "c": 14, "v": 38, "d": "But if any man is without knowledge, let him be so."}, {"id": 46014039, "c": 14, "v": 39, "d": "So then, my brothers, let it be your chief desire to be prophets; but let no one be stopped from using tongues."}, {"id": 46014040, "c": 14, "v": 40, "d": "Let all things be done in the right and ordered way."}, {"id": 46015001, "c": 15, "v": 1, "d": "Now I am going to make clear to you, my brothers, what the good news was which I gave to you, and which you took, and on which your faith is based,"}, {"id": 46015002, "c": 15, "v": 2, "d": "By which you have salvation; that is to say, the form in which it was given to you, if it is fixed in your minds, and if your faith in it is not without effect."}, {"id": 46015003, "c": 15, "v": 3, "d": "For I gave to you first of all what was handed down to me, how Christ underwent death for our sins, as it says in the Writings;"}, {"id": 46015004, "c": 15, "v": 4, "d": "And he was put in the place of the dead; and on the third day he came back from the dead, as it says in the Writings;"}, {"id": 46015005, "c": 15, "v": 5, "d": "And he was seen by Cephas; then by the twelve;"}, {"id": 46015006, "c": 15, "v": 6, "d": "Then by more than five hundred brothers at the same time, most of whom are still living, but some are sleeping;"}, {"id": 46015007, "c": 15, "v": 7, "d": "Then he was seen by James; then by all the Apostles."}, {"id": 46015008, "c": 15, "v": 8, "d": "And last of all, as by one whose birth was out of the right time, he was seen by me."}, {"id": 46015009, "c": 15, "v": 9, "d": "For I am the least of the Apostles, having no right to be named an Apostle, because of my cruel attacks on the church of God."}, {"id": 46015010, "c": 15, "v": 10, "d": "But by the grace of God, I am what I am: and his grace which was given to me has not been for nothing; for I did more work than all of them; though not I, but the grace of God which was with me."}, {"id": 46015011, "c": 15, "v": 11, "d": "If then it is I who am the preacher, or they, this is our word, and to this you have given your faith."}, {"id": 46015012, "c": 15, "v": 12, "d": "Now if the good news says that Christ came back from the dead, how do some of you say that there is no coming back from the dead?"}, {"id": 46015013, "c": 15, "v": 13, "d": "But if there is no coming back from the dead, then Christ has not come back from the dead:"}, {"id": 46015014, "c": 15, "v": 14, "d": "And if Christ did not come again from the dead, then our good news and your faith in it are of no effect."}, {"id": 46015015, "c": 15, "v": 15, "d": "Yes, and we are seen to be false witnesses of God; because we gave witness of God that by his power Christ came again from the dead: which is not true if there is no coming back from the dead."}, {"id": 46015016, "c": 15, "v": 16, "d": "For if it is not possible for the dead to come to life again, then Christ has not come to life again:"}, {"id": 46015017, "c": 15, "v": 17, "d": "And if that is so, your faith is of no effect; you are still in your sins."}, {"id": 46015018, "c": 15, "v": 18, "d": "And, in addition, the dead in Christ have gone to destruction."}, {"id": 46015019, "c": 15, "v": 19, "d": "If in this life only we have hope in Christ, we are of all men most unhappy."}, {"id": 46015020, "c": 15, "v": 20, "d": "But now Christ has truly come back from the dead, the first-fruits of those who are sleeping."}, {"id": 46015021, "c": 15, "v": 21, "d": "For as by man came death, so by man there is a coming back from the dead."}, {"id": 46015022, "c": 15, "v": 22, "d": "For as in Adam death comes to all, so in Christ will all come back to life."}, {"id": 46015023, "c": 15, "v": 23, "d": "But every man in his right order: Christ the first-fruits; then those who are Christ's at his coming."}, {"id": 46015024, "c": 15, "v": 24, "d": "Then comes the end, when he will give up the kingdom to God, even the Father; when he will have put an end to all rule and to all authority and power."}, {"id": 46015025, "c": 15, "v": 25, "d": "For his rule will go on till he has put all those who are against him under his feet."}, {"id": 46015026, "c": 15, "v": 26, "d": "The last power to come to an end is death."}, {"id": 46015027, "c": 15, "v": 27, "d": "For, as it says, He has put all things under his feet. But when he says, All things are put under him, it is clear that it is not said about him who put all things under him."}, {"id": 46015028, "c": 15, "v": 28, "d": "And when all things have been put under him, then will the Son himself be under him who put all things under him, so that God may be all in all."}, {"id": 46015029, "c": 15, "v": 29, "d": "Again, what will they do who are given baptism for the dead? if the dead do not come back at all, why are people given baptism for them?"}, {"id": 46015030, "c": 15, "v": 30, "d": "And why are we in danger every hour?"}, {"id": 46015031, "c": 15, "v": 31, "d": "Yes, truly, by your pride in me, my brothers in Christ Jesus our Lord, my life is one long death."}, {"id": 46015032, "c": 15, "v": 32, "d": "If, after the way of men, I was fighting with beasts at Ephesus, what profit is it to me? If the dead do not come to life again, let us take our pleasure in feasting, for tomorrow we come to an end."}, {"id": 46015033, "c": 15, "v": 33, "d": "Do not be tricked by false words: evil company does damage to good behaviour."}, {"id": 46015034, "c": 15, "v": 34, "d": "Be awake to righteousness and keep yourselves from sin; for some have no knowledge of God: I say this to put you to shame."}, {"id": 46015035, "c": 15, "v": 35, "d": "But someone will say, How do the dead come back? and with what sort of body do they come?"}, {"id": 46015036, "c": 15, "v": 36, "d": "Foolish man, it is necessary for the seed which you put into the earth to undergo death in order that it may come to life again:"}, {"id": 46015037, "c": 15, "v": 37, "d": "And when you put it into the earth, you do not put in the body which it will be, but only the seed, of grain or some other sort of plant;"}, {"id": 46015038, "c": 15, "v": 38, "d": "But God gives it a body, as it is pleasing to him, and to every seed its special body."}, {"id": 46015039, "c": 15, "v": 39, "d": "All flesh is not the same flesh: but there is one flesh of men, another of beasts, another of birds, and another of fishes."}, {"id": 46015040, "c": 15, "v": 40, "d": "And there are bodies of heaven and bodies of earth, but the glory of the one is different from that of the other."}, {"id": 46015041, "c": 15, "v": 41, "d": "There is one glory of the sun, and another glory of the moon, and another glory of the stars; for the glory of one star is different from that of another."}, {"id": 46015042, "c": 15, "v": 42, "d": "So is it with the coming back from the dead. It is planted in death; it comes again in life:"}, {"id": 46015043, "c": 15, "v": 43, "d": "It is planted in shame; it comes again in glory: feeble when it is planted, it comes again in power:"}, {"id": 46015044, "c": 15, "v": 44, "d": "It is planted a natural body; it comes again as a body of the spirit. If there is a natural body, there is equally a body of the spirit."}, {"id": 46015045, "c": 15, "v": 45, "d": "And so it is said, The first man Adam was a living soul. The last Adam is a life-giving spirit."}, {"id": 46015046, "c": 15, "v": 46, "d": "But that which is natural comes before that which is of the spirit."}, {"id": 46015047, "c": 15, "v": 47, "d": "The first man is from the earth, and of the earth: the second man is from heaven."}, {"id": 46015048, "c": 15, "v": 48, "d": "Those who are of the earth are like the man who was from the earth: and those who are of heaven are like the one from heaven."}, {"id": 46015049, "c": 15, "v": 49, "d": "And in the same way as we have taken on us the image of the man from the earth, so we will take on us the image of the one from heaven."}, {"id": 46015050, "c": 15, "v": 50, "d": "Now I say this, my brothers, that it is not possible for flesh and blood to have a part in the kingdom of God; and death may not have a part in life."}, {"id": 46015051, "c": 15, "v": 51, "d": "See, I am giving you the revelation of a secret: we will not all come to the sleep of death, but we will all be changed."}, {"id": 46015052, "c": 15, "v": 52, "d": "In a second, in the shutting of an eye, at the sound of the last horn: for at that sound the dead will come again, free for ever from the power of death, and we will be changed."}, {"id": 46015053, "c": 15, "v": 53, "d": "For this body which comes to destruction will be made free from the power of death, and the man who is under the power of death will put on eternal life."}, {"id": 46015054, "c": 15, "v": 54, "d": "But when this has taken place, then that which was said in the Writings will come true, Death is overcome by life."}, {"id": 46015055, "c": 15, "v": 55, "d": "O death, where is your power? O death, where are your pains?"}, {"id": 46015056, "c": 15, "v": 56, "d": "The pain of death is sin; and the power of sin is the law:"}, {"id": 46015057, "c": 15, "v": 57, "d": "But praise be to God who gives us strength to overcome through our Lord Jesus Christ."}, {"id": 46015058, "c": 15, "v": 58, "d": "For this cause, my dear brothers, be strong in purpose and unmoved, ever giving yourselves to the work of the Lord, because you are certain that your work is not without effect in the Lord."}, {"id": 46016001, "c": 16, "v": 1, "d": "Now about the giving of money for the saints, as I gave orders to the churches of Galatia, so do you."}, {"id": 46016002, "c": 16, "v": 2, "d": "On the first day of the week, let every one of you put by him in store, in measure as he has done well in business, so that it may not be necessary to get money together when I come."}, {"id": 46016003, "c": 16, "v": 3, "d": "And when I come, I will send the men of your selection with letters to take the money you have got together to Jerusalem."}, {"id": 46016004, "c": 16, "v": 4, "d": "And if it is possible for me to go there, they will go with me."}, {"id": 46016005, "c": 16, "v": 5, "d": "But I will come to you after I have gone through Macedonia, for that is my purpose;"}, {"id": 46016006, "c": 16, "v": 6, "d": "But I may be with you for a time, or even for the winter, so that you may see me on my way, wherever I go."}, {"id": 46016007, "c": 16, "v": 7, "d": "For it is not my desire to see you now, on my way; because it is my hope to be with you for some time, if that is the Lord's pleasure."}, {"id": 46016008, "c": 16, "v": 8, "d": "But I will be at Ephesus till Pentecost;"}, {"id": 46016009, "c": 16, "v": 9, "d": "For a great and important door there is open to me, and there are a number of people against me."}, {"id": 46016010, "c": 16, "v": 10, "d": "Now if Timothy comes, see that he is with you without fear; because he is doing the Lord's work, even as I am:"}, {"id": 46016011, "c": 16, "v": 11, "d": "See then that he has the honour which is right. But send him on his way in peace, so that he may come to me: for I am looking for him with the brothers."}, {"id": 46016012, "c": 16, "v": 12, "d": "But as for Apollos, the brother, I had a great desire for him to come to you with the brothers, but it was not his pleasure to come now; but he will come when he has a chance."}, {"id": 46016013, "c": 16, "v": 13, "d": "Be on the watch, unmoved in the faith, and be strong like men."}, {"id": 46016014, "c": 16, "v": 14, "d": "Let all you do be done in love."}, {"id": 46016015, "c": 16, "v": 15, "d": "Now I make my request to you, my brothers, for you have knowledge that the house of Stephanas is the first-fruits of Achaia, and that they have made themselves the servants of the saints,"}, {"id": 46016016, "c": 16, "v": 16, "d": "That you put yourselves under such, and under everyone who is helping the Lord's work."}, {"id": 46016017, "c": 16, "v": 17, "d": "And I am glad of the coming of Stephanas and Fortunatus and Achaicus: for they have done what was needed to make your work complete."}, {"id": 46016018, "c": 16, "v": 18, "d": "For they gave comfort to my spirit and to yours: for which cause give respect to such people."}, {"id": 46016019, "c": 16, "v": 19, "d": "The churches of Asia send their love to you. So do Aquila and Prisca, with the church which is in their house."}, {"id": 46016020, "c": 16, "v": 20, "d": "All the brothers send their love to you. Give one another a holy kiss."}, {"id": 46016021, "c": 16, "v": 21, "d": "I, Paul, send you these words of love in my writing."}, {"id": 46016022, "c": 16, "v": 22, "d": "If any man has not love for the Lord, let him be cursed. Maran atha (our Lord comes)."}, {"id": 46016023, "c": 16, "v": 23, "d": "The grace of our Lord Jesus Christ be with you."}, {"id": 46016024, "c": 16, "v": 24, "d": "My love be with you all in Christ Jesus. So be it."}]}