{"data": [{"id": 48001001, "c": 1, "v": 1, "d": "Paul, an Apostle (not from men, and not through man, but through Jesus Christ, and God the Father, who made him come back from the dead),"}, {"id": 48001002, "c": 1, "v": 2, "d": "And all the brothers who are with me, to the churches of Galatia:"}, {"id": 48001003, "c": 1, "v": 3, "d": "Grace to you and peace from God the Father and our Lord Jesus Christ,"}, {"id": 48001004, "c": 1, "v": 4, "d": "Who gave himself for our sins, so that he might make us free from this present evil world, after the purpose of our God and Father:"}, {"id": 48001005, "c": 1, "v": 5, "d": "To whom be the glory for ever and ever. So be it."}, {"id": 48001006, "c": 1, "v": 6, "d": "I am surprised that you are being so quickly turned away from him whose word came to you in the grace of Christ, to good news of a different sort;"}, {"id": 48001007, "c": 1, "v": 7, "d": "Which is not another sort: only there are some who give you trouble, desiring to make changes in the good news of Christ."}, {"id": 48001008, "c": 1, "v": 8, "d": "But even if we, or an angel from heaven, were to be a preacher to you of good news other than that which we have given you, let there be a curse on him."}, {"id": 48001009, "c": 1, "v": 9, "d": "As we have said before, so say I now again, If any man is a preacher to you of any good news other than that which has been given to you, let there be a curse on him."}, {"id": 48001010, "c": 1, "v": 10, "d": "Am I now using arguments to men, or God? or is it my desire to give men pleasure? if I was still pleasing men, I would not be a servant of Christ."}, {"id": 48001011, "c": 1, "v": 11, "d": "Because I say to you, my brothers, that the good news of which I was the preacher is not man's."}, {"id": 48001012, "c": 1, "v": 12, "d": "For I did not get it from man, and I was not given teaching in it, but it came to me through revelation of Jesus Christ."}, {"id": 48001013, "c": 1, "v": 13, "d": "For news has come to you of my way of life in the past in the Jews' religion, how I was cruel without measure to the church of God, and did great damage to it:"}, {"id": 48001014, "c": 1, "v": 14, "d": "And I went farther in the Jews' religion than a number of my generation among my countrymen, having a more burning interest in the beliefs handed down from my fathers."}, {"id": 48001015, "c": 1, "v": 15, "d": "But when it was the good pleasure of God, by whom I was marked out even from my mother's body, through his grace,"}, {"id": 48001016, "c": 1, "v": 16, "d": "To give the revelation of his Son in me, so that I might give the news of him to the Gentiles; then I did not take the opinion of flesh and blood,"}, {"id": 48001017, "c": 1, "v": 17, "d": "And I went not up to Jerusalem to those who were Apostles before me; but I went away into Arabia, and again I came back to Damascus."}, {"id": 48001018, "c": 1, "v": 18, "d": "Then after three years I went up to Jerusalem to see Cephas, and was there with him fifteen days."}, {"id": 48001019, "c": 1, "v": 19, "d": "But of the other Apostles I saw only James, the Lord's brother."}, {"id": 48001020, "c": 1, "v": 20, "d": "Now God is witness that the things which I am writing to you are true."}, {"id": 48001021, "c": 1, "v": 21, "d": "Then I came to the parts of Syria and Cilicia."}, {"id": 48001022, "c": 1, "v": 22, "d": "And the churches of Judaea which were in Christ still had no knowledge of my face or person:"}, {"id": 48001023, "c": 1, "v": 23, "d": "Only it came to their ears that he who at one time was cruel to us is now preaching the faith which before had been attacked by him;"}, {"id": 48001024, "c": 1, "v": 24, "d": "And they gave glory to God in me."}, {"id": 48002001, "c": 2, "v": 1, "d": "Then after the space of fourteen years I went up again to Jerusalem with Barnabas, taking Titus with me."}, {"id": 48002002, "c": 2, "v": 2, "d": "And I went up by revelation; and I put before them the good news which I was preaching among the Gentiles, but privately before those who were of good name, so that the work which I was or had been doing might not be without effect."}, {"id": 48002003, "c": 2, "v": 3, "d": "But not even Titus who was with me, being a Greek, was made to undergo circumcision:"}, {"id": 48002004, "c": 2, "v": 4, "d": "And that because of the false brothers let in secretly, who came searching out our free condition which we have in Christ Jesus, so that they might make servants of us;"}, {"id": 48002005, "c": 2, "v": 5, "d": "To whom we gave way not even for an hour; so that the true words of the good news might still be with you."}, {"id": 48002006, "c": 2, "v": 6, "d": "But from those who seemed to be important (whatever they were has no weight with me: God does not take man's person into account): those who seemed to be important gave nothing new to me;"}, {"id": 48002007, "c": 2, "v": 7, "d": "But, quite the opposite, when they saw that I had been made responsible for preaching the good news to those without circumcision, even as Peter had been for those of the circumcision"}, {"id": 48002008, "c": 2, "v": 8, "d": "(Because he who was working in Peter as the Apostle of the circumcision was working no less in me among the Gentiles);"}, {"id": 48002009, "c": 2, "v": 9, "d": "When they saw the grace which was given to me, James and Cephas and John, who had the name of being pillars, gave to me and Barnabas their right hands as friends so that we might go to the Gentiles, and they to the circumcision;"}, {"id": 48002010, "c": 2, "v": 10, "d": "Only it was their desire that we would give thought to the poor; which very thing I had much in mind to do."}, {"id": 48002011, "c": 2, "v": 11, "d": "But when Cephas came to Antioch, I made a protest against him to his face, because he was clearly in the wrong."}, {"id": 48002012, "c": 2, "v": 12, "d": "For before certain men came from James, he did take food with the Gentiles: but when they came, he went back and made himself separate, fearing those who were of the circumcision."}, {"id": 48002013, "c": 2, "v": 13, "d": "And the rest of the Jews went after him, so that even Barnabas was overcome by their false ways."}, {"id": 48002014, "c": 2, "v": 14, "d": "But when I saw that they were not living uprightly in agreement with the true words of the good news, I said to Cephas before them all, If you, being a Jew, are living like the Gentiles, and not like the Jews, how will you make the Gentiles do the same as the Jews?"}, {"id": 48002015, "c": 2, "v": 15, "d": "We being Jews by birth, and not sinners of the Gentiles,"}, {"id": 48002016, "c": 2, "v": 16, "d": "Being conscious that a man does not get righteousness by the works of the law, but through faith in Jesus Christ, we had faith in Christ Jesus, so that we might get righteousness by faith in Christ, and not by the works of the law: because by the works of the law will no flesh get righteousness."}, {"id": 48002017, "c": 2, "v": 17, "d": "But if, while we were desiring to get righteousness through Christ, we ourselves were seen to be sinners, is Christ a servant of sin? In no way!"}, {"id": 48002018, "c": 2, "v": 18, "d": "For if I put up again those things which I gave to destruction, I am seen to be a wrongdoer."}, {"id": 48002019, "c": 2, "v": 19, "d": "For I, through the law, have become dead to the law, so that I might be living to God."}, {"id": 48002020, "c": 2, "v": 20, "d": "I have been put to death on the cross with Christ; still I am living; no longer I, but Christ is living in me; and that life which I now am living in the flesh I am living by faith, the faith of the Son of God, who in love for me, gave himself up for me."}, {"id": 48002021, "c": 2, "v": 21, "d": "I do not make the grace of God of no effect: because if righteousness is through the law, then Christ was put to death for nothing."}, {"id": 48003001, "c": 3, "v": 1, "d": "O foolish Galatians, by what strange powers have you been tricked, to whom it was made clear that Jesus Christ was put to death on the cross?"}, {"id": 48003002, "c": 3, "v": 2, "d": "Give me an answer to this one question, Did the Spirit come to you through the works of the law, or by the hearing of faith?"}, {"id": 48003003, "c": 3, "v": 3, "d": "Are you so foolish? having made a start in the Spirit, will you now be made complete in the flesh?"}, {"id": 48003004, "c": 3, "v": 4, "d": "Did you undergo such a number of things to no purpose? if it is in fact to no purpose."}, {"id": 48003005, "c": 3, "v": 5, "d": "He who gives you the Spirit, and does works of power among you, is it by the works of law, or by the hearing of faith?"}, {"id": 48003006, "c": 3, "v": 6, "d": "Even as Abraham had faith in God, and it was put to his account as righteousness."}, {"id": 48003007, "c": 3, "v": 7, "d": "Be certain, then, that those who are of faith, the same are sons of Abraham."}, {"id": 48003008, "c": 3, "v": 8, "d": "And the holy Writings, seeing before the event that God would give the Gentiles righteousness by faith, gave the good news before to Abraham, saying, In you will all the nations have a blessing."}, {"id": 48003009, "c": 3, "v": 9, "d": "So then those who are of faith have a part in the blessing of Abraham who was full of faith."}, {"id": 48003010, "c": 3, "v": 10, "d": "For all who are of the works of the law are under a curse: because it is said in the Writings, A curse is on everyone who does not keep on doing all the things which are ordered in the book of the law."}, {"id": 48003011, "c": 3, "v": 11, "d": "Now that no man gets righteousness by the law in the eyes of God, is clear; because, The upright will be living by faith."}, {"id": 48003012, "c": 3, "v": 12, "d": "And the law is not of faith; but, He who does them will have life by them."}, {"id": 48003013, "c": 3, "v": 13, "d": "Christ has made us free from the curse of the law, having become a curse for us: because it is said in the Writings, A curse on everyone who is put to death by hanging on a tree:"}, {"id": 48003014, "c": 3, "v": 14, "d": "So that on the Gentiles might come the blessing of Abraham in Christ Jesus; in order that we through faith might have the Spirit which God had undertaken to give."}, {"id": 48003015, "c": 3, "v": 15, "d": "Brothers, as men would say, even a man's agreement, when it has been made certain, may not be put on one side, or have additions made to it."}, {"id": 48003016, "c": 3, "v": 16, "d": "Now to Abraham were the undertakings given, and to his seed. He says not, And to seeds, as of a great number; but as of one, he says, And to your seed, which is Christ."}, {"id": 48003017, "c": 3, "v": 17, "d": "Now this I say: The law, which came four hundred and thirty years after, does not put an end to the agreement made before by God, so as to make the undertaking without effect."}, {"id": 48003018, "c": 3, "v": 18, "d": "Because if the heritage is by the law, it is no longer dependent on the word of God; but God gave it to Abraham by his word."}, {"id": 48003019, "c": 3, "v": 19, "d": "What then is the law? It was an addition made because of sin, till the coming of the seed to whom the undertaking had been given; and it was ordered through angels by the hand of a go-between."}, {"id": 48003020, "c": 3, "v": 20, "d": "Now a go-between is not a go-between of one; but God is one."}, {"id": 48003021, "c": 3, "v": 21, "d": "Is the law then against the words of God? in no way; because if there had been a law which was able to give life, truly righteousness would have been by the law."}, {"id": 48003022, "c": 3, "v": 22, "d": "However, the holy Writings have put all things under sin, so that that for which God gave the undertaking, based on faith in Jesus Christ, might be given to those who have such faith."}, {"id": 48003023, "c": 3, "v": 23, "d": "But before faith came, we were kept in prison under the law, waiting for the revelation of the faith which was to come."}, {"id": 48003024, "c": 3, "v": 24, "d": "So the law has been a servant to take us to Christ, so that we might have righteousness by faith."}, {"id": 48003025, "c": 3, "v": 25, "d": "But now that faith is come, we are no longer under a servant."}, {"id": 48003026, "c": 3, "v": 26, "d": "Because you are all sons of God through faith in Christ Jesus."}, {"id": 48003027, "c": 3, "v": 27, "d": "For all those of you who were given baptism into Christ did put on Christ."}, {"id": 48003028, "c": 3, "v": 28, "d": "There is no Jew or Greek, servant or free, male or female: because you are all one in Jesus Christ."}, {"id": 48003029, "c": 3, "v": 29, "d": "And if you are Christ's, then you are Abraham's seed, and yours is the heritage by the right of God's undertaking given to Abraham."}, {"id": 48004001, "c": 4, "v": 1, "d": "But I say that as long as the son is a child, he is in no way different from a servant, though he is lord of all;"}, {"id": 48004002, "c": 4, "v": 2, "d": "But is under keepers and managers till the time fixed by the father."}, {"id": 48004003, "c": 4, "v": 3, "d": "So we, when we were young, were kept under the first rules of the world;"}, {"id": 48004004, "c": 4, "v": 4, "d": "But when the time had come, God sent out his Son, made of a woman, made under the law,"}, {"id": 48004005, "c": 4, "v": 5, "d": "That he might make them free who were under the law, and that we might be given the place of sons."}, {"id": 48004006, "c": 4, "v": 6, "d": "And because you are sons, God has sent out the Spirit of his Son into our hearts, saying, Abba, Father."}, {"id": 48004007, "c": 4, "v": 7, "d": "So that you are no longer a servant, but a son; and if a son, then the heritage of God is yours."}, {"id": 48004008, "c": 4, "v": 8, "d": "But at that time, having no knowledge of God, you were servants to those who by right are no gods:"}, {"id": 48004009, "c": 4, "v": 9, "d": "But now that you have come to have knowledge of God, or more truly, God has knowledge of you, how is it that you go back again to the poor and feeble first things, desiring to be servants to them again?"}, {"id": 48004010, "c": 4, "v": 10, "d": "You keep days, and months, and fixed times, and years."}, {"id": 48004011, "c": 4, "v": 11, "d": "I am in fear of you, that I may have been working for you to no purpose."}, {"id": 48004012, "c": 4, "v": 12, "d": "My desire for you, brothers, is that you may be as I am, because I am as you are. You have done me no wrong;"}, {"id": 48004013, "c": 4, "v": 13, "d": "But you have knowledge that with a feeble body I was preaching the good news to you the first time;"}, {"id": 48004014, "c": 4, "v": 14, "d": "And you did not have a poor opinion of me because of the trouble in my flesh, or put shame on it; but you took me to your hearts as an angel of God, even as Christ Jesus."}, {"id": 48004015, "c": 4, "v": 15, "d": "Where then is that happy condition of yours? because I give you witness, that, if possible, you would have taken out your eyes and given them to me."}, {"id": 48004016, "c": 4, "v": 16, "d": "So then am I no longer your friend, because I give you true words?"}, {"id": 48004017, "c": 4, "v": 17, "d": "Their interest in you is not good; but their desire is that you may be shut out, so that you may go after them."}, {"id": 48004018, "c": 4, "v": 18, "d": "But it is good to have an interest in a good cause at all times, and not only when I am present with you."}, {"id": 48004019, "c": 4, "v": 19, "d": "My children, of whom I am again in birth-pains till Christ is formed in you,"}, {"id": 48004020, "c": 4, "v": 20, "d": "Truly my desire is to be present with you now, using a changed voice; for I am troubled about you."}, {"id": 48004021, "c": 4, "v": 21, "d": "Say, you whose desire it is to be under the law, do you not give ear to the law?"}, {"id": 48004022, "c": 4, "v": 22, "d": "Because it is in the Writings, that Abraham had two sons, one by the servant-woman, and one by the free woman."}, {"id": 48004023, "c": 4, "v": 23, "d": "Now the son by the servant-woman has his birth after the flesh; but the son by the free woman has his birth through the undertaking of God."}, {"id": 48004024, "c": 4, "v": 24, "d": "Which things have a secret sense; because these women are the two agreements; one from the mountain of Sinai, giving birth to servants, which is Hagar."}, {"id": 48004025, "c": 4, "v": 25, "d": "Now this Hagar is the mountain Sinai in Arabia, and is the image of the Jerusalem which now is: which is a servant with her children."}, {"id": 48004026, "c": 4, "v": 26, "d": "But the Jerusalem on high is free, which is our mother."}, {"id": 48004027, "c": 4, "v": 27, "d": "For it is in the Writings, You who have never given birth, be glad; give cries of joy, you who have had no birth-pains; for the children of her who has been given up by her husband are more than those of the woman who has a husband."}, {"id": 48004028, "c": 4, "v": 28, "d": "Now we, brothers, as Isaac was, are the children of the undertaking of God."}, {"id": 48004029, "c": 4, "v": 29, "d": "But as in those days he who had birth after the flesh was cruel to him who had birth after the Spirit, even so it is now."}, {"id": 48004030, "c": 4, "v": 30, "d": "What then do the Writings say? Send away the servant-woman and her son; for the son of the servant-woman will not have a part in the heritage with the son of the free woman."}, {"id": 48004031, "c": 4, "v": 31, "d": "So, brothers, we are not children of the servant-woman, but of the free woman."}, {"id": 48005001, "c": 5, "v": 1, "d": "Christ has truly made us free: then keep your free condition and let no man put a yoke on you again."}, {"id": 48005002, "c": 5, "v": 2, "d": "See, I Paul say to you, that if you undergo circumcision, Christ will be of no use to you."}, {"id": 48005003, "c": 5, "v": 3, "d": "Yes, I give witness again to every man who undergoes circumcision, that he will have to keep all the law."}, {"id": 48005004, "c": 5, "v": 4, "d": "You are cut off from Christ, you who would have righteousness by the law; you are turned away from grace."}, {"id": 48005005, "c": 5, "v": 5, "d": "For we through the Spirit by faith are waiting for the hope of righteousness."}, {"id": 48005006, "c": 5, "v": 6, "d": "Because in Christ Jesus, having circumcision or not having circumcision are equally of no profit; but only faith working through love."}, {"id": 48005007, "c": 5, "v": 7, "d": "You were going on well; who was the cause of your not giving ear to what is true?"}, {"id": 48005008, "c": 5, "v": 8, "d": "This ready belief did not come from him who had made you his."}, {"id": 48005009, "c": 5, "v": 9, "d": "A little leaven makes a change in all the mass."}, {"id": 48005010, "c": 5, "v": 10, "d": "I am certain about you in the Lord, that you will be of no other mind; but he who is troubling you will have his punishment, whoever he is."}, {"id": 48005011, "c": 5, "v": 11, "d": "But I, brothers, if I am still preaching circumcision, why am I still attacked? then has the shame of the cross been taken away."}, {"id": 48005012, "c": 5, "v": 12, "d": "My desire is that they who give you trouble might even be cut off themselves."}, {"id": 48005013, "c": 5, "v": 13, "d": "Because you, brothers, were marked out to be free; only do not make use of your free condition to give the flesh its chance, but through love be servants one to another."}, {"id": 48005014, "c": 5, "v": 14, "d": "For all the law is made complete in one word, even in this, Have love for your neighbour as for yourself."}, {"id": 48005015, "c": 5, "v": 15, "d": "But if you are given to fighting with one another, take care that you are not the cause of destruction one to another."}, {"id": 48005016, "c": 5, "v": 16, "d": "But I say, Go on in the Spirit, and you will not come under the rule of the evil desires of the flesh."}, {"id": 48005017, "c": 5, "v": 17, "d": "For the flesh has desires against the Spirit, and the Spirit against the flesh; because these are opposite the one to the other; so that you may not do the things which you have a mind to do."}, {"id": 48005018, "c": 5, "v": 18, "d": "But if you are guided by the Spirit, you are not under the law."}, {"id": 48005019, "c": 5, "v": 19, "d": "Now the works of the flesh are clear, which are these: evil desire, unclean things, wrong use of the senses,"}, {"id": 48005020, "c": 5, "v": 20, "d": "Worship of images, use of strange powers, hates, fighting, desire for what another has, angry feelings, attempts to get the better of others, divisions, false teachings,"}, {"id": 48005021, "c": 5, "v": 21, "d": "Envy, uncontrolled drinking and feasting, and such things: of which I give you word clearly, even as I did in the past, that they who do such things will have no part in the kingdom of God."}, {"id": 48005022, "c": 5, "v": 22, "d": "But the fruit of the Spirit is love, joy, peace, a quiet mind, kind acts, well-doing, faith,"}, {"id": 48005023, "c": 5, "v": 23, "d": "Gentle behaviour, control over desires: against such there is no law."}, {"id": 48005024, "c": 5, "v": 24, "d": "And those who are Christ's have put to death on the cross the flesh with its passions and its evil desires."}, {"id": 48005025, "c": 5, "v": 25, "d": "If we are living by the Spirit, by the Spirit let us be guided."}, {"id": 48005026, "c": 5, "v": 26, "d": "Let us not be full of self-glory, making one another angry, having envy of one another."}, {"id": 48006001, "c": 6, "v": 1, "d": "Brothers, if a man is taken in any wrongdoing, you who are of the Spirit will put such a one right in a spirit of love; keeping watch on yourself, for fear that you yourself may be tested."}, {"id": 48006002, "c": 6, "v": 2, "d": "Take on yourselves one another's troubles, and so keep the law of Christ."}, {"id": 48006003, "c": 6, "v": 3, "d": "For if a man has an idea that he is something when he is nothing, he is tricked by himself."}, {"id": 48006004, "c": 6, "v": 4, "d": "But let every man make test of his work, and then will his cause for glory be in himself only, and not in his neighbour."}, {"id": 48006005, "c": 6, "v": 5, "d": "Because every man is responsible for his part of the work."}, {"id": 48006006, "c": 6, "v": 6, "d": "But let him who gets teaching in the word give a part in all good things to his teacher."}, {"id": 48006007, "c": 6, "v": 7, "d": "Be not tricked; God is not made sport of: for whatever seed a man puts in, that will he get back as grain."}, {"id": 48006008, "c": 6, "v": 8, "d": "Because he who puts in the seed of the flesh will of the flesh get the reward of death; but he who puts in the seed of the Spirit will of the Spirit get the reward of eternal life."}, {"id": 48006009, "c": 6, "v": 9, "d": "And let us not get tired of well-doing; for at the right time we will get in the grain, if we do not give way to weariness."}, {"id": 48006010, "c": 6, "v": 10, "d": "So then, as we have the chance, let us do good to all men, and specially to those who are of the family of the faith."}, {"id": 48006011, "c": 6, "v": 11, "d": "See the size of the handwriting which I myself have made use of in writing to you."}, {"id": 48006012, "c": 6, "v": 12, "d": "Those who have the desire to seem important in the flesh, put force on you to undergo circumcision; only that they may not be attacked because of the cross of Christ."}, {"id": 48006013, "c": 6, "v": 13, "d": "Because even those who undergo circumcision do not themselves keep the law; but they would have you undergo circumcision, so that they may have glory in your flesh."}, {"id": 48006014, "c": 6, "v": 14, "d": "But far be it from me to have glory in anything, but only in the cross of our Lord Jesus Christ, through which this world has come to an end on the cross for me, and I for it."}, {"id": 48006015, "c": 6, "v": 15, "d": "For having circumcision is nothing, and not having circumcision is nothing, but only a new order of existence."}, {"id": 48006016, "c": 6, "v": 16, "d": "And on all who are guided by this rule be peace and mercy, and on the Israel of God."}, {"id": 48006017, "c": 6, "v": 17, "d": "From this time on let no man be a trouble to me; because my body is marked with the marks of Jesus."}, {"id": 48006018, "c": 6, "v": 18, "d": "The grace of our Lord Jesus Christ be with your spirit, brothers. So be it."}]}