{"data": [{"id": 49001001, "c": 1, "v": 1, "d": "Paul, an Apostle of Christ Jesus by the purpose of God, to the saints who are at Ephesus, and those who have faith in Christ Jesus:"}, {"id": 49001002, "c": 1, "v": 2, "d": "Grace to you and peace from God our Father and the Lord Jesus Christ."}, {"id": 49001003, "c": 1, "v": 3, "d": "Praise be to the God and Father of our Lord Jesus Christ, who has given us every blessing of the Spirit in the heavens in Christ:"}, {"id": 49001004, "c": 1, "v": 4, "d": "Even as he made selection of us in him from the first, so that we might be holy and free from all evil before him in love:"}, {"id": 49001005, "c": 1, "v": 5, "d": "As we were designed before by him for the position of sons to himself, through Jesus Christ, in the good pleasure of his purpose,"}, {"id": 49001006, "c": 1, "v": 6, "d": "To the praise of the glory of his grace, which he freely gave to us in the Loved One:"}, {"id": 49001007, "c": 1, "v": 7, "d": "In whom we have salvation through his blood, the forgiveness of our sins, through the wealth of his grace,"}, {"id": 49001008, "c": 1, "v": 8, "d": "Which he gave us in full measure in all wisdom and care;"}, {"id": 49001009, "c": 1, "v": 9, "d": "Having made clear to us the secret of his purpose, in agreement with the design which he had in mind, to put into his hands"}, {"id": 49001010, "c": 1, "v": 10, "d": "The ordering of the times when they are complete, so that all things might come to a head in Christ, the things in heaven and the things on the earth; in him, I say,"}, {"id": 49001011, "c": 1, "v": 11, "d": "In whom we have a heritage, being marked out from the first in his purpose who does all things in agreement with his designs;"}, {"id": 49001012, "c": 1, "v": 12, "d": "So that his glory might have praise through us who first had hope in Christ:"}, {"id": 49001013, "c": 1, "v": 13, "d": "In whom you, having been given the true word, the good news of your salvation, and through your faith in him, were given the sign of the Holy Spirit of hope,"}, {"id": 49001014, "c": 1, "v": 14, "d": "Which is the first-fruit of our heritage, till God gets back that which is his, to the praise of his glory."}, {"id": 49001015, "c": 1, "v": 15, "d": "For this cause I, having had news of the faith in the Lord Jesus which is among you, and which you make clear to all the saints,"}, {"id": 49001016, "c": 1, "v": 16, "d": "Give praise without end for you, keeping you in mind in my prayers;"}, {"id": 49001017, "c": 1, "v": 17, "d": "That the God of our Lord Jesus Christ, the Father of glory, may give to you a spirit of wisdom and revelation in the knowledge of him;"}, {"id": 49001018, "c": 1, "v": 18, "d": "And that having the eyes of your heart full of light, you may have knowledge of what is the hope of his purpose, what is the wealth of the glory of his heritage in the saints,"}, {"id": 49001019, "c": 1, "v": 19, "d": "And how unlimited is his power to us who have faith, as is seen in the working of the strength of his power,"}, {"id": 49001020, "c": 1, "v": 20, "d": "By which he made Christ come back from the dead, and gave him a place at his right hand in heaven,"}, {"id": 49001021, "c": 1, "v": 21, "d": "Far over all rule and authority and power and every name which is named, not only in the present order, but in that which is to come:"}, {"id": 49001022, "c": 1, "v": 22, "d": "And he has put all things under his feet, and has made him to be head over all things to the church,"}, {"id": 49001023, "c": 1, "v": 23, "d": "Which is his body, the full measure of him in whom all things are made complete."}, {"id": 49002001, "c": 2, "v": 1, "d": "And to you did he give life, when you were dead through your wrongdoing and sins,"}, {"id": 49002002, "c": 2, "v": 2, "d": "In which you were living in the past, after the ways of this present world, doing the pleasure of the lord of the power of the air, the spirit who is now working in those who go against the purpose of God;"}, {"id": 49002003, "c": 2, "v": 3, "d": "Among whom we all at one time were living in the pleasures of our flesh, giving way to the desires of the flesh and of the mind, and the punishment of God was waiting for us even as for the rest."}, {"id": 49002004, "c": 2, "v": 4, "d": "But God, being full of mercy, through the great love which he had for us,"}, {"id": 49002005, "c": 2, "v": 5, "d": "Even when we were dead through our sins, gave us life together with Christ (by grace you have salvation),"}, {"id": 49002006, "c": 2, "v": 6, "d": "So that we came back from death with him, and are seated with him in the heavens, in Christ Jesus;"}, {"id": 49002007, "c": 2, "v": 7, "d": "That in the time to come he might make clear the full wealth of his grace in his mercy to us in Christ Jesus:"}, {"id": 49002008, "c": 2, "v": 8, "d": "Because by grace you have salvation through faith; and that not of yourselves: it is given by God:"}, {"id": 49002009, "c": 2, "v": 9, "d": "Not by works, so that no man may take glory to himself."}, {"id": 49002010, "c": 2, "v": 10, "d": "For by his act we were given existence in Christ Jesus to do those good works which God before made ready for us so that we might do them."}, {"id": 49002011, "c": 2, "v": 11, "d": "For this reason keep it in mind that in the past you, the Gentiles in the flesh, who are looked on as being outside the circumcision by those who have circumcision, in the flesh, made by hands;"}, {"id": 49002012, "c": 2, "v": 12, "d": "That you were at that time without Christ, being cut off from any part in Israel's rights as a nation, having no part in God's agreement, having no hope, and without God in the world."}, {"id": 49002013, "c": 2, "v": 13, "d": "But now in Christ Jesus you who at one time were far off are made near in the blood of Christ."}, {"id": 49002014, "c": 2, "v": 14, "d": "For he is our peace, who has made the two into one, and by whom the middle wall of division has been broken down,"}, {"id": 49002015, "c": 2, "v": 15, "d": "Having in his flesh put an end to that which made the division between us, even the law with its rules and orders, so that he might make in himself, of the two, one new man, so making peace;"}, {"id": 49002016, "c": 2, "v": 16, "d": "And that the two might come into agreement with God in one body through the cross, so putting an end to that division."}, {"id": 49002017, "c": 2, "v": 17, "d": "And he came preaching peace to you who were far off, and to those who were near;"}, {"id": 49002018, "c": 2, "v": 18, "d": "Because through him the two of us are able to come near in one Spirit to the Father."}, {"id": 49002019, "c": 2, "v": 19, "d": "So then you are no longer as those who have no part or place in the kingdom of God, but you are numbered among the saints, and of the family of God,"}, {"id": 49002020, "c": 2, "v": 20, "d": "Resting on the base of the Apostles and prophets, Christ Jesus himself being the chief keystone,"}, {"id": 49002021, "c": 2, "v": 21, "d": "In whom all the building, rightly joined together, comes to be a holy house of God in the Lord;"}, {"id": 49002022, "c": 2, "v": 22, "d": "In whom you, with the rest, are united together as a living-place of God in the Spirit."}, {"id": 49003001, "c": 3, "v": 1, "d": "For this cause I Paul, the prisoner of Christ Jesus for you Gentiles,"}, {"id": 49003002, "c": 3, "v": 2, "d": "If that ordering of the grace of God has come to your knowledge, which was given to me for you,"}, {"id": 49003003, "c": 3, "v": 3, "d": "How by revelation the secret was made clear to me, as I said before in a short letter,"}, {"id": 49003004, "c": 3, "v": 4, "d": "By the reading of which you will be clear about my knowledge of the secret of Christ;"}, {"id": 49003005, "c": 3, "v": 5, "d": "Which in other generations was not given to the sons of men, but the revelation of it has now been made to his holy Apostles and prophets in the Spirit;"}, {"id": 49003006, "c": 3, "v": 6, "d": "Which is that the Gentiles have a part in the heritage, and in the same body, and in the same hope in Christ through the good news,"}, {"id": 49003007, "c": 3, "v": 7, "d": "Of which I was made a preacher, through that grace of God which was given to me in the measure of the working of his power."}, {"id": 49003008, "c": 3, "v": 8, "d": "To me, who am less than the least of all the saints, was this grace given, so that I might make clear to the Gentiles the good news of the unending wealth of Christ:"}, {"id": 49003009, "c": 3, "v": 9, "d": "And make all men see what is the ordering of the secret which from the first has been kept in God who made all things;"}, {"id": 49003010, "c": 3, "v": 10, "d": "So that now to the rulers and the authorities in the heavens might be made clear through the church the wide-shining wisdom of God,"}, {"id": 49003011, "c": 3, "v": 11, "d": "Which is seen in his eternal purpose in Christ Jesus our Lord:"}, {"id": 49003012, "c": 3, "v": 12, "d": "By whom we come near to God without fear through faith in him."}, {"id": 49003013, "c": 3, "v": 13, "d": "For this reason it is my prayer that you may not become feeble because of my troubles for you, which are your glory."}, {"id": 49003014, "c": 3, "v": 14, "d": "For this cause I go down on my knees before the Father,"}, {"id": 49003015, "c": 3, "v": 15, "d": "From whom every family in heaven and on earth is named,"}, {"id": 49003016, "c": 3, "v": 16, "d": "That in the wealth of his glory he would make you strong with power through his Spirit in your hearts;"}, {"id": 49003017, "c": 3, "v": 17, "d": "So that Christ may have his place in your hearts through faith; and that you, being rooted and based in love,"}, {"id": 49003018, "c": 3, "v": 18, "d": "May have strength to see with all the saints how wide and long and high and deep it is,"}, {"id": 49003019, "c": 3, "v": 19, "d": "And to have knowledge of the love of Christ which is outside all knowledge, so that you may be made complete as God himself is complete."}, {"id": 49003020, "c": 3, "v": 20, "d": "Now to him who is able to do in full measure more than all our desires or thoughts, through the power which is working in us,"}, {"id": 49003021, "c": 3, "v": 21, "d": "To him be the glory in the church and in Christ Jesus to all generations for ever and ever. So be it."}, {"id": 49004001, "c": 4, "v": 1, "d": "I then, the prisoner in the Lord, make this request from my heart, that you will see that your behaviour is a credit to the position which God's purpose has given you,"}, {"id": 49004002, "c": 4, "v": 2, "d": "With all gentle and quiet behaviour, taking whatever comes, putting up with one another in love;"}, {"id": 49004003, "c": 4, "v": 3, "d": "Taking care to keep the harmony of the Spirit in the yoke of peace."}, {"id": 49004004, "c": 4, "v": 4, "d": "There is one body and one Spirit, even as you have been marked out by God in the one hope of his purpose for you;"}, {"id": 49004005, "c": 4, "v": 5, "d": "One Lord, one faith, one baptism,"}, {"id": 49004006, "c": 4, "v": 6, "d": "One God and Father of all, who is over all, and through all, and in all."}, {"id": 49004007, "c": 4, "v": 7, "d": "But to every one of us has grace been given in the measure of the giving of Christ."}, {"id": 49004008, "c": 4, "v": 8, "d": "For this reason he says, He went up on high, taking his prisoners with him, and gave freely to men."}, {"id": 49004009, "c": 4, "v": 9, "d": "(Now this, He went up, what is it but that he first went down into the lower parts of the earth?"}, {"id": 49004010, "c": 4, "v": 10, "d": "He who went down is the same who went up far over all the heavens so that he might make all things complete.)"}, {"id": 49004011, "c": 4, "v": 11, "d": "And he gave some as Apostles, and some, prophets; and some, preachers of the good news; and some to give care and teaching;"}, {"id": 49004012, "c": 4, "v": 12, "d": "For the training of the saints as servants in the church, for the building up of the body of Christ:"}, {"id": 49004013, "c": 4, "v": 13, "d": "Till we all come to the harmony of the faith, and of the knowledge of the Son of God, to full growth, to the full measure of Christ:"}, {"id": 49004014, "c": 4, "v": 14, "d": "So that we may be no longer children, sent this way and that, turned about by every wind of teaching, by the twisting and tricks of men, by the deceits of error;"}, {"id": 49004015, "c": 4, "v": 15, "d": "But saying true words in love, may come to full growth in him, who is the head, even Christ;"}, {"id": 49004016, "c": 4, "v": 16, "d": "Through whom all the body, being rightly formed and united together, by the full working of every part, is increased to the building up of itself in love."}, {"id": 49004017, "c": 4, "v": 17, "d": "This I say, then, and give witness in the Lord, that you are to go no longer in the way of the Gentiles whose minds are turned to that which has no profit,"}, {"id": 49004018, "c": 4, "v": 18, "d": "Whose thoughts are dark, to whom the life of God is strange because they are without knowledge, and their hearts have been made hard;"}, {"id": 49004019, "c": 4, "v": 19, "d": "Who having no more power of feeling, have given themselves up to evil passions, to do all unclean things with overmuch desire."}, {"id": 49004020, "c": 4, "v": 20, "d": "For this was not the teaching of Christ which was given to you;"}, {"id": 49004021, "c": 4, "v": 21, "d": "If in fact you gave ear to him, and were given teaching in him, even as what is true is made clear in Jesus:"}, {"id": 49004022, "c": 4, "v": 22, "d": "That you are to put away, in relation to your earlier way of life, the old man, which has become evil by love of deceit;"}, {"id": 49004023, "c": 4, "v": 23, "d": "And be made new in the spirit of your mind,"}, {"id": 49004024, "c": 4, "v": 24, "d": "And put on the new man, to which God has given life, in righteousness and a true and holy way of living."}, {"id": 49004025, "c": 4, "v": 25, "d": "And so, putting away false words, let everyone say what is true to his neighbour: for we are parts one of another."}, {"id": 49004026, "c": 4, "v": 26, "d": "Be angry without doing wrong; let not the sun go down on your wrath;"}, {"id": 49004027, "c": 4, "v": 27, "d": "And do not give way to the Evil One."}, {"id": 49004028, "c": 4, "v": 28, "d": "Let him who was a thief be so no longer, but let him do good work with his hands, so that he may have something to give to him who is in need."}, {"id": 49004029, "c": 4, "v": 29, "d": "Let no evil talk come out of your mouth, but only what is good for giving necessary teaching, and for grace to those who give ear."}, {"id": 49004030, "c": 4, "v": 30, "d": "And do not give grief to the Holy Spirit of God, by whom you were marked for the day of salvation."}, {"id": 49004031, "c": 4, "v": 31, "d": "Let all bitter, sharp and angry feeling, and noise, and evil words, be put away from you, with all unkind acts;"}, {"id": 49004032, "c": 4, "v": 32, "d": "And be kind to one another, full of pity, having forgiveness for one another, even as God in Christ had forgiveness for you."}, {"id": 49005001, "c": 5, "v": 1, "d": "Let it then be your desire to be like God, as well-loved children;"}, {"id": 49005002, "c": 5, "v": 2, "d": "And be living in love, even as Christ had love for you, and gave himself up for us, an offering to God for a perfume of a sweet smell."}, {"id": 49005003, "c": 5, "v": 3, "d": "But evil acts of the flesh and all unclean things, or desire for others' property, let it not even be named among you, as is right for saints;"}, {"id": 49005004, "c": 5, "v": 4, "d": "And let there be no low behaviour, or foolish talk, or words said in sport, which are not right, but in place of them the giving of praise."}, {"id": 49005005, "c": 5, "v": 5, "d": "Being certain of this, that no man who gives way to the passions of the flesh, no unclean person, or one who has desire for the property of others, or who gives worship to images, has any heritage in the kingdom of Christ and God."}, {"id": 49005006, "c": 5, "v": 6, "d": "Do not be turned from the right way by foolish words; for because of these things the punishment of God comes on those who do not put themselves under him."}, {"id": 49005007, "c": 5, "v": 7, "d": "Have no part with such men;"}, {"id": 49005008, "c": 5, "v": 8, "d": "For you at one time were dark, but now are light in the Lord: let your behaviour be that of children of light"}, {"id": 49005009, "c": 5, "v": 9, "d": "(Because the fruit of the light is in all righteousness and in everything which is good and true),"}, {"id": 49005010, "c": 5, "v": 10, "d": "Testing by experience what is well-pleasing to the Lord;"}, {"id": 49005011, "c": 5, "v": 11, "d": "And have no company with the works of the dark, which give no fruit, but make their true quality clear;"}, {"id": 49005012, "c": 5, "v": 12, "d": "For the things which are done by them in secret it is shame even to put into words."}, {"id": 49005013, "c": 5, "v": 13, "d": "But all things, when their true quality is seen, are made clear by the light: because everything which is made clear is light."}, {"id": 49005014, "c": 5, "v": 14, "d": "For this reason he says, Be awake, you who are sleeping, and come up from among the dead, and Christ will be your light."}, {"id": 49005015, "c": 5, "v": 15, "d": "Take care then how you are living, not as unwise, but as wise;"}, {"id": 49005016, "c": 5, "v": 16, "d": "Making good use of the time, because the days are evil."}, {"id": 49005017, "c": 5, "v": 17, "d": "For this reason, then, do not be foolish, but be conscious of the Lord's pleasure."}, {"id": 49005018, "c": 5, "v": 18, "d": "And do not take overmuch wine by which one may be overcome, but be full of the Spirit;"}, {"id": 49005019, "c": 5, "v": 19, "d": "Joining with one another in holy songs of praise and of the Spirit, using your voice in songs and making melody in your heart to the Lord;"}, {"id": 49005020, "c": 5, "v": 20, "d": "Giving praise at all times for all things in the name of our Lord Jesus Christ, to God, even the Father;"}, {"id": 49005021, "c": 5, "v": 21, "d": "Letting yourselves be ruled by one another in the fear of Christ."}, {"id": 49005022, "c": 5, "v": 22, "d": "Wives, be under the authority of your husbands, as of the Lord."}, {"id": 49005023, "c": 5, "v": 23, "d": "For the husband is the head of the wife, as Christ is the head of the church, being himself the saviour of the body."}, {"id": 49005024, "c": 5, "v": 24, "d": "And as the church is under Christ's authority, so let wives be under the rule of their husbands in all things."}, {"id": 49005025, "c": 5, "v": 25, "d": "Husbands, have love for your wives, even as Christ had love for the church, and gave himself for it;"}, {"id": 49005026, "c": 5, "v": 26, "d": "So that he might make it holy, having made it clean with the washing of water by the word,"}, {"id": 49005027, "c": 5, "v": 27, "d": "And might take it for himself, a church full of glory, not having one mark or fold or any such thing; but that it might be holy and complete."}, {"id": 49005028, "c": 5, "v": 28, "d": "Even so it is right for husbands to have love for their wives as for their bodies. He who has love for his wife has love for himself:"}, {"id": 49005029, "c": 5, "v": 29, "d": "For no man ever had hate for his flesh; but he gives it food and takes care of it, even as Christ does for the church;"}, {"id": 49005030, "c": 5, "v": 30, "d": "Because we are parts of his body."}, {"id": 49005031, "c": 5, "v": 31, "d": "For this cause will a man go away from his father and mother and be joined to his wife, and the two will become one flesh."}, {"id": 49005032, "c": 5, "v": 32, "d": "This is a great secret: but my words are about Christ and the church."}, {"id": 49005033, "c": 5, "v": 33, "d": "But do you, everyone, have love for his wife, even as for himself; and let the wife see that she has respect for her husband."}, {"id": 49006001, "c": 6, "v": 1, "d": "Children, do what is ordered by your fathers and mothers in the Lord: for this is right."}, {"id": 49006002, "c": 6, "v": 2, "d": "Give honour to your father and mother (which is the first rule having a reward),"}, {"id": 49006003, "c": 6, "v": 3, "d": "So that all may be well for you, and your life may be long on the earth."}, {"id": 49006004, "c": 6, "v": 4, "d": "And, you fathers, do not make your children angry: but give them training in the teaching and fear of the Lord."}, {"id": 49006005, "c": 6, "v": 5, "d": "Servants, do what is ordered by those who are your natural masters, having respect and fear for them, with all your heart, as to Christ;"}, {"id": 49006006, "c": 6, "v": 6, "d": "Not only under your master's eye, as pleasers of men; but as servants of Christ, doing the pleasure of God from the heart;"}, {"id": 49006007, "c": 6, "v": 7, "d": "Doing your work readily, as to the Lord, and not to men:"}, {"id": 49006008, "c": 6, "v": 8, "d": "In the knowledge that for every good thing anyone does, he will have his reward from the Lord, If he is a servant or if he is free."}, {"id": 49006009, "c": 6, "v": 9, "d": "And, you masters, do the same things to them, not making use of violent words: in the knowledge that their Master and yours is in heaven, and he has no respect for a man's position."}, {"id": 49006010, "c": 6, "v": 10, "d": "Lastly, be strong in the Lord, and in the strength of his power."}, {"id": 49006011, "c": 6, "v": 11, "d": "Take up God's instruments of war, so that you may be able to keep your position against all the deceits of the Evil One."}, {"id": 49006012, "c": 6, "v": 12, "d": "For our fight is not against flesh and blood, but against authorities and powers, against the world-rulers of this dark night, against the spirits of evil in the heavens."}, {"id": 49006013, "c": 6, "v": 13, "d": "For this reason take up all the arms of God, so that you may be able to be strong in the evil day, and, having done all, to keep your place."}, {"id": 49006014, "c": 6, "v": 14, "d": "Take your place, then, having your body clothed with the true word, and having put on the breastplate of righteousness;"}, {"id": 49006015, "c": 6, "v": 15, "d": "Be ready with the good news of peace as shoes on your feet;"}, {"id": 49006016, "c": 6, "v": 16, "d": "And most of all, using faith as a cover to keep off all the flaming arrows of the Evil One."}, {"id": 49006017, "c": 6, "v": 17, "d": "And take salvation for your head-dress and the sword of the Spirit, which is the word of God:"}, {"id": 49006018, "c": 6, "v": 18, "d": "With prayers and deep desires, making requests at all times in the Spirit, and keeping watch, with strong purpose, in prayer for all the saints,"}, {"id": 49006019, "c": 6, "v": 19, "d": "And for me, that words may be given to me in the opening of my mouth, to make clear without fear the secret of the good news,"}, {"id": 49006020, "c": 6, "v": 20, "d": "For which I am a representative in chains, and that I may say without fear the things which it is right for me to say."}, {"id": 49006021, "c": 6, "v": 21, "d": "But so that you may have knowledge of my business, and how I am, Tychicus, the well-loved brother and tested servant in the Lord, will give you news of all things:"}, {"id": 49006022, "c": 6, "v": 22, "d": "Whom I have sent to you for this very purpose, so that you may have knowledge of our position, and that he may give comfort to your hearts."}, {"id": 49006023, "c": 6, "v": 23, "d": "Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ."}, {"id": 49006024, "c": 6, "v": 24, "d": "Grace be with all those who have true love for our Lord Jesus Christ."}]}