{"data": [{"id": 4001001, "c": 1, "v": 1, "d": "And the Lord said to Moses in the waste land of Sinai, in the Tent of meeting, on the first day of the second month, in the second year after they came out of the land of Egypt,"}, {"id": 4001002, "c": 1, "v": 2, "d": "Take the full number of the children of Israel, by their families, and by their fathers' houses, every male by name;"}, {"id": 4001003, "c": 1, "v": 3, "d": "All those of twenty years old and over, who are able to go to war in Israel, are to be numbered by you and Aaron."}, {"id": 4001004, "c": 1, "v": 4, "d": "And to give you help, take one man from every tribe, the head of his father's house."}, {"id": 4001005, "c": 1, "v": 5, "d": "These are the names of those who are to be your helpers: from Reuben, Elizur, the son of Shedeur;"}, {"id": 4001006, "c": 1, "v": 6, "d": "From Simeon, Shelumiel, the son of Zurishaddai;"}, {"id": 4001007, "c": 1, "v": 7, "d": "From Judah, Nahshon, the son of Amminadab;"}, {"id": 4001008, "c": 1, "v": 8, "d": "From Issachar, Nethanel, the son of Zuar;"}, {"id": 4001009, "c": 1, "v": 9, "d": "From Zebulun, Eliab, the son of Helon;"}, {"id": 4001010, "c": 1, "v": 10, "d": "Of the children of Joseph: from Ephraim, Elishama, the son of Ammihud; from Manasseh, Gamaliel, the son of Pedahzur,"}, {"id": 4001011, "c": 1, "v": 11, "d": "From Benjamin, Abidan, the son of Gideoni;"}, {"id": 4001012, "c": 1, "v": 12, "d": "From Dan, Ahiezer, the son of Ammi-shaddai;"}, {"id": 4001013, "c": 1, "v": 13, "d": "From Asher, Pagiel, the son of Ochran;"}, {"id": 4001014, "c": 1, "v": 14, "d": "From Gad, Eliasaph, the son of Reuel;"}, {"id": 4001015, "c": 1, "v": 15, "d": "From Naphtali, Ahira, the son of Enan."}, {"id": 4001016, "c": 1, "v": 16, "d": "These are the men named out of all the people, chiefs of their fathers' houses, heads of the tribes of Israel."}, {"id": 4001017, "c": 1, "v": 17, "d": "And Moses and Aaron took these men, marked out by name;"}, {"id": 4001018, "c": 1, "v": 18, "d": "And they got together all the people on the first day of the second month; and everyone made clear his family and his father's house, by the number of the names, from twenty years old and over."}, {"id": 4001019, "c": 1, "v": 19, "d": "As the Lord had given orders to Moses, so they were numbered by him in the waste place of Sinai."}, {"id": 4001020, "c": 1, "v": 20, "d": "The generations of the sons of Reuben, the oldest son of Israel, were numbered by their families and their fathers' houses, every male of twenty years old and over, who was able to go to war;"}, {"id": 4001021, "c": 1, "v": 21, "d": "Forty-six thousand, five hundred of the tribe of Reuben were numbered."}, {"id": 4001022, "c": 1, "v": 22, "d": "The generations of the sons of Simeon were numbered by their families and their fathers' houses, every male of twenty years old and over, who was able to go to war;"}, {"id": 4001023, "c": 1, "v": 23, "d": "Fifty-nine thousand, three hundred of the tribe of Simeon were numbered."}, {"id": 4001024, "c": 1, "v": 24, "d": "The generations of the sons of Gad were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"}, {"id": 4001025, "c": 1, "v": 25, "d": "Forty-five thousand, six hundred and fifty of the tribe of Gad were numbered."}, {"id": 4001026, "c": 1, "v": 26, "d": "The generations of the sons of Judah were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"}, {"id": 4001027, "c": 1, "v": 27, "d": "Seventy-four thousand, six hundred of the tribe of Judah were numbered."}, {"id": 4001028, "c": 1, "v": 28, "d": "The generations of the sons of Issachar were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"}, {"id": 4001029, "c": 1, "v": 29, "d": "Fifty-four thousand, four hundred of the tribe of Issachar were numbered."}, {"id": 4001030, "c": 1, "v": 30, "d": "The generations of the sons of Zebulun were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"}, {"id": 4001031, "c": 1, "v": 31, "d": "Fifty-seven thousand, four hundred of the tribe of Zebulun were numbered."}, {"id": 4001032, "c": 1, "v": 32, "d": "The generations of the sons of Joseph were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"}, {"id": 4001033, "c": 1, "v": 33, "d": "Forty thousand, five hundred of the tribe of Ephraim were numbered."}, {"id": 4001034, "c": 1, "v": 34, "d": "The generations of the sons of Manasseh were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"}, {"id": 4001035, "c": 1, "v": 35, "d": "Thirty-two thousand, two hundred of the tribe of Manasseh were numbered."}, {"id": 4001036, "c": 1, "v": 36, "d": "The generations of the sons of Benjamin were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"}, {"id": 4001037, "c": 1, "v": 37, "d": "Thirty-five thousand, four hundred of the tribe of Benjamin were numbered."}, {"id": 4001038, "c": 1, "v": 38, "d": "The generations of the sons of Dan were numbered by their families and their fathers' houses, every male of twenty years and over who was able to go to war;"}, {"id": 4001039, "c": 1, "v": 39, "d": "Sixty-two thousand, seven hundred of the tribe of Dan were numbered."}, {"id": 4001040, "c": 1, "v": 40, "d": "The generations of the sons of Asher were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"}, {"id": 4001041, "c": 1, "v": 41, "d": "Forty-one thousand, five hundred of the tribe of Asher were numbered."}, {"id": 4001042, "c": 1, "v": 42, "d": "The generations of the sons of Naphtali were numbered by their families and their fathers' houses, every male of twenty years old and over who was able to go to war;"}, {"id": 4001043, "c": 1, "v": 43, "d": "Fifty-three thousand, four hundred of the tribe of Naphtali were numbered."}, {"id": 4001044, "c": 1, "v": 44, "d": "These are they who were numbered by Moses and Aaron and by the twelve chiefs of Israel, one from every tribe."}, {"id": 4001045, "c": 1, "v": 45, "d": "So all those who were numbered of the children of Israel, by their families, all those of twenty years old and over who were able to go to war,"}, {"id": 4001046, "c": 1, "v": 46, "d": "Were six hundred and three thousand, five hundred and fifty."}, {"id": 4001047, "c": 1, "v": 47, "d": "But the Levites, of the tribe of their fathers, were not numbered among them."}, {"id": 4001048, "c": 1, "v": 48, "d": "For the Lord said to Moses,"}, {"id": 4001049, "c": 1, "v": 49, "d": "Only the tribe of Levi is not to be numbered among the children of Israel,"}, {"id": 4001050, "c": 1, "v": 50, "d": "But to them you are to give the care of the Tent of meeting with its vessels and everything in it: they are to take up the Tent, and be responsible for everything to do with it, and put up their tents round it."}, {"id": 4001051, "c": 1, "v": 51, "d": "And when the Tent of meeting goes forward, the Levites are to take it down; and when it is to be put up, they are to do it: any strange person who comes near it is to be put to death."}, {"id": 4001052, "c": 1, "v": 52, "d": "The children of Israel are to put up their tents, every man in his tent-circle round his flag."}, {"id": 4001053, "c": 1, "v": 53, "d": "But the tents of the Levites are to be round the Tent of meeting, so that wrath may not come on the children of Israel: the Tent of meeting is to be in the care of the Levites."}, {"id": 4001054, "c": 1, "v": 54, "d": "So the children of Israel did as the Lord had given orders to Moses."}, {"id": 4002001, "c": 2, "v": 1, "d": "And the Lord said to Moses and Aaron,"}, {"id": 4002002, "c": 2, "v": 2, "d": "The children of Israel are to put up their tents in the order of their families, by the flags of their fathers' houses, facing the Tent of meeting on every side."}, {"id": 4002003, "c": 2, "v": 3, "d": "Those whose tents are on the east side, looking to the dawn, will be round the flag of the children of Judah, with Nahshon, the son of Amminadab, as their chief."}, {"id": 4002004, "c": 2, "v": 4, "d": "The number of his army was seventy-four thousand, six hundred."}, {"id": 4002005, "c": 2, "v": 5, "d": "And nearest to him will be the tribe of Issachar, with Nethanel, the son of Zuar, as their chief."}, {"id": 4002006, "c": 2, "v": 6, "d": "The number of his army was fifty-four thousand, four hundred."}, {"id": 4002007, "c": 2, "v": 7, "d": "After him, the tribe of Zebulun, with Eliab, the son of Helon, as their chief."}, {"id": 4002008, "c": 2, "v": 8, "d": "The number of his army was fifty-seven thousand, four hundred."}, {"id": 4002009, "c": 2, "v": 9, "d": "The number of all the armies of Judah was a hundred and eighty-six thousand, four hundred. They go forward first."}, {"id": 4002010, "c": 2, "v": 10, "d": "On the south side is the flag of the children of Reuben, in the order of their armies, with Elizur, the son of Shedeur, as their chief."}, {"id": 4002011, "c": 2, "v": 11, "d": "The number of his army was forty-six thousand, five hundred."}, {"id": 4002012, "c": 2, "v": 12, "d": "And nearest to him, the tribe of Simeon, with Shelumiel, the son of Zurishaddai, as their chief."}, {"id": 4002013, "c": 2, "v": 13, "d": "The number of his army was fifty-nine thousand, three hundred."}, {"id": 4002014, "c": 2, "v": 14, "d": "Then the tribe of Gad, with Eliasaph, son of Reuel, as their chief."}, {"id": 4002015, "c": 2, "v": 15, "d": "The number of his army was forty-five thousand, six hundred and fifty."}, {"id": 4002016, "c": 2, "v": 16, "d": "The number of all the armies of Reuben together came to a hundred and fifty-one thousand, four hundred and fifty. They go forward second."}, {"id": 4002017, "c": 2, "v": 17, "d": "Then the Tent of meeting is to go forward, with the tents of the Levites, in the middle of the armies; in the same order as their tents are placed, they are to go forward, every man under his flag."}, {"id": 4002018, "c": 2, "v": 18, "d": "On the west side will be the flag of the children of Ephraim, with Elishama, the son of Ammihud, as their chief."}, {"id": 4002019, "c": 2, "v": 19, "d": "The number of his army was forty thousand, five hundred."}, {"id": 4002020, "c": 2, "v": 20, "d": "And by him the tribe of Manasseh with Gamaliel, the son of Pedahzur, as their chief."}, {"id": 4002021, "c": 2, "v": 21, "d": "The number of his army was thirty-two thousand, two hundred."}, {"id": 4002022, "c": 2, "v": 22, "d": "Then the tribe of Benjamin, with Abidan, the son of Gideoni, as their chief."}, {"id": 4002023, "c": 2, "v": 23, "d": "The number of his army was thirty-five thousand, four hundred."}, {"id": 4002024, "c": 2, "v": 24, "d": "The number of all the armies of Ephraim was a hundred and eight thousand, one hundred. They go forward third."}, {"id": 4002025, "c": 2, "v": 25, "d": "On the north side will be the flag of the children of Dan, with Ahiezer, the son of Ammishaddai, as their chief."}, {"id": 4002026, "c": 2, "v": 26, "d": "The number of his army was sixty-two thousand, seven hundred."}, {"id": 4002027, "c": 2, "v": 27, "d": "Nearest to him will be the tribe of Asher, with Pagiel, the son of Ochran, as their chief."}, {"id": 4002028, "c": 2, "v": 28, "d": "The number of his army was forty-one thousand, five hundred;"}, {"id": 4002029, "c": 2, "v": 29, "d": "Then the tribe of Naphtali, with Ahira, the son of Enan, as their chief."}, {"id": 4002030, "c": 2, "v": 30, "d": "The number of his army was fifty-three thousand, four hundred."}, {"id": 4002031, "c": 2, "v": 31, "d": "The number of all the armies in the tents of Dan was a hundred and fifty-seven thousand, six hundred. They will go forward last, by their flags."}, {"id": 4002032, "c": 2, "v": 32, "d": "These are all who were numbered of the children of Israel, in the order of their fathers' families: all the armies in their tents together came to six hundred and three thousand, five hundred and fifty."}, {"id": 4002033, "c": 2, "v": 33, "d": "But the Levites were not numbered among the children of Israel, as the Lord said to Moses."}, {"id": 4002034, "c": 2, "v": 34, "d": "So the children of Israel did as the Lord said to Moses, so they put up their tents by their flags, and they went forward in the same order, by their families, and by their fathers' houses."}, {"id": 4003001, "c": 3, "v": 1, "d": "Now these are the generations of Aaron and Moses, in the day when the word of the Lord came to Moses on Mount Sinai."}, {"id": 4003002, "c": 3, "v": 2, "d": "These are the names of the sons of Aaron: Nadab the oldest, and Abihu, Eleazar, and Ithamar."}, {"id": 4003003, "c": 3, "v": 3, "d": "These are the names of the sons of Aaron, the priests, on whom the holy oil was put, who were marked out as priests."}, {"id": 4003004, "c": 3, "v": 4, "d": "And Nadab and Abihu were put to death before the Lord when they made an offering of strange fire before the Lord, in the waste land of Sinai, and they had no children: and Eleazar and Ithamar did the work of priests before Aaron their father."}, {"id": 4003005, "c": 3, "v": 5, "d": "And the Lord said to Moses,"}, {"id": 4003006, "c": 3, "v": 6, "d": "Make the tribe of Levi come near, and put them before Aaron the priest, to be his helpers,"}, {"id": 4003007, "c": 3, "v": 7, "d": "In order that they may be responsible to him and to all Israel for the care of the Tent of meeting, and to do the work of the House;"}, {"id": 4003008, "c": 3, "v": 8, "d": "And they will have the care of all the vessels of the Tent of meeting, and will do for the children of Israel all the necessary work of the House."}, {"id": 4003009, "c": 3, "v": 9, "d": "Give the Levites to Aaron and his sons; so that they may be his without question from among the children of Israel."}, {"id": 4003010, "c": 3, "v": 10, "d": "And give orders that Aaron and his sons are to keep their place as priests; any strange person who comes near is to be put to death."}, {"id": 4003011, "c": 3, "v": 11, "d": "And the Lord said to Moses,"}, {"id": 4003012, "c": 3, "v": 12, "d": "See, I have taken the Levites out of the children of Israel to be mine in place of the first sons of the children of Israel;"}, {"id": 4003013, "c": 3, "v": 13, "d": "For all the first sons are mine; on the day when I put to death all the first sons in the land of Egypt, I took for myself every first male birth of man and beast. They are mine; I am the Lord."}, {"id": 4003014, "c": 3, "v": 14, "d": "And the Lord said to Moses in the waste land of Sinai,"}, {"id": 4003015, "c": 3, "v": 15, "d": "Let all the children of Levi be numbered by their families and their fathers' houses; let every male of a month old and over be numbered."}, {"id": 4003016, "c": 3, "v": 16, "d": "So Moses did as the Lord said, numbering them as he had been ordered."}, {"id": 4003017, "c": 3, "v": 17, "d": "These were the sons of Levi by name: Gershon and Kohath and Merari."}, {"id": 4003018, "c": 3, "v": 18, "d": "And these are the names of the sons of Gershon, by their families: Libni and Shimei."}, {"id": 4003019, "c": 3, "v": 19, "d": "And the sons of Kohath, by their families: Amram and Izhar and Hebron and Uzziel."}, {"id": 4003020, "c": 3, "v": 20, "d": "And the sons of Merari by their families: Mahli and Mushi. These are the families of the Levites in the order of their fathers' houses."}, {"id": 4003021, "c": 3, "v": 21, "d": "From Gershon come the Libnites and the Shimeites; these are the families of the Gershonites."}, {"id": 4003022, "c": 3, "v": 22, "d": "Those who were numbered of them, the males from one month old and over, were seven thousand, five hundred."}, {"id": 4003023, "c": 3, "v": 23, "d": "The tents of the Gershonites are to be placed at the back of the House, to the west."}, {"id": 4003024, "c": 3, "v": 24, "d": "The chief of the Gershonites is Eliasaph, the son of Lael."}, {"id": 4003025, "c": 3, "v": 25, "d": "In the Tent of meeting, the Gershonites are to have the care of the House, and the Tent with its cover, and the veil for the door of the Tent of meeting,"}, {"id": 4003026, "c": 3, "v": 26, "d": "And the hangings for the open space round the House and the altar, and the curtain for its doorway, and all the cords needed for its use."}, {"id": 4003027, "c": 3, "v": 27, "d": "From Kohath come the Amramites and the Izharites and the Hebronites and the Uzzielites; these are the families of the Kohathites."}, {"id": 4003028, "c": 3, "v": 28, "d": "Those who were numbered of them, the males from one month old and over, were eight thousand, six hundred, who were responsible for the care of the holy place."}, {"id": 4003029, "c": 3, "v": 29, "d": "The tents of the Kohathites are to be placed on the south side of the House."}, {"id": 4003030, "c": 3, "v": 30, "d": "Their chief is Elizaphan, the son of Uzziel."}, {"id": 4003031, "c": 3, "v": 31, "d": "In their care are the ark, and the table, and the lights, and the altars, and all the vessels used in the holy place, and the veil, and all they are used for."}, {"id": 4003032, "c": 3, "v": 32, "d": "Eleazar, the son of Aaron the priest, will be head over all the Levites and overseer of those responsible for the care of the holy place."}, {"id": 4003033, "c": 3, "v": 33, "d": "From Merari come the Mahlites and the Mushites; these are the families of Merari."}, {"id": 4003034, "c": 3, "v": 34, "d": "Those who were numbered of them, the males of a month old and over, were six thousand, two hundred."}, {"id": 4003035, "c": 3, "v": 35, "d": "The chief of the families of Merari was Zuriel, the son of Abihail: their tents are to be placed on the north side of the House."}, {"id": 4003036, "c": 3, "v": 36, "d": "And in their care are to be all the boards of the Tent, with their rods and pillars and bases, and all the instruments, and all they are used for,"}, {"id": 4003037, "c": 3, "v": 37, "d": "And the pillars of the open space round it, with their bases and nails and cords."}, {"id": 4003038, "c": 3, "v": 38, "d": "And those whose tents are to be placed on the east side of the House in front of the Tent of meeting, looking to the dawn, are Moses and Aaron and his sons, who will do the work of the holy place for the children of Israel; and any strange person who comes near will be put to death."}, {"id": 4003039, "c": 3, "v": 39, "d": "All the Levites numbered by Moses and Aaron at the order of the Lord, all the males of one month old and over numbered in the order of their families, were twenty-two thousand."}, {"id": 4003040, "c": 3, "v": 40, "d": "And the Lord said to Moses, Let all the first male children be numbered, and take the number of their names."}, {"id": 4003041, "c": 3, "v": 41, "d": "And give to me the Levites (I am the Lord) in place of the first sons of the children of Israel; and the cattle of the Levites in place of the first births among the cattle of the children of Israel."}, {"id": 4003042, "c": 3, "v": 42, "d": "So Moses had all the first sons among the children of Israel numbered, as the Lord said to him."}, {"id": 4003043, "c": 3, "v": 43, "d": "Every first son from a month old and over was numbered by name, and the number came to twenty-two thousand, two hundred and seventy-three."}, {"id": 4003044, "c": 3, "v": 44, "d": "And the Lord said to Moses,"}, {"id": 4003045, "c": 3, "v": 45, "d": "Take the Levites in place of all the first sons of the children of Israel, and the cattle of the Levites in place of their cattle; the Levites are to be mine; I am the Lord."}, {"id": 4003046, "c": 3, "v": 46, "d": "And the price you have to give for the two hundred and seventy-three first sons of the children of Israel which are in addition to the number of the Levites,"}, {"id": 4003047, "c": 3, "v": 47, "d": "Will be five shekels for every one, by the scale of the holy place (the shekel is twenty gerahs);"}, {"id": 4003048, "c": 3, "v": 48, "d": "And this money, the price of those over the number of the Levites, is to be given to Aaron and his sons."}, {"id": 4003049, "c": 3, "v": 49, "d": "So Moses took the money, the price of those whose place had not been taken by the Levites;"}, {"id": 4003050, "c": 3, "v": 50, "d": "From the first sons of Israel he took it, a thousand, three hundred and sixty-five shekels, by the scale of the holy place;"}, {"id": 4003051, "c": 3, "v": 51, "d": "And he gave the money to Aaron and his sons, as the Lord had said."}, {"id": 4004001, "c": 4, "v": 1, "d": "And the Lord said to Moses and Aaron,"}, {"id": 4004002, "c": 4, "v": 2, "d": "Let the sons of Kohath, from among the sons of Levi, be numbered by their families, in the order of their fathers' houses;"}, {"id": 4004003, "c": 4, "v": 3, "d": "All those from thirty to fifty years old who are able to do the work of the Tent of meeting."}, {"id": 4004004, "c": 4, "v": 4, "d": "And this is to be the work of the sons of Kohath in connection with the most holy things."}, {"id": 4004005, "c": 4, "v": 5, "d": "When all the people go forward, Aaron is to go in with his sons, and take down the veil of the curtain, covering the ark of witness with it;"}, {"id": 4004006, "c": 4, "v": 6, "d": "And putting over it the leather cover and over that a blue cloth; and putting its rods in place."}, {"id": 4004007, "c": 4, "v": 7, "d": "And on the table of the holy bread they are to put a blue cloth, and on it all the vessels, the spoons and the basins and the cups; and the holy bread with them;"}, {"id": 4004008, "c": 4, "v": 8, "d": "And over them they are to put a red cloth, covering it with a leather cover, and putting its rods in their places."}, {"id": 4004009, "c": 4, "v": 9, "d": "And they are to take a blue cloth, covering with it the light-support with its lights and its instruments and its trays and all the oil vessels which are used for it:"}, {"id": 4004010, "c": 4, "v": 10, "d": "All these they are to put in a leather cover, and put it on the frame."}, {"id": 4004011, "c": 4, "v": 11, "d": "On the gold altar they are to put a blue cloth, covering it with a leather cover; and they are to put its rods in their places."}, {"id": 4004012, "c": 4, "v": 12, "d": "All the vessels which are used in the holy place they are to put in a blue cloth, covering them with a leather cover, and put them on the frame."}, {"id": 4004013, "c": 4, "v": 13, "d": "And they are to take away the burned waste from the altar, and put a purple cloth on it;"}, {"id": 4004014, "c": 4, "v": 14, "d": "Placing on the cloth all its vessels, the fire-baskets, the meat-hooks, the spades, and the basins; all the vessels of the altar; they are to put a leather cover over all these, and put its rods in their places."}, {"id": 4004015, "c": 4, "v": 15, "d": "And after the holy place and all its vessels have been covered up by Aaron and his sons, when the tents of the people go forward, the sons of Kohath are to come and take it up; but the holy things may not be touched by them for fear of death."}, {"id": 4004016, "c": 4, "v": 16, "d": "And Eleazar, the son of Aaron the priest, is to be responsible for the oil for the light, and the sweet perfumes for burning, and the regular meal offering, and the holy oil; the House and the holy place and everything in it will be in his care."}, {"id": 4004017, "c": 4, "v": 17, "d": "And the Lord said to Moses and Aaron,"}, {"id": 4004018, "c": 4, "v": 18, "d": "Do not let the family of the Kohathites be cut off from among the Levites;"}, {"id": 4004019, "c": 4, "v": 19, "d": "But do this to them, so that life and not death may be theirs when they come near the most holy things; let Aaron and his sons go in and give to every one his work and that which he is to take up;"}, {"id": 4004020, "c": 4, "v": 20, "d": "But they themselves are not to go in to see the holy place, even for a minute, for fear of death."}, {"id": 4004021, "c": 4, "v": 21, "d": "And the Lord said to Moses,"}, {"id": 4004022, "c": 4, "v": 22, "d": "Let the sons of Gershon be numbered by families, in the order of their fathers' houses;"}, {"id": 4004023, "c": 4, "v": 23, "d": "All those from thirty to fifty years old who are able to do the work of the Tent of meeting."}, {"id": 4004024, "c": 4, "v": 24, "d": "This is to be the work of the Gershonites, the things they are to do and take up."}, {"id": 4004025, "c": 4, "v": 25, "d": "They are to take up the curtains of the House, and the Tent of meeting with its cover and the leather cover over it, and the hangings for the door of the Tent of meeting;"}, {"id": 4004026, "c": 4, "v": 26, "d": "And the hangings for the open space round the House and the altar, and the curtain for its doorway, with the cords and all the things used for them; whatever is necessary for these, they are to do."}, {"id": 4004027, "c": 4, "v": 27, "d": "From the mouth of Aaron and his sons the Gershonites will have word about all the things they are to do and take up; you are to give them their orders."}, {"id": 4004028, "c": 4, "v": 28, "d": "This is the work of the family of the Gershonites in the Tent of meeting, and they will be under the direction of Ithamar, the son of Aaron the priest."}, {"id": 4004029, "c": 4, "v": 29, "d": "The sons of Merari are to be numbered by families, in the order of their fathers' houses;"}, {"id": 4004030, "c": 4, "v": 30, "d": "Every one from thirty to fifty years old who is able to do the work of the Tent of meeting."}, {"id": 4004031, "c": 4, "v": 31, "d": "And this is their part in the work of the Tent of meeting: the transport of the boards and the rods of the Tent, with the pillars and their bases;"}, {"id": 4004032, "c": 4, "v": 32, "d": "And the pillars of the open space outside it, with their bases and their nails and cords and all the instruments used, and everything which has to be done there; all the instruments for which they are responsible are to be numbered by name."}, {"id": 4004033, "c": 4, "v": 33, "d": "This is the work which the sons of Merari are to do in connection with the Tent of meeting, under the direction of Ithamar, the son of Aaron the priest."}, {"id": 4004034, "c": 4, "v": 34, "d": "So Moses and Aaron and the chiefs of the people took in hand the numbering of the sons of the Kohathites, by families, in the order of their fathers' houses;"}, {"id": 4004035, "c": 4, "v": 35, "d": "Numbering all those from thirty to fifty years old who were able to do the work in the Tent of meeting;"}, {"id": 4004036, "c": 4, "v": 36, "d": "And the number of all these was two thousand, seven hundred and fifty."}, {"id": 4004037, "c": 4, "v": 37, "d": "This is the number of those of the Kohathites who did the work in the Tent of meeting, as they were numbered by Moses and Aaron at the order of the Lord."}, {"id": 4004038, "c": 4, "v": 38, "d": "And those of the sons of Gershon who were numbered by families,"}, {"id": 4004039, "c": 4, "v": 39, "d": "All those from thirty to fifty years old who were able to do the work in the Tent of meeting,"}, {"id": 4004040, "c": 4, "v": 40, "d": "Who were numbered by families in the order of their fathers' houses, were two thousand, six hundred and thirty."}, {"id": 4004041, "c": 4, "v": 41, "d": "This is the number of the sons of Gershon who did the work in the Tent of meeting, as they were numbered by Moses and Aaron at the order of the Lord."}, {"id": 4004042, "c": 4, "v": 42, "d": "And those of the sons of Merari who were numbered by families, in the order of their fathers' houses,"}, {"id": 4004043, "c": 4, "v": 43, "d": "All those from thirty to fifty years old who did the work in the Tent of meeting,"}, {"id": 4004044, "c": 4, "v": 44, "d": "Who were numbered by families, were three thousand, two hundred."}, {"id": 4004045, "c": 4, "v": 45, "d": "This is the number of the sons of Merari, numbered by Moses and Aaron at the order of the Lord."}, {"id": 4004046, "c": 4, "v": 46, "d": "And all the Levites who were numbered by Moses and Aaron and the chiefs of the people, by families, in the order of their fathers' houses,"}, {"id": 4004047, "c": 4, "v": 47, "d": "Those from thirty to fifty years old who were able to do the work of the Tent of meeting and of its transport,"}, {"id": 4004048, "c": 4, "v": 48, "d": "Came to eight thousand, five hundred and eighty."}, {"id": 4004049, "c": 4, "v": 49, "d": "At the order of the Lord they were numbered by Moses, every one in relation to his work and to his part in the transport; so they were numbered by Moses at the order of the Lord."}, {"id": 4005001, "c": 5, "v": 1, "d": "And the Lord said to Moses,"}, {"id": 4005002, "c": 5, "v": 2, "d": "Give orders to the children of Israel to put outside the tent-circle every leper, and anyone who has any sort of flow from his body, and anyone who is unclean from the touch of the dead;"}, {"id": 4005003, "c": 5, "v": 3, "d": "Male or female they are to be put outside the tent-circle, so that they may not make unclean my resting-place among them."}, {"id": 4005004, "c": 5, "v": 4, "d": "So the children of Israel did as the Lord had said to Moses, and put them outside the tent-circle."}, {"id": 4005005, "c": 5, "v": 5, "d": "And the Lord said to Moses,"}, {"id": 4005006, "c": 5, "v": 6, "d": "Say to the children of Israel, If a man or a woman does any of the sins of men, going against the word of the Lord, and is in the wrong;"}, {"id": 4005007, "c": 5, "v": 7, "d": "Let them say openly what they have done; and make payment for the wrong done, with the addition of a fifth part, and give it to him to whom the wrong was done."}, {"id": 4005008, "c": 5, "v": 8, "d": "But if the man has no relation to whom the payment may be made, then the payment for sin made to the Lord will be the priest's, in addition to the sheep offered to take away his sin."}, {"id": 4005009, "c": 5, "v": 9, "d": "And every offering lifted up of all the holy things which the children of Israel give to the priest, will be his."}, {"id": 4005010, "c": 5, "v": 10, "d": "And every man's holy things will be his: whatever a man gives to the priest will be his."}, {"id": 4005011, "c": 5, "v": 11, "d": "And the Lord said to Moses,"}, {"id": 4005012, "c": 5, "v": 12, "d": "Say to the children of Israel, If any man's wife does wrong, sinning against him"}, {"id": 4005013, "c": 5, "v": 13, "d": "By taking as her lover another man, and keeps it secret so that her husband has no knowledge of it, and there is no witness against her, and she is not taken in the act;"}, {"id": 4005014, "c": 5, "v": 14, "d": "If the spirit of doubt comes into her husband's heart, and he has doubts of his wife, with good cause; or if he has doubts of her without cause:"}, {"id": 4005015, "c": 5, "v": 15, "d": "Then let him take her to the priest, offering for her the tenth part of an ephah of barley meal, without oil or perfume; for it is a meal offering of a bitter spirit, a meal offering keeping wrongdoing in mind."}, {"id": 4005016, "c": 5, "v": 16, "d": "And the priest will make her come near and put her before the Lord;"}, {"id": 4005017, "c": 5, "v": 17, "d": "And the priest will take holy water in a pot and put in it dust from the floor of the House;"}, {"id": 4005018, "c": 5, "v": 18, "d": "And he will make the woman come before the Lord with her hair loose, and will put the meal offering, the offering of a bitter spirit, in her hands; and the priest will take in his hand the bitter water causing the curse;"}, {"id": 4005019, "c": 5, "v": 19, "d": "And he will make her take an oath, and say to her, If no man has been your lover and you have not been with another in place of your husband, you are free from this bitter water causing the curse;"}, {"id": 4005020, "c": 5, "v": 20, "d": "But if you have been with another in place of your husband and have made yourself unclean with a lover:"}, {"id": 4005021, "c": 5, "v": 21, "d": "Then the priest will put the oath of the curse on the woman, and say to her, May the Lord make you a curse and an oath among your people, sending on you wasting of the legs and disease of the stomach;"}, {"id": 4005022, "c": 5, "v": 22, "d": "And this water of the curse will go into your body, causing disease of your stomach and wasting of your legs: and the woman will say, So be it."}, {"id": 4005023, "c": 5, "v": 23, "d": "And the priest will put these curses in a book, washing out the writing with the bitter water;"}, {"id": 4005024, "c": 5, "v": 24, "d": "And he will give to the woman the bitter water for drink; and the bitter water causing the curse will go into her."}, {"id": 4005025, "c": 5, "v": 25, "d": "And the priest will take from her hand the meal offering of doubt, waving it before the Lord, and will take it to the altar;"}, {"id": 4005026, "c": 5, "v": 26, "d": "And he will take some of it in his hand, burning it on the altar as a sign, and then he will give the woman the bitter water."}, {"id": 4005027, "c": 5, "v": 27, "d": "And it will be that if the woman has become unclean, sinning against her husband, when she has taken the bitter water it will go into her body, causing disease of the stomach and wasting of the legs, and she will be a curse among her people."}, {"id": 4005028, "c": 5, "v": 28, "d": "But if she is clean she will be free and will have offspring."}, {"id": 4005029, "c": 5, "v": 29, "d": "This is the law for testing a wife who goes with another in place of her husband and becomes unclean;"}, {"id": 4005030, "c": 5, "v": 30, "d": "Or for a husband who, in a bitter spirit, has doubts in his heart about his wife; let him take her to the priest, who will put in force this law."}, {"id": 4005031, "c": 5, "v": 31, "d": "Then the man will be free from all wrong, and the woman's sin will be on her."}, {"id": 4006001, "c": 6, "v": 1, "d": "And the Lord said to Moses,"}, {"id": 4006002, "c": 6, "v": 2, "d": "Say to the children of Israel, If a man or a woman takes an oath to keep himself separate and give himself to the Lord;"}, {"id": 4006003, "c": 6, "v": 3, "d": "He is to keep himself from wine and strong drink, and take no mixed wine or strong drink or any drink made from grapes, or any grapes, green or dry."}, {"id": 4006004, "c": 6, "v": 4, "d": "All the time he is separate he may take nothing made from the grape-vine, from its seeds to its skin."}, {"id": 4006005, "c": 6, "v": 5, "d": "All the time he is under his oath let no blade come near his head; till the days while he is separate are ended he is holy and his hair may not be cut."}, {"id": 4006006, "c": 6, "v": 6, "d": "All the time he is separate he may not come near any dead body."}, {"id": 4006007, "c": 6, "v": 7, "d": "He may not make himself unclean for his father or his mother, his sister or his brother, if death comes to them; because he is under an oath to keep himself separate for God."}, {"id": 4006008, "c": 6, "v": 8, "d": "All the time he is separate he is holy to the Lord."}, {"id": 4006009, "c": 6, "v": 9, "d": "If death comes suddenly to a man at his side, so that he becomes unclean, let his hair be cut off on the day when he is made clean, on the seventh day."}, {"id": 4006010, "c": 6, "v": 10, "d": "And on the eighth day let him take to the priest, at the door of the Tent of meeting, two doves or two young pigeons;"}, {"id": 4006011, "c": 6, "v": 11, "d": "And the priest will give one for a sin-offering and the other for a burned offering to take away the sin which came on him on account of the dead, and he will make his head holy that same day."}, {"id": 4006012, "c": 6, "v": 12, "d": "And he will give to the Lord his days of being separate, offering a he-lamb of the first year as an offering for error: but the earlier days will be a loss, because he became unclean."}, {"id": 4006013, "c": 6, "v": 13, "d": "And this is the law for him who is separate, when the necessary days are ended: he is to come to the door of the Tent of meeting,"}, {"id": 4006014, "c": 6, "v": 14, "d": "And make his offering to the Lord; one he-lamb of the first year, without a mark, for a burned offering, and one female lamb of the first year, without a mark, for a sin-offering, and one male sheep, without a mark, for peace-offerings,"}, {"id": 4006015, "c": 6, "v": 15, "d": "And a basket of unleavened bread, cakes of the best meal mixed with oil, and thin unleavened cakes covered with oil, with their meal offering and drink offerings."}, {"id": 4006016, "c": 6, "v": 16, "d": "And the priest will take them before the Lord, and make his sin-offering and his burned offering;"}, {"id": 4006017, "c": 6, "v": 17, "d": "Giving the sheep of the peace-offerings, with the basket of unleavened bread; and at the same time, the priest will make his meal offering and his drink offering."}, {"id": 4006018, "c": 6, "v": 18, "d": "Then let his long hair, the sign of his oath, be cut off at the door of the Tent of meeting, and let him put it on the fire on which the peace-offerings are burning."}, {"id": 4006019, "c": 6, "v": 19, "d": "And the priest will take the cooked leg of the sheep and one unleavened cake and one thin cake out of the basket, and put them on the hands of the separate one after his hair has been cut,"}, {"id": 4006020, "c": 6, "v": 20, "d": "Waving them for a wave offering before the Lord; this is holy for the priest, together with the waved breast and the leg which is lifted up; after that, the man may take wine."}, {"id": 4006021, "c": 6, "v": 21, "d": "This is the law for him who takes an oath to keep himself separate, and for his offering to the Lord on that account, in addition to what he may be able to get; this is the law of his oath, which he will have to keep."}, {"id": 4006022, "c": 6, "v": 22, "d": "And the Lord said to Moses,"}, {"id": 4006023, "c": 6, "v": 23, "d": "Say to Aaron and his sons, These are the words of blessing which are to be used by you in blessing the children of Israel; say to them,"}, {"id": 4006024, "c": 6, "v": 24, "d": "May the Lord send his blessing on you and keep you:"}, {"id": 4006025, "c": 6, "v": 25, "d": "May the light of the Lord's face be shining on you in grace:"}, {"id": 4006026, "c": 6, "v": 26, "d": "May the Lord's approval be resting on you and may he give you peace."}, {"id": 4006027, "c": 6, "v": 27, "d": "So they will put my name on the children of Israel, and I will give them my blessing."}, {"id": 4007001, "c": 7, "v": 1, "d": "And when Moses had put up the House completely, and had put oil on it and made it holy, with all the things in it, and had made the altar and all its vessels holy with oil;"}, {"id": 4007002, "c": 7, "v": 2, "d": "Then the chiefs of Israel, the heads of their fathers' houses, made offerings; these were the chiefs of the tribes, who were over those who were numbered."}, {"id": 4007003, "c": 7, "v": 3, "d": "And they came with their offerings before the Lord, six covered carts and twelve oxen; a cart for every two of the chiefs, and for every one an ox."}, {"id": 4007004, "c": 7, "v": 4, "d": "And the Lord said to Moses,"}, {"id": 4007005, "c": 7, "v": 5, "d": "Take the things from them, to be used for the work of the Tent of meeting; and give them to the Levites, to every man what is needed for his work."}, {"id": 4007006, "c": 7, "v": 6, "d": "So Moses took the carts and the oxen and gave them to the Levites."}, {"id": 4007007, "c": 7, "v": 7, "d": "Two carts and four oxen he gave to the sons of Gershon for their work;"}, {"id": 4007008, "c": 7, "v": 8, "d": "And four carts and eight oxen he gave to the sons of Merari for their work, under the direction of Ithamar, the son of Aaron the priest."}, {"id": 4007009, "c": 7, "v": 9, "d": "But to the sons of Kohath he gave nothing; because they had the care of the holy place, taking it about on their backs."}, {"id": 4007010, "c": 7, "v": 10, "d": "And the chiefs gave an offering for the altar on the day when the holy oil was put on it; they made their offering before the altar."}, {"id": 4007011, "c": 7, "v": 11, "d": "And the Lord said to Moses, Let every chief on his day give his offering to make the altar holy."}, {"id": 4007012, "c": 7, "v": 12, "d": "And he who made his offering on the first day was Nahshon, the son of Amminadab, of the tribe of Judah:"}, {"id": 4007013, "c": 7, "v": 13, "d": "And his offering was one silver plate, a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007014, "c": 7, "v": 14, "d": "One gold spoon of ten shekels, full of spice for burning;"}, {"id": 4007015, "c": 7, "v": 15, "d": "One young ox, one male sheep, one he-lamb of the first year, for a burned offering;"}, {"id": 4007016, "c": 7, "v": 16, "d": "One male of the goats for a sin-offering;"}, {"id": 4007017, "c": 7, "v": 17, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Nahshon, the son of Amminadab."}, {"id": 4007018, "c": 7, "v": 18, "d": "On the second day Nethanel, the son of Zuar, chief of Issachar, made his offering:"}, {"id": 4007019, "c": 7, "v": 19, "d": "He gave one silver plate, a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007020, "c": 7, "v": 20, "d": "One gold spoon of ten shekels, full of spice;"}, {"id": 4007021, "c": 7, "v": 21, "d": "One young ox, one male sheep, one he-lamb of the first year, for a burned offering;"}, {"id": 4007022, "c": 7, "v": 22, "d": "One male of the goats for a sin-offering;"}, {"id": 4007023, "c": 7, "v": 23, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Nethanel, the son of Zuar."}, {"id": 4007024, "c": 7, "v": 24, "d": "On the third day Eliab, the son of Helon, chief of the children of Zebulun:"}, {"id": 4007025, "c": 7, "v": 25, "d": "His offering was one silver plate, a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007026, "c": 7, "v": 26, "d": "One gold spoon of ten shekels, full of spice;"}, {"id": 4007027, "c": 7, "v": 27, "d": "One young ox, one male sheep, one he-lamb of the first year, for a burned offering;"}, {"id": 4007028, "c": 7, "v": 28, "d": "One male of the goats for a sin-offering;"}, {"id": 4007029, "c": 7, "v": 29, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Eliab, the son of Helon."}, {"id": 4007030, "c": 7, "v": 30, "d": "On the fourth day Elizur, the son of Shedeur, chief of the children of Reuben:"}, {"id": 4007031, "c": 7, "v": 31, "d": "His offering was one silver plate, a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007032, "c": 7, "v": 32, "d": "One gold spoon of ten shekels, full of spice;"}, {"id": 4007033, "c": 7, "v": 33, "d": "One young ox, one male sheep, one he-lamb of the first year, for a burned offering;"}, {"id": 4007034, "c": 7, "v": 34, "d": "One male of the goats for a sin-offering;"}, {"id": 4007035, "c": 7, "v": 35, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Elizur, the son of Shedeur."}, {"id": 4007036, "c": 7, "v": 36, "d": "On the fifth day Shelumiel, the son of Zurishaddai, chief of the children of Simeon:"}, {"id": 4007037, "c": 7, "v": 37, "d": "His offering was one silver plate, a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007038, "c": 7, "v": 38, "d": "One gold spoon of ten shekels, full of spice;"}, {"id": 4007039, "c": 7, "v": 39, "d": "One young ox, one male sheep, one he-lamb of the first year, for a burned offering;"}, {"id": 4007040, "c": 7, "v": 40, "d": "One male of the goats for a sin-offering;"}, {"id": 4007041, "c": 7, "v": 41, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Shelumiel, the son of Zurishaddai."}, {"id": 4007042, "c": 7, "v": 42, "d": "On the sixth day Eliasaph, the son of Reuel, chief of the children of Gad:"}, {"id": 4007043, "c": 7, "v": 43, "d": "His offering was one silver plate, a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007044, "c": 7, "v": 44, "d": "One gold spoon of ten shekels, full of spice;"}, {"id": 4007045, "c": 7, "v": 45, "d": "One young ox, one male sheep, one he-lamb of the first year, for a burned offering;"}, {"id": 4007046, "c": 7, "v": 46, "d": "One male of the goats for a sin-offering;"}, {"id": 4007047, "c": 7, "v": 47, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Eliasaph, the son of Reuel"}, {"id": 4007048, "c": 7, "v": 48, "d": "On the seventh day Elishama, the son of Ammihud, chief of the children of Ephraim:"}, {"id": 4007049, "c": 7, "v": 49, "d": "His offering was one silver plate, a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007050, "c": 7, "v": 50, "d": "One gold spoon of ten shekels, full of spice;"}, {"id": 4007051, "c": 7, "v": 51, "d": "One young ox, one male sheep, one he-lamb of the first year, for a burned offering;"}, {"id": 4007052, "c": 7, "v": 52, "d": "One male of the goats for a sin-offering;"}, {"id": 4007053, "c": 7, "v": 53, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Elishama, the son of Ammihud."}, {"id": 4007054, "c": 7, "v": 54, "d": "On the eighth day Gamaliel, the son of Pedahzur, chief of the children of Manasseh:"}, {"id": 4007055, "c": 7, "v": 55, "d": "His offering was one silver plate, a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007056, "c": 7, "v": 56, "d": "One gold spoon of ten shekels, full of spice;"}, {"id": 4007057, "c": 7, "v": 57, "d": "One young ox, one male sheep, one he-lamb of the first year, for a burned offering;"}, {"id": 4007058, "c": 7, "v": 58, "d": "One male of the goats for a sin-offering;"}, {"id": 4007059, "c": 7, "v": 59, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Gamaliel, the son of Pedahzur."}, {"id": 4007060, "c": 7, "v": 60, "d": "On the ninth day Abidan, the son of Gideoni, chief of the children of Benjamin:"}, {"id": 4007061, "c": 7, "v": 61, "d": "His offering was one silver plate, a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007062, "c": 7, "v": 62, "d": "One gold spoon of ten shekels, full of spice;"}, {"id": 4007063, "c": 7, "v": 63, "d": "One young ox, one male sheep, one he-lamb of the first year for a burned offering;"}, {"id": 4007064, "c": 7, "v": 64, "d": "One male of the goats for a sin-offering;"}, {"id": 4007065, "c": 7, "v": 65, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Abidan, the son of Gideoni."}, {"id": 4007066, "c": 7, "v": 66, "d": "On the tenth day Ahiezer; the son of Ammishaddai, chief of the children of Dan:"}, {"id": 4007067, "c": 7, "v": 67, "d": "His offering was one silver plate, a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007068, "c": 7, "v": 68, "d": "One gold spoon of ten shekels, full of spice;"}, {"id": 4007069, "c": 7, "v": 69, "d": "One young ox, one male sheep, one he-lamb of the first year, for a burned offering;"}, {"id": 4007070, "c": 7, "v": 70, "d": "One male of the goats for a sin-offering;"}, {"id": 4007071, "c": 7, "v": 71, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Ahiezer, the son of Ammishaddai."}, {"id": 4007072, "c": 7, "v": 72, "d": "On the eleventh day Pagiel, the son of Ochran, chief of the children of Asher:"}, {"id": 4007073, "c": 7, "v": 73, "d": "His offering was one silver plate; a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007074, "c": 7, "v": 74, "d": "One gold spoon of ten shekels, full of spice;"}, {"id": 4007075, "c": 7, "v": 75, "d": "One young ox, one male sheep, one he-lamb of the first year, for a burned offering;"}, {"id": 4007076, "c": 7, "v": 76, "d": "One male of the goats for a sin-offering;"}, {"id": 4007077, "c": 7, "v": 77, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Pagiel, the son of Ochran."}, {"id": 4007078, "c": 7, "v": 78, "d": "On the twelfth day Ahira, the son of Enan, chief of the children of Naphtali:"}, {"id": 4007079, "c": 7, "v": 79, "d": "His offering was one silver plate, a hundred and thirty shekels in weight, one silver basin of seventy shekels, by the scale of the holy place; the two of them full of the best meal mixed with oil for a meal offering;"}, {"id": 4007080, "c": 7, "v": 80, "d": "One gold spoon of ten shekels, full of spice;"}, {"id": 4007081, "c": 7, "v": 81, "d": "One young ox, one male sheep, one he-lamb of the first year, for a burned offering;"}, {"id": 4007082, "c": 7, "v": 82, "d": "One male of the goats for a sin-offering;"}, {"id": 4007083, "c": 7, "v": 83, "d": "And for the peace-offerings, two oxen, five male sheep, five he-goats, five he-lambs of the first year: this was the offering of Ahira, the son of Enan."}, {"id": 4007084, "c": 7, "v": 84, "d": "These were the offerings given for the altar by the chiefs of Israel, when the holy oil was put on it: twelve silver plates, twelve silver basins, twelve gold spoons;"}, {"id": 4007085, "c": 7, "v": 85, "d": "The weight of every silver plate was a hundred and thirty shekels, and of every basin seventy; the weight of all the silver of the vessels was two thousand and four hundred shekels, by the scale of the holy place;"}, {"id": 4007086, "c": 7, "v": 86, "d": "The weight of the twelve gold spoons of spice for burning was ten shekels for every one, by the scale of the holy place; all the gold of the spoons was a hundred and twenty shekels;"}, {"id": 4007087, "c": 7, "v": 87, "d": "All the oxen, for the burned offering were twelve, the male sheep twelve, the he-lambs of the first year twelve, with their meal offering; and the males of the goats for sin-offering twelve;"}, {"id": 4007088, "c": 7, "v": 88, "d": "And all the oxen for the peace-offerings, twenty-four oxen, the male sheep sixty, and the he-goats sixty, the he-lambs of the first year sixty. This was given for the altar after the holy oil was put on it."}, {"id": 4007089, "c": 7, "v": 89, "d": "And when Moses went into the Tent of meeting to have talk with him, then the Voice came to his ears from over the cover which was on the ark of witness, from between the two winged ones. And he had talk with him."}, {"id": 4008001, "c": 8, "v": 1, "d": "And the Lord said to Moses,"}, {"id": 4008002, "c": 8, "v": 2, "d": "Say to Aaron, When you put the lights in their places, the seven lights will give light in front of the support."}, {"id": 4008003, "c": 8, "v": 3, "d": "And Aaron did so; he put the lights in their places so that they gave light in front of the support, as the Lord gave orders to Moses."}, {"id": 4008004, "c": 8, "v": 4, "d": "The support for the lights was of hammered gold work, from its base to its flowers it was of hammered work; from the design which the Lord had given to Moses, he made the support for the lights."}, {"id": 4008005, "c": 8, "v": 5, "d": "And the Lord said to Moses,"}, {"id": 4008006, "c": 8, "v": 6, "d": "Take the Levites out from among the children of Israel and make them clean."}, {"id": 4008007, "c": 8, "v": 7, "d": "And this is how you are to make them clean: let the holy water which takes away sin be put on them, and let the hair all over their bodies be cut off with a sharp blade, and let their clothing be washed and their bodies made clean."}, {"id": 4008008, "c": 8, "v": 8, "d": "Then let them take a young ox and its meal offering, crushed grain mixed with oil, and take another ox for a sin-offering."}, {"id": 4008009, "c": 8, "v": 9, "d": "And make the Levites come forward in front of the Tent of meeting, and let all the children of Israel come together:"}, {"id": 4008010, "c": 8, "v": 10, "d": "And you are to take the Levites before the Lord: and the children of Israel are to put their hands on them:"}, {"id": 4008011, "c": 8, "v": 11, "d": "And Aaron is to give the Levites to the Lord as a wave offering from the children of Israel, so that they may do the Lord's work."}, {"id": 4008012, "c": 8, "v": 12, "d": "And the Levites are to put their hands on the heads of the oxen, and one of the oxen is to be offered for a sin-offering and the other for a burned offering to the Lord to take away the sin of the Levites."}, {"id": 4008013, "c": 8, "v": 13, "d": "Then the Levites are to be put before Aaron and his sons, to be offered as a wave offering to the Lord."}, {"id": 4008014, "c": 8, "v": 14, "d": "So you are to make the Levites separate from the children of Israel, and the Levites will be mine."}, {"id": 4008015, "c": 8, "v": 15, "d": "After that, the Levites will go in to do whatever has to be done in the Tent of meeting; you are to make them clean and give them as a wave offering."}, {"id": 4008016, "c": 8, "v": 16, "d": "For they have been given to me from among the children of Israel; in place of every mother's first son, the first to come to birth in Israel, I have taken them for myself."}, {"id": 4008017, "c": 8, "v": 17, "d": "For every mother's first son among the children of Israel is mine, the first male birth of man or beast: on the day when I sent death on all the first sons in the land of Egypt, I made them mine."}, {"id": 4008018, "c": 8, "v": 18, "d": "And in place of the first sons among the children of Israel, I have taken the Levites."}, {"id": 4008019, "c": 8, "v": 19, "d": "And I have given them to Aaron and to his sons, from among the children of Israel, to undertake for them all the work of the Tent of meeting, and to take away sin from the children of Israel so that no evil may come on them when they come near the holy place."}, {"id": 4008020, "c": 8, "v": 20, "d": "All these things Moses and Aaron and the children of Israel did to the Levites; as the Lord gave orders to Moses about the Levites, so the children of Israel did."}, {"id": 4008021, "c": 8, "v": 21, "d": "And the Levites were made clean from sin, and their clothing was washed, and Aaron gave them for a wave offering before the Lord; and Aaron took away their sin and made them clean."}, {"id": 4008022, "c": 8, "v": 22, "d": "And then the Levites went in to do their work in the Tent of meeting before Aaron and his sons: all the orders which the Lord had given Moses about the Levites were put into effect."}, {"id": 4008023, "c": 8, "v": 23, "d": "And the Lord said to Moses,"}, {"id": 4008024, "c": 8, "v": 24, "d": "This is the rule for the Levites: those of twenty-five years old and over are to go in and do the work of the Tent of meeting;"}, {"id": 4008025, "c": 8, "v": 25, "d": "But after they are fifty years old, they are to give up their work and do no more;"}, {"id": 4008026, "c": 8, "v": 26, "d": "But be with their brothers in the Tent of meeting, taking care of it but doing no work. This is what you are to do in connection with the Levites and their work."}, {"id": 4009001, "c": 9, "v": 1, "d": "And the Lord said to Moses, in the waste land of Sinai, in the first month of the second year after they had come out of the land of Egypt,"}, {"id": 4009002, "c": 9, "v": 2, "d": "Let the children of Israel keep the Passover at its regular time."}, {"id": 4009003, "c": 9, "v": 3, "d": "In the fourteenth day of this month, at evening, you are to keep it at the regular time, and in the way ordered in the law."}, {"id": 4009004, "c": 9, "v": 4, "d": "And Moses gave orders to the children of Israel to keep the Passover."}, {"id": 4009005, "c": 9, "v": 5, "d": "So they kept the Passover in the first month, on the fourteenth day of the month, at evening, in the waste land of Sinai: as the Lord gave orders to Moses, so the children of Israel did."}, {"id": 4009006, "c": 9, "v": 6, "d": "And there were certain men who were unclean because of a dead body, so that they were not able to keep the Passover on that day; and they came before Moses and before Aaron on that day:"}, {"id": 4009007, "c": 9, "v": 7, "d": "And these men said to him, We have been made unclean by the dead body of a man; why may we not make the offering of the Lord at the regular time among the children of Israel?"}, {"id": 4009008, "c": 9, "v": 8, "d": "And Moses said to them, Do nothing till the Lord gives me directions about you."}, {"id": 4009009, "c": 9, "v": 9, "d": "And the Lord said to Moses,"}, {"id": 4009010, "c": 9, "v": 10, "d": "Say to the children of Israel, If any one of you or of your families is unclean because of a dead body, or is on a journey far away, still he is to keep the Passover to the Lord:"}, {"id": 4009011, "c": 9, "v": 11, "d": "In the second month, on the fourteenth day, in the evening, they are to keep it, taking it with unleavened bread and bitter-tasting plants;"}, {"id": 4009012, "c": 9, "v": 12, "d": "Nothing of it is to be kept till the morning, and no bone of it is to be broken: they are to keep it by the rules of the Passover."}, {"id": 4009013, "c": 9, "v": 13, "d": "But the man who, not being unclean or on a journey, does not keep the Passover, will be cut off from his people: because he did not make the offering of the Lord at the regular time, his sin will be on him."}, {"id": 4009014, "c": 9, "v": 14, "d": "And if a man from another country is among you and has a desire to keep the Passover to the Lord, let him do as is ordered in the law of the Passover: there is to be the same rule for the man from another nation and for him who had his birth in the land."}, {"id": 4009015, "c": 9, "v": 15, "d": "And on the day when the House was put up, the cloud came down on it, on the Tent of witness; and in the evening there was a light like fire over the House till the morning."}, {"id": 4009016, "c": 9, "v": 16, "d": "And so it was at all times: it was covered by the cloud, and by a light as of fire by night."}, {"id": 4009017, "c": 9, "v": 17, "d": "And whenever the cloud was taken up from over the House, then the children of Israel went journeying on; and in the place where the cloud came to rest, there the children of Israel put up their tents."}, {"id": 4009018, "c": 9, "v": 18, "d": "At the order of the Lord the children of Israel went forward, and at the order of the Lord they put up their tents: as long as the cloud was resting on the House, they did not go away from that place."}, {"id": 4009019, "c": 9, "v": 19, "d": "When the cloud was resting on the House for a long time the children of Israel, waiting for the order of the Lord, did not go on."}, {"id": 4009020, "c": 9, "v": 20, "d": "Sometimes the cloud was resting on the House for two or three days; then, by the order of the Lord, they kept their tents in that place, and when the Lord gave the order they went on."}, {"id": 4009021, "c": 9, "v": 21, "d": "And sometimes the cloud was there only from evening to morning; and when the cloud was taken up in the morning they went on their journey again: or if it was resting there by day and by night, whenever the cloud was taken up they went forward."}, {"id": 4009022, "c": 9, "v": 22, "d": "Or if the cloud came to rest on the House for two days or a month or a year without moving, the children of Israel went on waiting there and did not go on; but whenever it was taken up they went forward on their journey."}, {"id": 4009023, "c": 9, "v": 23, "d": "At the word of the Lord they put up their tents, and at the word of the Lord they went forward on their journey: they kept the orders of the Lord as he gave them by Moses."}, {"id": 4010001, "c": 10, "v": 1, "d": "And the Lord said to Moses,"}, {"id": 4010002, "c": 10, "v": 2, "d": "Make two silver horns of hammered work, to be used for getting the people together and to give the sign for the moving of the tents."}, {"id": 4010003, "c": 10, "v": 3, "d": "When they are sounded, all the people are to come together to you at the door of the Tent of meeting."}, {"id": 4010004, "c": 10, "v": 4, "d": "If only one of them is sounded, then the chiefs, the heads of the thousands of Israel, are to come to you."}, {"id": 4010005, "c": 10, "v": 5, "d": "When a loud note is sounded, the tents placed on the east side are to go forward."}, {"id": 4010006, "c": 10, "v": 6, "d": "At the sound of a second loud note, the tents on the south side are to go forward: the loud note will be the sign to go forward."}, {"id": 4010007, "c": 10, "v": 7, "d": "But when all the people are to come together, the horn is to be sounded but not loudly."}, {"id": 4010008, "c": 10, "v": 8, "d": "The horns are to be sounded by the sons of Aaron, the priests; this is to be a law for you for ever, from generation to generation."}, {"id": 4010009, "c": 10, "v": 9, "d": "And if you go to war in your land against any who do you wrong, then let the loud note of the horn be sounded; and the Lord your God will keep you in mind and give you salvation from those who are against you."}, {"id": 4010010, "c": 10, "v": 10, "d": "And on days of joy and on your regular feasts and on the first day of every month, let the horns be sounded over your burned offerings and your peace-offerings; and they will put the Lord in mind of you: I am the Lord your God."}, {"id": 4010011, "c": 10, "v": 11, "d": "Now in the second year, on the twentieth day of the second month, the cloud was taken up from over the Tent of witness."}, {"id": 4010012, "c": 10, "v": 12, "d": "And the children of Israel went on their journey out of the waste land of Sinai; and the cloud came to rest in the waste land of Paran."}, {"id": 4010013, "c": 10, "v": 13, "d": "They went forward for the first time on their journey as the Lord had given orders by the hand of Moses."}, {"id": 4010014, "c": 10, "v": 14, "d": "First the flag of the children of Judah went forward with their armies: and at the head of his army was Nahshon, the son of Amminadab."}, {"id": 4010015, "c": 10, "v": 15, "d": "And at the head of the army of the children of Issachar was Nethanel, the son of Zuar."}, {"id": 4010016, "c": 10, "v": 16, "d": "And at the head of the army of the children of Zebulun was Eliab, the son of Helon."}, {"id": 4010017, "c": 10, "v": 17, "d": "Then the House was taken down; and the sons of Gershon and the sons of Merari, who were responsible for moving the House, went forward."}, {"id": 4010018, "c": 10, "v": 18, "d": "Then the flag of the children of Reuben went forward with their armies: and at the head of his army was Elizur, the son of Shedeur."}, {"id": 4010019, "c": 10, "v": 19, "d": "And at the head of the army of the children of Simeon was Shelumiel, the son of Zurishaddai."}, {"id": 4010020, "c": 10, "v": 20, "d": "At the head of the army of the children of Gad was Eliasaph, the son of Reuel."}, {"id": 4010021, "c": 10, "v": 21, "d": "Then the Kohathites went forward with the holy place; the others put up the House ready for their coming."}, {"id": 4010022, "c": 10, "v": 22, "d": "Then the flag of the children of Ephraim went forward with their armies: and at the head of his army was Elishama, the son of Ammihud."}, {"id": 4010023, "c": 10, "v": 23, "d": "At the head of the army of the children of Manasseh was Gamaliel, the son of Pedahzur."}, {"id": 4010024, "c": 10, "v": 24, "d": "At the head of the army of the children of Benjamin was Abidan, the son of Gideoni."}, {"id": 4010025, "c": 10, "v": 25, "d": "And the flag of the children of Dan, whose tents were moved last of all, went forward with their armies: and at the head of his army was Ahiezer, the son of Ammishaddai."}, {"id": 4010026, "c": 10, "v": 26, "d": "At the head of the army of the children of Asher was Pagiel, the son of Ochran."}, {"id": 4010027, "c": 10, "v": 27, "d": "And at the head of the army of the children of Naphtali was Ahira, the son of Enan."}, {"id": 4010028, "c": 10, "v": 28, "d": "This was the order in which the children of Israel were journeying by armies; so they went forward."}, {"id": 4010029, "c": 10, "v": 29, "d": "Then Moses said to Hobab, the son of his father-in-law Reuel the Midianite, We are journeying to that place of which the Lord has said, I will give it to you: so come with us, and it will be for your profit: for the Lord has good things in store for Israel."}, {"id": 4010030, "c": 10, "v": 30, "d": "But he said, I will not go with you, I will go back to the land of my birth and to my relations."}, {"id": 4010031, "c": 10, "v": 31, "d": "And he said, Do not go from us; for you will be eyes for us, guiding us to the right places in the waste land to put up our tents."}, {"id": 4010032, "c": 10, "v": 32, "d": "And if you come with us, we will give you a part in whatever good the Lord does for us."}, {"id": 4010033, "c": 10, "v": 33, "d": "So they went forward three days' journey from the mountain of the Lord; and the ark of the Lord's agreement went three days' journey before them, looking for a resting-place for them;"}, {"id": 4010034, "c": 10, "v": 34, "d": "And by day the cloud of the Lord went over them, when they went forward from the place where they had put up their tents."}, {"id": 4010035, "c": 10, "v": 35, "d": "And when the ark went forward Moses said, Come up, O Lord, and let the armies of those who are against you be broken, and let your haters go in flight before you."}, {"id": 4010036, "c": 10, "v": 36, "d": "And when it came to rest, he said, Take rest, O Lord, and give a blessing to the families of Israel."}, {"id": 4011001, "c": 11, "v": 1, "d": "Now the people were saying evil against the Lord; and the Lord, hearing it, was angry and sent fire on them, burning the outer parts of the tent-circle."}, {"id": 4011002, "c": 11, "v": 2, "d": "And the people made an outcry to Moses, and Moses made prayer to the Lord, and the fire was stopped."}, {"id": 4011003, "c": 11, "v": 3, "d": "So that place was named Taberah, because of the fire of the Lord which had been burning among them."}, {"id": 4011004, "c": 11, "v": 4, "d": "And the mixed band of people who went with them were overcome by desire: and the children of Israel, weeping again, said, Who will give us flesh for our food?"}, {"id": 4011005, "c": 11, "v": 5, "d": "Sweet is the memory of the fish we had in Egypt for nothing, and the fruit and green plants of every sort, sharp and pleasing to the taste:"}, {"id": 4011006, "c": 11, "v": 6, "d": "But now our soul is wasted away; there is nothing at all: we have nothing but this manna before our eyes."}, {"id": 4011007, "c": 11, "v": 7, "d": "Now the manna was like a seed of grain, like small clear drops."}, {"id": 4011008, "c": 11, "v": 8, "d": "The people went about taking it up from the earth, crushing it between stones or hammering it to powder, and boiling it in pots, and they made cakes of it: its taste was like the taste of cakes cooked with oil."}, {"id": 4011009, "c": 11, "v": 9, "d": "When the dew came down on the tents at night, the manna came down with it."}, {"id": 4011010, "c": 11, "v": 10, "d": "And at the sound of the people weeping, every man at his tent-door, the wrath of the Lord was great, and Moses was very angry."}, {"id": 4011011, "c": 11, "v": 11, "d": "And Moses said to the Lord, Why have you done me this evil? and why have I not grace in your eyes, that you have put on me the care of all this people?"}, {"id": 4011012, "c": 11, "v": 12, "d": "Am I the father of all this people? have I given them birth, that you say to me, Take them in your arms, like a child at the breast, to the land which you gave by an oath to their fathers?"}, {"id": 4011013, "c": 11, "v": 13, "d": "Where am I to get flesh to give to all this people? For they are weeping to me and saying, Give us flesh for our food."}, {"id": 4011014, "c": 11, "v": 14, "d": "I am not able by myself to take the weight of all this people, for it is more than my strength."}, {"id": 4011015, "c": 11, "v": 15, "d": "If this is to be my fate, put me to death now in answer to my prayer, if I have grace in your eyes; and let me not see my shame."}, {"id": 4011016, "c": 11, "v": 16, "d": "And the Lord said to Moses, Send for seventy of the responsible men of Israel, who are in your opinion men of weight and authority over the people; make them come to the Tent of meeting and be there with you."}, {"id": 4011017, "c": 11, "v": 17, "d": "And I will come down and have talk with you there: and I will take some of the spirit which is on you and put it on them, and they will take part of the weight of the people off you, so that you do not have to take it by yourself."}, {"id": 4011018, "c": 11, "v": 18, "d": "And say to the people, Make yourselves clean before tomorrow and you will have flesh for your food: for in the ears of the Lord you have been weeping and saying, Who will give us flesh for food? for we were well off in Egypt: and so the Lord will give you flesh, and it will be your food;"}, {"id": 4011019, "c": 11, "v": 19, "d": "Not for one day only, or even for five or ten or twenty days;"}, {"id": 4011020, "c": 11, "v": 20, "d": "But every day for a month, till you are tired of it, turning from it in disgust: because you have gone against the Lord who is with you, and have been weeping before him saying, Why did we come out of Egypt?"}, {"id": 4011021, "c": 11, "v": 21, "d": "Then Moses said, The people, among whom I am, are six hundred thousand men on foot; and you have said, I will give them flesh to be their food for a month."}, {"id": 4011022, "c": 11, "v": 22, "d": "Are flocks and herds to be put to death for them? or are all the fish in the sea to be got together so that they may be full?"}, {"id": 4011023, "c": 11, "v": 23, "d": "And the Lord said to Moses, Has the Lord's hand become short? Now you will see if my word comes true for you or not."}, {"id": 4011024, "c": 11, "v": 24, "d": "And Moses went out and gave the people the words of the Lord: and he took seventy of the responsible men of the people, placing them round the Tent."}, {"id": 4011025, "c": 11, "v": 25, "d": "Then the Lord came down in the cloud and had talk with him, and put on the seventy men some of the spirit which was on him: now when the spirit came to rest on them, they were like prophets, but only at that time."}, {"id": 4011026, "c": 11, "v": 26, "d": "But two men were still in the tent-circle one of them named Eldad and the other Medad: and the spirit came to rest on them; they were among those who had been sent for, but they had not gone out to the Tent: and the prophet's power came on them in the tent-circle."}, {"id": 4011027, "c": 11, "v": 27, "d": "And a young man went running to Moses and said, Eldad and Medad are acting as prophets in the tent-circle."}, {"id": 4011028, "c": 11, "v": 28, "d": "Then Joshua, the son of Nun, who had been Moses' servant from the time when he was a child, said, My lord Moses, let them be stopped."}, {"id": 4011029, "c": 11, "v": 29, "d": "And Moses said to him, Are you moved by envy on my account? If only all the Lord's people were prophets, and the Lord might put his spirit on them!"}, {"id": 4011030, "c": 11, "v": 30, "d": "Then Moses, with the responsible men of Israel, went back to the tent-circle."}, {"id": 4011031, "c": 11, "v": 31, "d": "Then the Lord sent a wind, driving little birds from the sea, so that they came down on the tents, and all round the tent-circle, about a day's journey on this side and on that, in masses about two cubits high over the face of the earth."}, {"id": 4011032, "c": 11, "v": 32, "d": "And all that day and all night and the day after, the people were taking up the birds; the smallest amount which anyone got was ten homers: and they put them out all round the tents."}, {"id": 4011033, "c": 11, "v": 33, "d": "But while the meat was still between their teeth, before it was tasted, the wrath of the Lord was moved against the people and he sent a great outburst of disease on them."}, {"id": 4011034, "c": 11, "v": 34, "d": "So that place was named Kibroth-hattaavah; because there they put in the earth the bodies of the people who had given way to their desires."}, {"id": 4011035, "c": 11, "v": 35, "d": "From Kibroth-hattaavah the people went on to Hazeroth; and there they put up their tents."}, {"id": 4012001, "c": 12, "v": 1, "d": "Now Miriam and Aaron said evil against Moses, because of the Cushite woman to whom he was married, for he had taken a Cushite woman as his wife."}, {"id": 4012002, "c": 12, "v": 2, "d": "And they said, Have the words of the Lord been given to Moses only? have they not come to us? And the Lord took note of it."}, {"id": 4012003, "c": 12, "v": 3, "d": "Now the man Moses was more gentle than any other man on earth."}, {"id": 4012004, "c": 12, "v": 4, "d": "And suddenly the Lord said to Moses and Aaron and Miriam, Come out, you three, to the Tent of meeting. And the three of them went out."}, {"id": 4012005, "c": 12, "v": 5, "d": "And the Lord came down in a pillar of cloud, taking his place at the door of the Tent, and made Aaron and Miriam come before him."}, {"id": 4012006, "c": 12, "v": 6, "d": "And he said, Now give ear to my words: if there is a prophet among you I will give him knowledge of myself in a vision and will let my words come to him in a dream."}, {"id": 4012007, "c": 12, "v": 7, "d": "My servant Moses is not so; he is true to me in all my house:"}, {"id": 4012008, "c": 12, "v": 8, "d": "With him I will have talk mouth to mouth, openly and not in dark sayings; and with his eyes he will see the form of the Lord: why then had you no fear of saying evil against my servant Moses?"}, {"id": 4012009, "c": 12, "v": 9, "d": "And burning with wrath against them, the Lord went away."}, {"id": 4012010, "c": 12, "v": 10, "d": "And the cloud was moved from over the Tent; and straight away Miriam became a leper, as white as snow: and Aaron, looking at Miriam, saw that she was a leper."}, {"id": 4012011, "c": 12, "v": 11, "d": "Then Aaron said to Moses, O my lord, let not our sin be on our heads, for we have done foolishly and are sinners."}, {"id": 4012012, "c": 12, "v": 12, "d": "Let her not be as one dead, whose flesh is half wasted when he comes out from the body of his mother."}, {"id": 4012013, "c": 12, "v": 13, "d": "And Moses, crying to the Lord, said, Let my prayer come before you, O God, and make her well."}, {"id": 4012014, "c": 12, "v": 14, "d": "And the Lord said to Moses, If her father had put a mark of shame on her, would she not be shamed for seven days? Let her be shut up outside the tent-circle for seven days, and after that she may come in again."}, {"id": 4012015, "c": 12, "v": 15, "d": "So Miriam was shut up outside the tent-circle for seven days: and the people did not go forward on their journey till Miriam had come in again."}, {"id": 4012016, "c": 12, "v": 16, "d": "After that, the people went on from Hazeroth and put up their tents in the waste land of Paran."}, {"id": 4013001, "c": 13, "v": 1, "d": "And the Lord said to Moses,"}, {"id": 4013002, "c": 13, "v": 2, "d": "Send men to get knowledge about the land of Canaan, which I am giving to the children of Israel; from every tribe of their fathers you are to send a man, every one a chief among them."}, {"id": 4013003, "c": 13, "v": 3, "d": "And Moses sent them from the waste land of Paran as the Lord gave orders, all of them men who were heads of the children of Israel."}, {"id": 4013004, "c": 13, "v": 4, "d": "And these were their names: of the tribe of Reuben, Shammua, the son of Zaccur."}, {"id": 4013005, "c": 13, "v": 5, "d": "Of the tribe of Simeon, Shaphat, the son of Hori."}, {"id": 4013006, "c": 13, "v": 6, "d": "Of the tribe of Judah, Caleb, the son of Jephunneh."}, {"id": 4013007, "c": 13, "v": 7, "d": "Of the tribe of Issachar, Igal, the son of Joseph."}, {"id": 4013008, "c": 13, "v": 8, "d": "Of the tribe of Ephraim, Hoshea, the son of Nun."}, {"id": 4013009, "c": 13, "v": 9, "d": "Of the tribe of Benjamin, Palti, the son of Raphu."}, {"id": 4013010, "c": 13, "v": 10, "d": "Of the tribe of Zebulun, Gaddiel, the son of Sodi."}, {"id": 4013011, "c": 13, "v": 11, "d": "Of the tribe of Joseph, that is of the family of Manasseh, Gaddi, the son of Susi."}, {"id": 4013012, "c": 13, "v": 12, "d": "Of the tribe of Dan, Ammiel, the son of Gemalli."}, {"id": 4013013, "c": 13, "v": 13, "d": "Of the tribe of Asher, Sethur, the son of Michael"}, {"id": 4013014, "c": 13, "v": 14, "d": "Of the tribe of Naphtali, Nahbi, the son of Vophsi."}, {"id": 4013015, "c": 13, "v": 15, "d": "Of the tribe of Gad, Gevel, the son of Machi."}, {"id": 4013016, "c": 13, "v": 16, "d": "These are the names of the men whom Moses sent to get knowledge about the land. And Moses gave to Hoshea, the son of Nun, the name of Joshua."}, {"id": 4013017, "c": 13, "v": 17, "d": "So Moses sent them to have a look at the land of Canaan, and said to them, Go up into the South and into the hill-country;"}, {"id": 4013018, "c": 13, "v": 18, "d": "And see what the land is like; and if the people living in it are strong or feeble, small or great in number;"}, {"id": 4013019, "c": 13, "v": 19, "d": "And what sort of land they are living in, if it is good or bad; and what their living-places are, tent-circles or walled towns;"}, {"id": 4013020, "c": 13, "v": 20, "d": "And if the land is fertile or poor, and if there is wood in it or not. And be of good heart, and come back with some of the produce of the land. Now it was the time when the first grapes were ready."}, {"id": 4013021, "c": 13, "v": 21, "d": "So they went up and got a view of the land, from the waste land of Zin to Rehob, on the way to Hamath."}, {"id": 4013022, "c": 13, "v": 22, "d": "They went up into the South and came to Hebron; and Ahiman and Sheshai and Talmai, the children of Anak, were living there. (Now the building of Hebron took place seven years before that of Zoan in Egypt.)"}, {"id": 4013023, "c": 13, "v": 23, "d": "And they came to the valley of Eshcol, and cutting down a vine-branch with its grapes, two of them took it on a rod between them; and they took some pomegranates and figs."}, {"id": 4013024, "c": 13, "v": 24, "d": "That place was named the valley of Eshcol because of the grapes which the children of Israel took from there."}, {"id": 4013025, "c": 13, "v": 25, "d": "At the end of forty days they came back from viewing the land."}, {"id": 4013026, "c": 13, "v": 26, "d": "And they came back to Moses and Aaron and all the children of Israel, to Kadesh in the waste land of Paran; and gave an account to them and to all the people and let them see the produce of the land."}, {"id": 4013027, "c": 13, "v": 27, "d": "And they said, We came to the land where you sent us, and truly it is flowing with milk and honey: and here is some of the produce of it."}, {"id": 4013028, "c": 13, "v": 28, "d": "But the people living in the land are strong, and the towns are walled and very great; further, we saw the children of Anak there."}, {"id": 4013029, "c": 13, "v": 29, "d": "And the Amalekites are in the South; and the Hittites and the Jebusites and the Amorites are living in the hill-country; and the Canaanites by the sea and by the side of Jordan."}, {"id": 4013030, "c": 13, "v": 30, "d": "Then Caleb made signs to the people to keep quiet, and said to Moses, Let us go up straight away and take this land; for we are well able to overcome it."}, {"id": 4013031, "c": 13, "v": 31, "d": "But the men who had gone up with him said, We are not able to go up against the people, for they are stronger than we."}, {"id": 4013032, "c": 13, "v": 32, "d": "And they gave the children of Israel a bad account of the land they had been to see, saying, This land through which we went is a land causing destruction to those living in it; and all the people we saw there are men of more than common size."}, {"id": 4013033, "c": 13, "v": 33, "d": "There we saw those great men, the sons of Anak, offspring of the Nephilim: and we seemed to ourselves no more than insects, and so we seemed to them."}, {"id": 4014001, "c": 14, "v": 1, "d": "Then all the people gave load cries of grief, and all that night they gave themselves up to weeping."}, {"id": 4014002, "c": 14, "v": 2, "d": "And all the children of Israel, crying out against Moses and Aaron, said, If only we had come to our death in the land of Egypt, or even in this waste land!"}, {"id": 4014003, "c": 14, "v": 3, "d": "Why is the Lord taking us into this land to come to our death by the sword? Our wives and our little ones will get into strange hands: would it not be better for us to go back to Egypt?"}, {"id": 4014004, "c": 14, "v": 4, "d": "And they said to one another, Let us make a captain over us, and go back to Egypt."}, {"id": 4014005, "c": 14, "v": 5, "d": "Then Moses and Aaron went down on their faces before the meeting of the people."}, {"id": 4014006, "c": 14, "v": 6, "d": "And Joshua, the son of Nun, and Caleb, the son of Jephunneh, two of those who had been to see the land, giving signs of grief,"}, {"id": 4014007, "c": 14, "v": 7, "d": "Said to all the children of Israel, This land which we went through to see is a very good land."}, {"id": 4014008, "c": 14, "v": 8, "d": "And if the Lord has delight in us, he will take us into this land and give it to us, a land flowing with milk and honey."}, {"id": 4014009, "c": 14, "v": 9, "d": "Only, do not go against the Lord or go in fear of the people of the land, for they will be our food; their strength has been taken from them and the Lord is with us: have no fear of them."}, {"id": 4014010, "c": 14, "v": 10, "d": "But all the people said they were to be stoned. Then the glory of the Lord was seen in the Tent of meeting, before the eyes of all the children of Israel."}, {"id": 4014011, "c": 14, "v": 11, "d": "And the Lord said to Moses, How long will this people have no respect for me? how long will they be without faith, in the face of all the signs I have done among them?"}, {"id": 4014012, "c": 14, "v": 12, "d": "I will send disease on them for their destruction, and take away their heritage, and I will make of you a nation greater and stronger than they."}, {"id": 4014013, "c": 14, "v": 13, "d": "And Moses said to the Lord, Then it will come to the ears of the Egyptians; for by your power you took this people out from among them;"}, {"id": 4014014, "c": 14, "v": 14, "d": "And they will give the news to the people of this land: they have had word that you, Lord, are present with this people, letting yourself be seen face to face, and that your cloud is resting over them, and that you go before them in a pillar of cloud by day and in a pillar of fire by night."}, {"id": 4014015, "c": 14, "v": 15, "d": "Now if you put to death all this people as one man, then the nations who have had word of your glory will say,"}, {"id": 4014016, "c": 14, "v": 16, "d": "Because the Lord was not able to take this people into the land which he made an oath to give them, he sent destruction on them in the waste land."}, {"id": 4014017, "c": 14, "v": 17, "d": "So now, may my prayer come before you, and let the power of the Lord be great, as you said:"}, {"id": 4014018, "c": 14, "v": 18, "d": "The Lord is slow to wrath and great in mercy, overlooking wrongdoing and evil, and will not let wrongdoers go free; sending punishment on children for the sins of their fathers, to the third and fourth generation."}, {"id": 4014019, "c": 14, "v": 19, "d": "May the sin of this people have forgiveness, in the measure of your great mercy, as you have had mercy on them from Egypt up till now."}, {"id": 4014020, "c": 14, "v": 20, "d": "And the Lord said, I have had mercy, as you say:"}, {"id": 4014021, "c": 14, "v": 21, "d": "But truly, as I am living, and as all the earth will be full of the glory of the Lord;"}, {"id": 4014022, "c": 14, "v": 22, "d": "Because all these men, having seen my glory and the signs which I have done in Egypt and in the waste land, still have put me to the test ten times, and have not given ear to my voice;"}, {"id": 4014023, "c": 14, "v": 23, "d": "They will not see the land about which I made an oath to their fathers; not one of these by whom I have not been honoured will see it."}, {"id": 4014024, "c": 14, "v": 24, "d": "But my servant Caleb, because he had a different spirit in him, and has been true to me with all his heart, him I will take into that land into which he went, and his seed will have it for their heritage."}, {"id": 4014025, "c": 14, "v": 25, "d": "Now the Amalekites and the Canaanites are in the valley; tomorrow, turning round, go into the waste land by the way to the Red Sea."}, {"id": 4014026, "c": 14, "v": 26, "d": "Then the Lord said to Moses and Aaron,"}, {"id": 4014027, "c": 14, "v": 27, "d": "How long am I to put up with this evil people and their outcries against me? The words which they say against me have come to my ears."}, {"id": 4014028, "c": 14, "v": 28, "d": "Say to them, By my life, says the Lord, as certainly as your words have come to my ears, so certainly will I do this to you:"}, {"id": 4014029, "c": 14, "v": 29, "d": "Your dead bodies will be stretched out in this waste land; and of all your number, all those of twenty years old and over who have been crying out against me,"}, {"id": 4014030, "c": 14, "v": 30, "d": "Not one will come into the land which I gave my word you would have for your resting-place, but only Caleb, the son of Jephunneh, and Joshua, the son of Nun."}, {"id": 4014031, "c": 14, "v": 31, "d": "And your little ones, whom you said would come into strange hands, I will take in, and they will see the land which you would not have."}, {"id": 4014032, "c": 14, "v": 32, "d": "But as for you, your dead bodies will be stretched in this waste land."}, {"id": 4014033, "c": 14, "v": 33, "d": "And your children will be wanderers in the waste land for forty years, undergoing punishment for your false ways, till your bodies become dust in the waste land."}, {"id": 4014034, "c": 14, "v": 34, "d": "And as you went through the land viewing it for forty days, so for forty years, a year for every day, you will undergo punishment for your wrongdoing, and you will see that I am against you."}, {"id": 4014035, "c": 14, "v": 35, "d": "I the Lord have said it, and this I will certainly do to all this evil people who have come together against me: in this waste land destruction will come on them, and death will be their fate."}, {"id": 4014036, "c": 14, "v": 36, "d": "And the men whom Moses sent to see the land, and who, by the bad account they gave of the land, were the cause of the outcry the people made against Moses,"}, {"id": 4014037, "c": 14, "v": 37, "d": "Those same men who said evil of the land, came to their death by disease before the Lord."}, {"id": 4014038, "c": 14, "v": 38, "d": "But Joshua, the son of Nun, and Caleb, the son of Jephunneh, of those who went to see the land, were not touched by disease."}, {"id": 4014039, "c": 14, "v": 39, "d": "And when Moses put these words before the children of Israel, the people were full of grief."}, {"id": 4014040, "c": 14, "v": 40, "d": "And early in the morning they got up and went to the top of the mountain, saying, We are here and we will go up to the place which the Lord said he would give us: for we have done wrong."}, {"id": 4014041, "c": 14, "v": 41, "d": "And Moses said, Why are you now acting against the Lord's order, seeing that no good will come of it?"}, {"id": 4014042, "c": 14, "v": 42, "d": "Go not up, for the Lord is not with you, and you will be overcome by those who are fighting against you."}, {"id": 4014043, "c": 14, "v": 43, "d": "For the Amalekites and the Canaanites are there before you, and you will be put to death by their swords: because you have gone back from the way of the Lord, the Lord will not be with you."}, {"id": 4014044, "c": 14, "v": 44, "d": "But they gave no attention to his words and went to the top of the mountain, though Moses and the ark of the Lord's agreement did not go out of the tent-circle."}, {"id": 4014045, "c": 14, "v": 45, "d": "Then the Amalekites came down, and the Canaanites who were living in the hill-country, and overcame them completely, driving them back as far as Hormah."}, {"id": 4015001, "c": 15, "v": 1, "d": "And the Lord said to Moses,"}, {"id": 4015002, "c": 15, "v": 2, "d": "Say to the children of Israel, When you have come into the land which I am giving to you for your resting-place,"}, {"id": 4015003, "c": 15, "v": 3, "d": "And are going to make an offering by fire to the Lord, a burned offering or an offering in connection with an oath, or an offering freely given, or at your regular feasts, an offering for a sweet smell to the Lord, from the herd or the flock:"}, {"id": 4015004, "c": 15, "v": 4, "d": "Then let him who is making his offering, give to the Lord a meal offering of a tenth part of a measure of the best meal mixed with a fourth part of a hin of oil:"}, {"id": 4015005, "c": 15, "v": 5, "d": "And for the drink offering, you are to give with the burned offering or other offering, the fourth part of a hin of wine for every lamb."}, {"id": 4015006, "c": 15, "v": 6, "d": "Or for a male sheep, give as a meal offering two tenth parts of a measure of the best meal mixed with a third part of a hin of oil:"}, {"id": 4015007, "c": 15, "v": 7, "d": "And for the drink offering give a third part of a hin of wine, for a sweet smell to the Lord."}, {"id": 4015008, "c": 15, "v": 8, "d": "And when you make ready a young ox for a burned or other offering, or for the effecting of an oath, or for peace-offerings to the Lord:"}, {"id": 4015009, "c": 15, "v": 9, "d": "Then with the ox give a meal offering of three tenth parts of a measure of the best meal mixed with half a hin of oil."}, {"id": 4015010, "c": 15, "v": 10, "d": "And for the drink offering: give half a hin of wine, for an offering made by fire for a sweet smell to the Lord."}, {"id": 4015011, "c": 15, "v": 11, "d": "This is to be done for every young ox and for every male sheep or he-lamb or young goat."}, {"id": 4015012, "c": 15, "v": 12, "d": "Whatever number you make ready, so you are to do for every one."}, {"id": 4015013, "c": 15, "v": 13, "d": "All those who are Israelites by birth are to do these things in this way, when giving an offering made by fire of a sweet smell to the Lord."}, {"id": 4015014, "c": 15, "v": 14, "d": "And if a man from another country or any other person living among you, through all your generations, has the desire to give an offering made by fire of a sweet smell to the Lord, let him do as you do."}, {"id": 4015015, "c": 15, "v": 15, "d": "There is to be one law for you and for the man of another country living with you, one law for ever from generation to generation; as you are, so is he to be before the Lord."}, {"id": 4015016, "c": 15, "v": 16, "d": "The law and the rule are to be the same for you and for those from other lands living with you."}, {"id": 4015017, "c": 15, "v": 17, "d": "And the Lord said to Moses,"}, {"id": 4015018, "c": 15, "v": 18, "d": "Say to the children of Israel, When you come into the land where I am guiding you,"}, {"id": 4015019, "c": 15, "v": 19, "d": "Then, when you take for your food the produce of the land, you are to give an offering lifted up before the Lord."}, {"id": 4015020, "c": 15, "v": 20, "d": "Of the first of your rough meal you are to give a cake for a lifted offering, lifting it up before the Lord as the offering of the grain-floor is lifted up."}, {"id": 4015021, "c": 15, "v": 21, "d": "From generation to generation you are to give to the Lord a lifted offering from the first of your rough meal."}, {"id": 4015022, "c": 15, "v": 22, "d": "And if in error you go against any of these laws which the Lord has given to Moses,"}, {"id": 4015023, "c": 15, "v": 23, "d": "All the laws which the Lord has given you by the hand of Moses, from the day when the Lord gave them, and ever after from generation to generation;"}, {"id": 4015024, "c": 15, "v": 24, "d": "Then, if the wrong is done in error, without the knowledge of the meeting of the people, let all the meeting give a young ox as a burned offering, a sweet smell to the Lord, with its meal offering and its drink offering, as is ordered in the law, together with a he-goat for a sin-offering."}, {"id": 4015025, "c": 15, "v": 25, "d": "So the priest will make the people free from sin, and they will have forgiveness; for it was an error, and they have given their offering made by fire to the Lord, and their sin-offering before the Lord, on account of their error:"}, {"id": 4015026, "c": 15, "v": 26, "d": "And all the meeting of the children of Israel, as well as those from other lands living among them, will have forgiveness; for it was an error on the part of the people."}, {"id": 4015027, "c": 15, "v": 27, "d": "And if one person does wrong, without being conscious of it, then let him give a she-goat of the first year for a sin-offering."}, {"id": 4015028, "c": 15, "v": 28, "d": "And the priest will take away the sin of the person who has done wrong, if the wrong was done unconsciously, and he will have forgiveness."}, {"id": 4015029, "c": 15, "v": 29, "d": "The law in connection with wrong done unconsciously is to be the same for him who is an Israelite by birth and for the man from another country who is living among them."}, {"id": 4015030, "c": 15, "v": 30, "d": "But the person who does wrong in the pride of his heart, if he is one of you or of another nation by birth, is acting without respect for the Lord, and will be cut off from his people."}, {"id": 4015031, "c": 15, "v": 31, "d": "Because he had no respect for the word of the Lord, and did not keep his law, that man will be cut off without mercy and his sin will be on him."}, {"id": 4015032, "c": 15, "v": 32, "d": "Now while the children of Israel were in the waste land, they saw a man who was getting sticks on the Sabbath day."}, {"id": 4015033, "c": 15, "v": 33, "d": "And those who saw him getting sticks took him before Moses and Aaron and all the people."}, {"id": 4015034, "c": 15, "v": 34, "d": "And they had him shut up, because they had no directions about what was to be done with him."}, {"id": 4015035, "c": 15, "v": 35, "d": "Then the Lord said to Moses, Certainly the man is to be put to death: let him be stoned by all the people outside the tent-circle."}, {"id": 4015036, "c": 15, "v": 36, "d": "So all the people took him outside the tent-circle and he was stoned to death there, as the Lord gave orders to Moses."}, {"id": 4015037, "c": 15, "v": 37, "d": "And the Lord said to Moses,"}, {"id": 4015038, "c": 15, "v": 38, "d": "Say to the children of Israel that through all their generations they are to put on the edges of their robes an ornament of twisted threads, and in every ornament a blue cord;"}, {"id": 4015039, "c": 15, "v": 39, "d": "So that, looking on these ornaments, you may keep in mind the orders of the Lord and do them; and not be guided by the desires of your hearts and eyes, through which you have been untrue to me:"}, {"id": 4015040, "c": 15, "v": 40, "d": "And that you may keep in mind all my orders and do them and be holy to your God."}, {"id": 4015041, "c": 15, "v": 41, "d": "I am the Lord your God, who took you out of the land of Egypt, so that I might be your God: I am the Lord your God."}, {"id": 4016001, "c": 16, "v": 1, "d": "Now Korah, the son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram, the sons of Eliab, and On, the son of Pallu, the son of Reuben, made themselves ready,"}, {"id": 4016002, "c": 16, "v": 2, "d": "And came before Moses, with certain of the children of Israel, two hundred and fifty chiefs of the people, men of good name who had a place in the meeting of the people."}, {"id": 4016003, "c": 16, "v": 3, "d": "They came together against Moses and against Aaron, and said to them, You take overmuch on yourselves, seeing that all the people are holy, every one of them, and the Lord is among them; why then have you put yourselves in authority over the people of the Lord?"}, {"id": 4016004, "c": 16, "v": 4, "d": "And Moses, hearing this, went down on his face;"}, {"id": 4016005, "c": 16, "v": 5, "d": "And he said to Korah and his band, In the morning the Lord will make clear who are his, and who is holy, and who may come near him: the man of his selection will be caused to come near him."}, {"id": 4016006, "c": 16, "v": 6, "d": "So do this: let Korah and all his band take vessels for burning perfumes;"}, {"id": 4016007, "c": 16, "v": 7, "d": "And put spices on the fire in them before the Lord tomorrow; then the man marked out by the Lord will be holy: you take overmuch on yourselves, you sons of Levi."}, {"id": 4016008, "c": 16, "v": 8, "d": "And Moses said to Korah, Give ear now, you sons of Levi:"}, {"id": 4016009, "c": 16, "v": 9, "d": "Does it seem only a small thing to you that the God of Israel has made you separate from the rest of Israel, letting you come near himself to do the work of the House of the Lord, and to take your place before the people to do what has to be done for them;"}, {"id": 4016010, "c": 16, "v": 10, "d": "Letting you, and all your brothers the sons of Levi, come near to him? and would you now be priests?"}, {"id": 4016011, "c": 16, "v": 11, "d": "So you and all your band have come together against the Lord; and Aaron, who is he, that you are crying out against him?"}, {"id": 4016012, "c": 16, "v": 12, "d": "Then Moses sent for Dathan and Abiram, the sons of Eliab: and they said, We will not come up:"}, {"id": 4016013, "c": 16, "v": 13, "d": "Is it not enough that you have taken us from a land flowing with milk and honey, to put us to death in the waste land, but now you are desiring to make yourself a chief over us?"}, {"id": 4016014, "c": 16, "v": 14, "d": "And more than this, you have not taken us into a land flowing with milk and honey, or given us a heritage of fields and vine-gardens: will you put out the eyes of these men? We will not come up."}, {"id": 4016015, "c": 16, "v": 15, "d": "Then Moses was very angry, and said to the Lord, Give no attention to their offering: not one of their asses have I taken, or done wrong to any of them."}, {"id": 4016016, "c": 16, "v": 16, "d": "And Moses said to Korah, You and all your band are to come before the Lord tomorrow, you and they and Aaron:"}, {"id": 4016017, "c": 16, "v": 17, "d": "And let every man take a vessel for burning perfumes, and put sweet spices in them; let every man take his vessel before the Lord, two hundred and fifty vessels; you and Aaron and everyone with his vessel."}, {"id": 4016018, "c": 16, "v": 18, "d": "So every man took his vessel and they put fire in them, with spices, and came to the door of the Tent of meeting with Moses and Aaron."}, {"id": 4016019, "c": 16, "v": 19, "d": "And Korah made all the people come together against them to the door of the Tent of meeting: and the glory of the Lord was seen by all the people."}, {"id": 4016020, "c": 16, "v": 20, "d": "And the Lord said to Moses and Aaron,"}, {"id": 4016021, "c": 16, "v": 21, "d": "Come out from among this people, so that I may send sudden destruction on them."}, {"id": 4016022, "c": 16, "v": 22, "d": "Then falling down on their faces they said, O God, the God of the spirits of all flesh, because of one man's sin will your wrath be moved against all the people?"}, {"id": 4016023, "c": 16, "v": 23, "d": "And the Lord said to Moses,"}, {"id": 4016024, "c": 16, "v": 24, "d": "Say to the people, Come away from the tent of Korah Dathan, and Abiram."}, {"id": 4016025, "c": 16, "v": 25, "d": "So Moses got up and went to Dathan and Abiram, and the responsible men of Israel went with him."}, {"id": 4016026, "c": 16, "v": 26, "d": "And he said to the people, Come away now from the tents of these evil men, without touching anything of theirs, or you may be taken in the punishment of their sins."}, {"id": 4016027, "c": 16, "v": 27, "d": "So on every side they went away from the tent of Korah Dathan, and Abiram: and Dathan and Abiram came out to the door of their tents, with their wives and their sons and their little ones."}, {"id": 4016028, "c": 16, "v": 28, "d": "And Moses said, Now you will see that the Lord has sent me to do all these works, and I have not done them of myself."}, {"id": 4016029, "c": 16, "v": 29, "d": "If these men have the common death of men, or if the natural fate of all men overtakes them, then the Lord has not sent me."}, {"id": 4016030, "c": 16, "v": 30, "d": "But if the Lord does something new, opening the earth to take them in, with everything which is theirs, and they go down living into the underworld, then it will be clear to you that the Lord has not been honoured by these men."}, {"id": 4016031, "c": 16, "v": 31, "d": "And while these words were on his lips, the earth under them was parted in two;"}, {"id": 4016032, "c": 16, "v": 32, "d": "And the earth, opening her mouth, took them in, with their families, and all the men who were joined to Korah, and their goods."}, {"id": 4016033, "c": 16, "v": 33, "d": "So they and all theirs went down living into the underworld, and the earth was shut over them, and they were cut off from among the meeting of the people."}, {"id": 4016034, "c": 16, "v": 34, "d": "And all Israel round about them went in flight at their cry, For fear, said they, that we go down into the heart of the earth."}, {"id": 4016035, "c": 16, "v": 35, "d": "Then fire came out from the Lord, burning up the two hundred and fifty men who were offering the perfume."}, {"id": 4016036, "c": 16, "v": 36, "d": "And the Lord said to Moses,"}, {"id": 4016037, "c": 16, "v": 37, "d": "Say to Eleazar, the son of Aaron the priest, that he is to take out of the flames the vessels with the perfumes in them, turning the fire out of them, for they are holy;"}, {"id": 4016038, "c": 16, "v": 38, "d": "And let the vessels of those men, who with their lives have made payment for their sin, be hammered out into plates as a cover for the altar; for they have been offered before the Lord and are holy; so that they may be a sign to the children of Israel."}, {"id": 4016039, "c": 16, "v": 39, "d": "So Eleazar the priest took the brass vessels which had been offered by those who were burned up, and they were hammered out to make a cover for the altar:"}, {"id": 4016040, "c": 16, "v": 40, "d": "To be a sign, kept in memory for ever by the children of Israel, that no man who is not of the seed of Aaron has the right of burning spices before the Lord, so that he may not be like Korah and his band: as the Lord said to him by the mouth of Moses."}, {"id": 4016041, "c": 16, "v": 41, "d": "But on the day after, all the children of Israel made an outcry against Moses and against Aaron, saying, You have put to death the Lord's people."}, {"id": 4016042, "c": 16, "v": 42, "d": "Now when the people had come together against Moses and Aaron, looking in the direction of the Tent of meeting, they saw the cloud covering it, and the glory of the Lord came before their eyes."}, {"id": 4016043, "c": 16, "v": 43, "d": "Then Moses and Aaron came to the front of the Tent of meeting."}, {"id": 4016044, "c": 16, "v": 44, "d": "And the Lord said to Moses,"}, {"id": 4016045, "c": 16, "v": 45, "d": "Come out from among this people, so that I may send sudden destruction on them. And they went down on their faces."}, {"id": 4016046, "c": 16, "v": 46, "d": "And Moses said to Aaron, Take your vessel and put in it fire from the altar, and sweet spices, and take it quickly into the meeting of the people, and make them free from sin: for wrath has gone out from the Lord, and the disease is starting."}, {"id": 4016047, "c": 16, "v": 47, "d": "And at the words of Moses, Aaron took his vessel, and went running among the people; and even then the disease had made a start among them; and he put spices in his vessel to take away the sin of the people."}, {"id": 4016048, "c": 16, "v": 48, "d": "And he took his place between the dead and the living: and the disease was stopped."}, {"id": 4016049, "c": 16, "v": 49, "d": "Now fourteen thousand, seven hundred deaths were caused by that disease, in addition to those who came to their end because of what Korah had done."}, {"id": 4016050, "c": 16, "v": 50, "d": "Then Aaron went back to Moses to the door of the Tent of meeting: and the disease came to a stop."}, {"id": 4017001, "c": 17, "v": 1, "d": "And the Lord said to Moses,"}, {"id": 4017002, "c": 17, "v": 2, "d": "Say to the children of Israel that they are to give you rods, one for every family, for every chief, the head of his father's house, making twelve rods; let every man's name be placed on his rod."}, {"id": 4017003, "c": 17, "v": 3, "d": "And let Aaron's name be placed on the rod of Levi: for there is to be one rod for the head of every family."}, {"id": 4017004, "c": 17, "v": 4, "d": "And let them be stored up in the Tent of meeting, in front of the ark of witness where I come to you."}, {"id": 4017005, "c": 17, "v": 5, "d": "And the rod of that man who is marked out by me for myself will have buds on it; so I will put a stop to the outcries which the children of Israel make to me against you."}, {"id": 4017006, "c": 17, "v": 6, "d": "So Moses gave these orders to the children of Israel, and all their chiefs gave him rods, one for the head of every family, making twelve rods: and Aaron's rod was among them."}, {"id": 4017007, "c": 17, "v": 7, "d": "And Moses put the rods before the Lord in the Tent of witness."}, {"id": 4017008, "c": 17, "v": 8, "d": "Now on the day after, Moses went into the Tent of witness; and he saw that Aaron's rod, the rod of the house of Levi, had put out buds, and was covered with buds and flowers and fruit."}, {"id": 4017009, "c": 17, "v": 9, "d": "Then Moses took out all the rods from before the Lord, and gave them back to the children of Israel: and they saw them, and every man took his rod."}, {"id": 4017010, "c": 17, "v": 10, "d": "And the Lord said to Moses, Put Aaron's rod back in front of the ark of witness, to be kept for a sign against this false-hearted people, so that you may put a stop to their outcries against me, and death may not overtake them."}, {"id": 4017011, "c": 17, "v": 11, "d": "This Moses did: as the Lord gave orders, so he did."}, {"id": 4017012, "c": 17, "v": 12, "d": "And the children of Israel said to Moses, Truly, destruction has come on us; an evil fate has overtaken us all."}, {"id": 4017013, "c": 17, "v": 13, "d": "Death will overtake everyone who comes near, who comes near the House of the Lord: are we all to come to destruction?"}, {"id": 4018001, "c": 18, "v": 1, "d": "And the Lord said to Aaron, You and your sons and your father's family are to be responsible for all wrongdoing in relation to the holy place: and you and your sons are to be responsible for the errors which come about in your work as priests."}, {"id": 4018002, "c": 18, "v": 2, "d": "Let your brothers, the family of Levi, come near with you, so that they may be joined with you and be your servants: but you and your sons with you are to go in before the ark of witness."}, {"id": 4018003, "c": 18, "v": 3, "d": "They are to do your orders and be responsible for the work of the Tent; but they may not come near the vessels of the holy place or the altar, so that death may not overtake them or you."}, {"id": 4018004, "c": 18, "v": 4, "d": "They are to be joined with you in the care of the Tent of meeting, doing whatever is needed for the Tent: and no one of any other family may come near you."}, {"id": 4018005, "c": 18, "v": 5, "d": "You are to be responsible for the holy place and the altar, so that wrath may never again come on the children of Israel."}, {"id": 4018006, "c": 18, "v": 6, "d": "Now, see, I have taken your brothers the Levites from among the children of Israel: they are given to you and to the Lord, to do the work of the Tent of meeting."}, {"id": 4018007, "c": 18, "v": 7, "d": "And you and your sons with you are to be responsible as priests for the altar and everything on it, and everything inside the veil; you are to do the work of priests; I have given you your position as priests; and any other man who comes near will be put to death."}, {"id": 4018008, "c": 18, "v": 8, "d": "And the Lord said to Aaron, See, I have given into your care my lifted offerings; even all the holy things of the children of Israel I have given to you and to your sons as your right for ever, because you have been marked with the holy oil."}, {"id": 4018009, "c": 18, "v": 9, "d": "This is to be yours of the most holy things, out of the fire offerings; every offering of theirs, every meal offering and sin-offering, and every offering which they make on account of error, is to be most holy for you and your sons."}, {"id": 4018010, "c": 18, "v": 10, "d": "As most holy things they are to be your food: let every male have them for food; it is to be holy to you."}, {"id": 4018011, "c": 18, "v": 11, "d": "And this is yours: the lifted offering which they give and all the wave offerings of the children of Israel I have given to you and to your sons and to your daughters as your right for ever: everyone in your house who is clean may have them for food."}, {"id": 4018012, "c": 18, "v": 12, "d": "All the best of the oil and the wine and the grain, the first-fruits of them which they give to the Lord, to you have I given them."}, {"id": 4018013, "c": 18, "v": 13, "d": "The earliest produce from their land which they take to the Lord is to be yours; everyone in your house who is clean may have it for his food."}, {"id": 4018014, "c": 18, "v": 14, "d": "Everything given by oath to the Lord in Israel is to be yours."}, {"id": 4018015, "c": 18, "v": 15, "d": "The first birth of every living thing which is offered to the Lord, of man or beast, is to be yours; but for the first sons of man payment is to be made, and for the first young of unclean beasts."}, {"id": 4018016, "c": 18, "v": 16, "d": "Payment is to be made for these when they are a month old, at the value fixed by you, a price of five shekels by the scale of the holy place, that is, twenty gerahs to the shekel."}, {"id": 4018017, "c": 18, "v": 17, "d": "But no such payment may be made for the first birth of an ox or a sheep or a goat; these are holy: their blood is to be dropped on the altar, and their fat burned for an offering made by fire, a sweet smell to the Lord."}, {"id": 4018018, "c": 18, "v": 18, "d": "Their flesh is to be yours; like the breast of the wave offering and the right leg, it is to be yours."}, {"id": 4018019, "c": 18, "v": 19, "d": "All the lifted offerings of the holy things which the children of Israel give to the Lord, I have given to you and to your sons and to your daughters as a right for ever. This is an agreement made with salt before the Lord, to you and to your seed for ever."}, {"id": 4018020, "c": 18, "v": 20, "d": "And the Lord said to Aaron, You will have no heritage in their land, or any part among them; I am your part and your heritage among the children of Israel."}, {"id": 4018021, "c": 18, "v": 21, "d": "And to the children of Levi I have given as their heritage all the tenths offered in Israel, as payment for the work they do, the work of the Tent of meeting."}, {"id": 4018022, "c": 18, "v": 22, "d": "In future the children of Israel are not to come near the Tent of meeting, so that death may not come to them because of sin."}, {"id": 4018023, "c": 18, "v": 23, "d": "But the Levites are to do the work of the Tent of meeting, and be responsible for errors in connection with it: this is a law for ever through all your generations; and among the children of Israel they will have no heritage."}, {"id": 4018024, "c": 18, "v": 24, "d": "For the tenths which the children of Israel give as a lifted offering to the Lord I have given to the Levites as their heritage. and so I have said to them, Among the children of Israel they will have no heritage."}, {"id": 4018025, "c": 18, "v": 25, "d": "And the Lord said to Moses,"}, {"id": 4018026, "c": 18, "v": 26, "d": "Say to the Levites, When you take from the children of Israel the tenth which I have given to you from them as your heritage, a tenth part of that tenth is to be offered as an offering lifted up before the Lord."}, {"id": 4018027, "c": 18, "v": 27, "d": "And this lifted offering is to be put to your credit as if it was grain from the grain-floor and wine from the vines."}, {"id": 4018028, "c": 18, "v": 28, "d": "So you are to make an offering lifted up to the Lord from all the tenths which you get from the children of Israel, giving out of it the Lord's lifted offering to Aaron the priest."}, {"id": 4018029, "c": 18, "v": 29, "d": "From everything given to you, let the best of it, the holy part of it, be offered as a lifted offering to the Lord."}, {"id": 4018030, "c": 18, "v": 30, "d": "Say to them, then, When the best of it is lifted up on high, it is to be put to the account of the Levites as the increase of the grain-floor and of the place where the grapes are crushed."}, {"id": 4018031, "c": 18, "v": 31, "d": "It is to be your food, for you and your families in every place: it is your reward for your work in the Tent of meeting."}, {"id": 4018032, "c": 18, "v": 32, "d": "And no sin will be yours on account of it, when the best of it has been lifted up on high; you are not to make a wrong use of the holy things of the children of Israel, so that death may not overtake you."}, {"id": 4019001, "c": 19, "v": 1, "d": "And the Lord said to Moses and Aaron,"}, {"id": 4019002, "c": 19, "v": 2, "d": "This is the rule of the law which the Lord has made, saying, Give orders to the children of Israel to give you a red cow without any mark on her, and on which the yoke has never been put:"}, {"id": 4019003, "c": 19, "v": 3, "d": "Give her to Eleazar the priest and let him take her outside the tent-circle and have her put to death before him."}, {"id": 4019004, "c": 19, "v": 4, "d": "Then let Eleazar the priest take some of her blood on his finger, shaking the blood seven times in the direction of the front of the Tent of meeting:"}, {"id": 4019005, "c": 19, "v": 5, "d": "And the cow is to be burned before him, her skin and her flesh and her blood and her waste are to be burned:"}, {"id": 4019006, "c": 19, "v": 6, "d": "Then let the priest take cedar-wood and hyssop and red thread, and put them into the fire where the cow is burning."}, {"id": 4019007, "c": 19, "v": 7, "d": "And the priest, after washing his clothing and bathing his body in water, may come back to the tent-circle, and will be unclean till evening."}, {"id": 4019008, "c": 19, "v": 8, "d": "And he who does the burning is to have his clothing washed and his body bathed in water and be unclean till evening."}, {"id": 4019009, "c": 19, "v": 9, "d": "Then let a man who is clean take the dust of the burned cow and put it outside the tent-circle in a clean place, where it is to be kept for the children of Israel and used in making the water which takes away what is unclean: it is a sin-offering."}, {"id": 4019010, "c": 19, "v": 10, "d": "And he who takes up the dust of the burned cow is to have his clothing washed with water and be unclean till evening: this is to be a law for ever, for the children of Israel as well as for the man from another country who is living among them."}, {"id": 4019011, "c": 19, "v": 11, "d": "Anyone touching a dead body will be unclean for seven days:"}, {"id": 4019012, "c": 19, "v": 12, "d": "On the third day and on the seventh day he is to make himself clean with the water, and so he will be clean: but if he does not do this on the third day and on the seventh day, he will not be clean."}, {"id": 4019013, "c": 19, "v": 13, "d": "Anyone touching the body of a dead man without making himself clean in this way, makes the House of the Lord unclean; and that man will be cut off from Israel: because the water was not put on him, he will be unclean; his unclean condition is unchanged."}, {"id": 4019014, "c": 19, "v": 14, "d": "This is the law when death comes to a man in his tent: everyone who comes into the tent, and everyone who is in the tent, will be unclean for seven days."}, {"id": 4019015, "c": 19, "v": 15, "d": "And every open vessel without a cover fixed on it will be unclean."}, {"id": 4019016, "c": 19, "v": 16, "d": "And anyone touching one who has been put to death with the sword in the open country, or the body of one who has come to his end by a natural death, or a man's bone, or the resting-place of a dead body, will be unclean for seven days."}, {"id": 4019017, "c": 19, "v": 17, "d": "And for the unclean, they are to take the dust of the burning of the sin-offering, and put flowing water on it in a vessel:"}, {"id": 4019018, "c": 19, "v": 18, "d": "And a clean person is to take hyssop and put it in the water, shaking it over the tent, and all the vessels, and the people who were there, and over him by whom the bone, or the body of one who has been put to death with the sword, or the body of one who has come to his end by a natural death, or the resting-place was touched."}, {"id": 4019019, "c": 19, "v": 19, "d": "Let the clean person do this to the unclean on the third day and on the seventh day: and on the seventh day he is to make him clean; and after washing his clothing and bathing himself in water, he will be clean in the evening."}, {"id": 4019020, "c": 19, "v": 20, "d": "But the man who, being unclean, does not make himself clean in this way, will be cut off from the meeting of the people, because he has made the holy place of the Lord unclean: the water has not been put on him, he is unclean."}, {"id": 4019021, "c": 19, "v": 21, "d": "This is to be a law for them for ever: he who puts the water on the unclean person is to have his clothing washed; and anyone touching the water will be unclean till evening."}, {"id": 4019022, "c": 19, "v": 22, "d": "Anything touched by the unclean person will be unclean; and any person touching it will be unclean till evening."}, {"id": 4020001, "c": 20, "v": 1, "d": "In the first month all the children of Israel came into the waste land of Zin, and put up their tents in Kadesh; there death came to Miriam, and they put her body to rest in the earth."}, {"id": 4020002, "c": 20, "v": 2, "d": "And there was no water for the people: and they came together against Moses and against Aaron."}, {"id": 4020003, "c": 20, "v": 3, "d": "And the people were angry with Moses and said, If only death had overtaken us when our brothers came to their death before the Lord!"}, {"id": 4020004, "c": 20, "v": 4, "d": "Why have you taken the Lord's people into this waste, for death to come to us and to our cattle there?"}, {"id": 4020005, "c": 20, "v": 5, "d": "Why have you made us come out of Egypt into this evil place? This is no place of seed or figs or vines or other fruits, and there is no water for drinking."}, {"id": 4020006, "c": 20, "v": 6, "d": "Then Moses and Aaron went away from the people to the door of the Tent of meeting; and, falling on their faces there, they saw the glory of the Lord."}, {"id": 4020007, "c": 20, "v": 7, "d": "And the Lord said to Moses,"}, {"id": 4020008, "c": 20, "v": 8, "d": "Take the rod, you and Aaron, your brother, and make all the people come together, and before their eyes give orders to the rock to give out its water; and so make water come out of the rock for them, and give the people and their cattle drink."}, {"id": 4020009, "c": 20, "v": 9, "d": "And Moses took the rod from before the Lord as he gave him orders."}, {"id": 4020010, "c": 20, "v": 10, "d": "Then Moses and Aaron made the people come together in front of the rock, and he said to them, Give ear now, you people whose hearts are turned from the Lord; are we to get water for you out of the rock?"}, {"id": 4020011, "c": 20, "v": 11, "d": "And lifting up his hand, Moses gave the rock two blows with his rod: and water came streaming out, and the people and their cattle had drink enough."}, {"id": 4020012, "c": 20, "v": 12, "d": "Then the Lord said to Moses and Aaron, Because you had not enough faith in me to keep my name holy before the children of Israel, you will not take this people into the land which I have given them."}, {"id": 4020013, "c": 20, "v": 13, "d": "These are the waters of Meribah; because the children of Israel went against the Lord, and they saw that he was holy among them."}, {"id": 4020014, "c": 20, "v": 14, "d": "Then Moses sent men from Kadesh to the king of Edom to say to him, Your brother Israel says, You have knowledge of all the things we have been through;"}, {"id": 4020015, "c": 20, "v": 15, "d": "How our fathers went down into Egypt, and we were living in Egypt for a long time; and the Egyptians were cruel to us and to our fathers:"}, {"id": 4020016, "c": 20, "v": 16, "d": "And the Lord gave ear to the voice of our cry, and sent an angel and took us out of Egypt: and now we are in Kadesh, a town on the edge of your land;"}, {"id": 4020017, "c": 20, "v": 17, "d": "Let us now go through your land: we will not go into field or vine-garden, or take the water of the springs; we will go by the highway, not turning to the right or to the left, till we have gone past the limits of your land."}, {"id": 4020018, "c": 20, "v": 18, "d": "And Edom said, You are not to go through my land, for if you do I will come out against you with the sword."}, {"id": 4020019, "c": 20, "v": 19, "d": "And the children of Israel said to him, We will go up by the highway: and if we or our cattle take of your water, we will give you a price for it: only let us go through on our feet, nothing more."}, {"id": 4020020, "c": 20, "v": 20, "d": "But he said, You are not to go through. And Edom came out against them in his strength, with a great army."}, {"id": 4020021, "c": 20, "v": 21, "d": "So Edom would not let Israel go through his land; and Israel went in another direction."}, {"id": 4020022, "c": 20, "v": 22, "d": "And they went on from Kadesh, and came, with all their people, to Mount Hor."}, {"id": 4020023, "c": 20, "v": 23, "d": "And at Mount Hor, at the edge of the land of Edom, the Lord said to Moses and Aaron,"}, {"id": 4020024, "c": 20, "v": 24, "d": "Aaron will be put to rest with his people; he will not go into the land which I have given to the children of Israel, because you went against my word at the waters of Meribah."}, {"id": 4020025, "c": 20, "v": 25, "d": "So take Aaron and Eleazar, his son, up into Mount Hor;"}, {"id": 4020026, "c": 20, "v": 26, "d": "And take Aaron's robes off him and put them on Eleazar, his son: and death will come to Aaron there, and he will be put to rest with his people."}, {"id": 4020027, "c": 20, "v": 27, "d": "So Moses did as the Lord had said, and before the eyes of all the people they went up Mount Hor."}, {"id": 4020028, "c": 20, "v": 28, "d": "And Moses took off Aaron's robes, and put them on Eleazar, his son; and there on the top of the mountain death came to Aaron: then Moses and Eleazar came down from the mountain."}, {"id": 4020029, "c": 20, "v": 29, "d": "And when the people saw that Aaron was dead, all the children of Israel gave themselves up to weeping for him for thirty days."}, {"id": 4021001, "c": 21, "v": 1, "d": "And it came to the ears of the Canaanite, the king of Arad, living in the South, that Israel was coming by the way of Atharim, and he came out against them and took some of them prisoners."}, {"id": 4021002, "c": 21, "v": 2, "d": "Then Israel made an oath to the Lord, and said, If you will give up this people into my hands, then I will send complete destruction on all their towns."}, {"id": 4021003, "c": 21, "v": 3, "d": "And the Lord, in answer to the voice of Israel, gave the Canaanites up to them; and they put them and their towns completely to destruction: and that place was named Hormah."}, {"id": 4021004, "c": 21, "v": 4, "d": "Then they went on from Mount Hor by the way to the Red Sea, going round the land of Edom: and the spirit of the people was overcome with weariness on the way."}, {"id": 4021005, "c": 21, "v": 5, "d": "And crying out against God and against Moses, they said, Why have you taken us out of Egypt to come to our death in the waste land? For there is no bread and no water, and this poor bread is disgusting to us."}, {"id": 4021006, "c": 21, "v": 6, "d": "Then the Lord sent poison-snakes among the people; and their bites were a cause of death to numbers of the people of Israel."}, {"id": 4021007, "c": 21, "v": 7, "d": "Then the people came to Moses and said, We have done wrong in crying out against the Lord and against you: make prayer to the Lord to take away the snakes from us. So Moses made prayer for the people."}, {"id": 4021008, "c": 21, "v": 8, "d": "And the Lord said to Moses, Make an image of a snake and put it on a rod, and anyone who has been wounded by the snakes, looking on it will be made well."}, {"id": 4021009, "c": 21, "v": 9, "d": "So Moses made a snake of brass and put it on a rod; and anyone who had a snakebite, after looking on the snake of brass, was made well."}, {"id": 4021010, "c": 21, "v": 10, "d": "Then the children of Israel went on and put up their tents in Oboth."}, {"id": 4021011, "c": 21, "v": 11, "d": "And journeying on again from Oboth, they put up their tents in Iye-abarim, in the waste land before Moab looking east."}, {"id": 4021012, "c": 21, "v": 12, "d": "And moving on from there, they put up their tents in the valley of Zered."}, {"id": 4021013, "c": 21, "v": 13, "d": "From there they went on and put up their tents on the other side of the Arnon, which is on the waste land at the edge of the land of the Amorites; for the Arnon is the line of division between Moab and the Amorites:"}, {"id": 4021014, "c": 21, "v": 14, "d": "As it says in the book of the Wars of the Lord, Vaheb in Suphah, and the valley of the Amon;"}, {"id": 4021015, "c": 21, "v": 15, "d": "The slope of the valleys going down to the tents of Ar and touching the edge of Moab."}, {"id": 4021016, "c": 21, "v": 16, "d": "From there they went on to Beer, the water-spring of which the Lord said to Moses, Make the people come together and I will give them water."}, {"id": 4021017, "c": 21, "v": 17, "d": "Then Israel gave voice to this song: Come up, O water-spring, let us make a song to it:"}, {"id": 4021018, "c": 21, "v": 18, "d": "The fountain made by the chiefs, made deep by the great ones of the people, with the law-givers' rod, and with their sticks. Then from the waste land they went on to Mattanah:"}, {"id": 4021019, "c": 21, "v": 19, "d": "And from Mattanah to Nahaliel: and from Nahaliel to Bamoth:"}, {"id": 4021020, "c": 21, "v": 20, "d": "And from Bamoth to the valley in the open country of Moab, and to the top of Pisgah looking over Jeshimon."}, {"id": 4021021, "c": 21, "v": 21, "d": "And Israel sent men to Sihon, king of the Amorites, saying,"}, {"id": 4021022, "c": 21, "v": 22, "d": "Let me go through your land: we will not go into field or vine-garden, or take the water of the springs; we will go by the highway till we have gone past the limits of your land."}, {"id": 4021023, "c": 21, "v": 23, "d": "And Sihon would not let Israel go through his land; but got all his people together and went out against Israel into the waste land, as far as Jahaz, to make war on Israel."}, {"id": 4021024, "c": 21, "v": 24, "d": "But Israel overcame him, and took all his land from the Arnon to the Jabbok, as far as the country of the children of Ammon, for the country of the children of Ammon was strongly armed."}, {"id": 4021025, "c": 21, "v": 25, "d": "And Israel took all their towns, living in Heshbon and all the towns and small places of the Amorites."}, {"id": 4021026, "c": 21, "v": 26, "d": "For Heshbon was the town of Sihon, king of the Amorites, who had made war against an earlier king of Moab and taken from him all his land as far as the Arnon."}, {"id": 4021027, "c": 21, "v": 27, "d": "So the makers of wise sayings say, Come to Heshbon, building up the town of Sihon and making it strong:"}, {"id": 4021028, "c": 21, "v": 28, "d": "For a fire has gone out of Heshbon, a flame from the town of Sihon: for the destruction of Ar in Moab, and the lords of the high places of the Arnon."}, {"id": 4021029, "c": 21, "v": 29, "d": "Sorrow is yours, O Moab! Destruction is your fate, O people of Chemosh: his sons have gone in flight, and his daughters are prisoners, in the hands of Sihon, king of the Amorites."}, {"id": 4021030, "c": 21, "v": 30, "d": "They are wounded with our arrows; destruction has come on Heshbon, even to Dibon; and we have made the land waste as far as Nophah, stretching out to Medeba."}, {"id": 4021031, "c": 21, "v": 31, "d": "So Israel put up their tents in the land of the Amorites."}, {"id": 4021032, "c": 21, "v": 32, "d": "And Moses sent men secretly to Jazer, and they took its towns, driving out the Amorites who were living there."}, {"id": 4021033, "c": 21, "v": 33, "d": "Then turning they went up by the way of Bashan; and Og, king of Bashan, went out against them with all his people, to the fight at Edrei."}, {"id": 4021034, "c": 21, "v": 34, "d": "And the Lord said to Moses, Have no fear of him: for I have given him up into your hands, with all his people and his land; do to him as you did to Sihon, king of the Amorites, at Heshbon."}, {"id": 4021035, "c": 21, "v": 35, "d": "So they overcame him and his sons and his people, driving them all out: and they took his land for their heritage."}, {"id": 4022001, "c": 22, "v": 1, "d": "Then the children of Israel, journeying on, put up their tents in the lowlands of Moab, on the other side of Jordan at Jericho."}, {"id": 4022002, "c": 22, "v": 2, "d": "Now Balak, the son of Zippor, saw what Israel had done to the Amorites."}, {"id": 4022003, "c": 22, "v": 3, "d": "And in Moab there was great fear of the people, because their numbers were so great: and the feeling of Moab was bitter against the children of Israel."}, {"id": 4022004, "c": 22, "v": 4, "d": "Then Moab said to the responsible men of Midian, It is clear that this great people will be the destruction of everything round us, making a meal of us as the ox does of the grass of the field. At that time Balak, the son of Zippor, was king of Moab."}, {"id": 4022005, "c": 22, "v": 5, "d": "So he sent men to Balaam, son of Beor, at Pethor by the River in the land of the children of his people, saying to him, See, a people has come out of Egypt, covering all the face of the earth, and they have put up their tents opposite to me:"}, {"id": 4022006, "c": 22, "v": 6, "d": "Come now, in answer to my prayer, and put a curse on this people, for they are greater than I: and then I may be strong enough to overcome them and send them out of the land: for it is clear that good comes to him who has your blessing, but he on whom you put your curse is cursed."}, {"id": 4022007, "c": 22, "v": 7, "d": "So the responsible men of Moab and Midian went away, taking in their hands rewards for the prophet; and they came to Balaam and said to him what Balak had given them orders to say."}, {"id": 4022008, "c": 22, "v": 8, "d": "And he said to them, Take your rest here tonight, and I will give you an answer after hearing what the Lord says; so the chiefs of Moab kept there with Balaam that night."}, {"id": 4022009, "c": 22, "v": 9, "d": "And God came to Balaam and said, Who are these men with you?"}, {"id": 4022010, "c": 22, "v": 10, "d": "And Balaam said to God, Balak, the son of Zippor, king of Moab, has sent them to me, saying,"}, {"id": 4022011, "c": 22, "v": 11, "d": "See, the people who have come out of Egypt are covering all the earth: now, put a curse on this people for me, so that I may be able to make war on them, driving them out of the land."}, {"id": 4022012, "c": 22, "v": 12, "d": "And God said to Balaam, You are not to go with them, or put a curse on this people, for they have my blessing."}, {"id": 4022013, "c": 22, "v": 13, "d": "In the morning Balaam got up and said to the chiefs of Balak, Go back to your land, for the Lord will not let me go with you."}, {"id": 4022014, "c": 22, "v": 14, "d": "So the chiefs of Moab went back to Balak and said, Balaam will not come with us."}, {"id": 4022015, "c": 22, "v": 15, "d": "So Balak sent more chiefs, greater in number and of higher position than the others."}, {"id": 4022016, "c": 22, "v": 16, "d": "And they came to Balaam and said, Balak, son of Zippor, says, Let nothing keep you from coming to me:"}, {"id": 4022017, "c": 22, "v": 17, "d": "For I will give you a place of very great honour, and whatever you say to me I will do; so come, in answer to my prayer, and put a curse on this people."}, {"id": 4022018, "c": 22, "v": 18, "d": "But Balaam, in answer; said to the servants of Balak, Even if Balak gave me his house full of silver and gold, it would not be possible for me to do anything more or less than the orders of the Lord my God."}, {"id": 4022019, "c": 22, "v": 19, "d": "So take your rest here this night, till I have knowledge what more the Lord has to say to me."}, {"id": 4022020, "c": 22, "v": 20, "d": "And that night God came to Balaam and said to him, If these men have come for you, go with them: but do only what I say to you."}, {"id": 4022021, "c": 22, "v": 21, "d": "So in the morning Balaam got up and, making his ass ready, went with the chiefs of Moab."}, {"id": 4022022, "c": 22, "v": 22, "d": "But God was moved to wrath because he went: and the angel of the Lord took up a position in the road to keep him from his purpose. Now he was seated on his ass, and his two servants were with him."}, {"id": 4022023, "c": 22, "v": 23, "d": "And the ass saw the angel of the Lord waiting in the road with his sword in his hand; and turning from the road, the ass went into the field; and Balaam gave the ass blows, to get her back on to the road."}, {"id": 4022024, "c": 22, "v": 24, "d": "Then the angel of the Lord took up his position in a narrow road through the vine-gardens, with a wall on this side and on that."}, {"id": 4022025, "c": 22, "v": 25, "d": "And the ass saw the angel of the Lord, and went near the wall, crushing Balaam's foot against the wall; and he gave her more blows."}, {"id": 4022026, "c": 22, "v": 26, "d": "Then the angel of the Lord went further, stopping in a narrow place where there was no room for turning to the right or to the left."}, {"id": 4022027, "c": 22, "v": 27, "d": "And the ass saw the angel of the Lord and went down on the earth under Balaam; and full of wrath, Balaam gave her hard blows with his stick."}, {"id": 4022028, "c": 22, "v": 28, "d": "Then the Lord gave the ass the power of talking, and opening her mouth she said to Balaam, What have I done to you that you have given me blows these three times?"}, {"id": 4022029, "c": 22, "v": 29, "d": "And Balaam said to the ass, You have made me seem foolish: if only I had a sword in my hand I would put you to death."}, {"id": 4022030, "c": 22, "v": 30, "d": "And the ass said to Balaam, Am I not your ass upon which you have gone all your life till this day? and have I ever done this to you before? And he said, No."}, {"id": 4022031, "c": 22, "v": 31, "d": "Then the Lord made Balaam's eyes open, and he saw the angel of the Lord in the way with his sword in his hand: and he went down on his face to the earth."}, {"id": 4022032, "c": 22, "v": 32, "d": "And the angel of the Lord said to him, Why have you given your ass blows these three times? See, I have come out against you to keep you back, because your purpose is not pleasing to me."}, {"id": 4022033, "c": 22, "v": 33, "d": "And the ass saw me, turning to one side from me three times: if she had not gone to one side, I would certainly have put you to death and kept her safe."}, {"id": 4022034, "c": 22, "v": 34, "d": "And Balaam said to the angel of the Lord, I have done wrong, for I did not see that you were in the way against me: but now, if it is evil in your eyes, I will go back again."}, {"id": 4022035, "c": 22, "v": 35, "d": "And the angel of the Lord said to Balaam, Go with the men; but say only what I give you to say. Then Balaam went on with the chiefs of Balak."}, {"id": 4022036, "c": 22, "v": 36, "d": "Now Balak, hearing that Balaam had come, went to the chief town of Moab, on the edge of the Arnon, in the farthest part of the land, for the purpose of meeting him."}, {"id": 4022037, "c": 22, "v": 37, "d": "And Balak said to Balaam, Did I not send to you, requesting you with all my heart to come to me? why did you not come? am I not able to give you a place of honour?"}, {"id": 4022038, "c": 22, "v": 38, "d": "Then Balaam said to Balak, Now I have come to you; but have I power to say anything? Only what God puts into my mouth may I say."}, {"id": 4022039, "c": 22, "v": 39, "d": "And Balaam went with Balak to Kiriath-huzoth."}, {"id": 4022040, "c": 22, "v": 40, "d": "And Balak made offerings of oxen and sheep, and sent to Balaam and the chiefs who were with him."}, {"id": 4022041, "c": 22, "v": 41, "d": "And in the morning Balak took Balaam up to the high places of Baal, and from there he was able to see the outer limits of the people."}, {"id": 4023001, "c": 23, "v": 1, "d": "And Balaam said to Balak, Make me here seven altars and get ready seven oxen and seven male sheep."}, {"id": 4023002, "c": 23, "v": 2, "d": "And Balak did as Balaam had said; and Balak and Balaam made an offering on every altar of an ox and a male sheep."}, {"id": 4023003, "c": 23, "v": 3, "d": "Then Balaam said to Balak, Take your place by your burned offering, and I will go and see if the Lord comes to me: and I will give you word of whatever he says to me. And he went to an open place on a hill."}, {"id": 4023004, "c": 23, "v": 4, "d": "And God came to Balaam, and Balaam said to him, I have made ready seven altars, offering an ox and a male sheep on every altar."}, {"id": 4023005, "c": 23, "v": 5, "d": "And the Lord put words in Balaam's mouth, and said, Go back to Balak, and this is what you are to say."}, {"id": 4023006, "c": 23, "v": 6, "d": "So he went back to him where he was waiting by his burned offering with all the chiefs of Moab."}, {"id": 4023007, "c": 23, "v": 7, "d": "And in the words which the Lord had given him he said, From Aram Balak has sent for me, the king of Moab from the mountains of the East: come, put curses on Jacob for me and be angry with Israel."}, {"id": 4023008, "c": 23, "v": 8, "d": "How may I put curses on him who is not cursed by God? how may I be angry with him with whom the Lord is not angry?"}, {"id": 4023009, "c": 23, "v": 9, "d": "From the top of the rocks I see him, looking down on him from the hills: it is a people made separate, not to be numbered among the nations."}, {"id": 4023010, "c": 23, "v": 10, "d": "Who is able to take the measure of the dust of Jacob or the number of the thousands of Israel? May my death be the death of the upright and my last end like his!"}, {"id": 4023011, "c": 23, "v": 11, "d": "Then Balak said to Balaam, What have you done to me? I sent for you so that my haters might be cursed, and see, you have given them a blessing."}, {"id": 4023012, "c": 23, "v": 12, "d": "And in answer he said, Am I not ordered to say only what the Lord puts into my mouth?"}, {"id": 4023013, "c": 23, "v": 13, "d": "And Balak said to him, Come with me now into another place from which you will not be able to see them all, but only the outskirts of them; and you will send curses on them from there."}, {"id": 4023014, "c": 23, "v": 14, "d": "So he took him into the country of Zophim, to the top of Pisgah, and there they made seven altars, offering an ox and a male sheep on every altar."}, {"id": 4023015, "c": 23, "v": 15, "d": "Then he said to Balak, Take your place here by your burned offering, while I go over there to the Lord."}, {"id": 4023016, "c": 23, "v": 16, "d": "And the Lord came to Balaam, and put words in his mouth, and said, Go back to Balak, and this is what you are to say."}, {"id": 4023017, "c": 23, "v": 17, "d": "So he came to him where he was waiting by his burned offering with the chiefs of Moab by his side. And Balak said to him, What has the Lord said?"}, {"id": 4023018, "c": 23, "v": 18, "d": "And in the words which the Lord had given him he said, Up! Balak, and give ear; give attention to me, O son of Zippor:"}, {"id": 4023019, "c": 23, "v": 19, "d": "God is not a man, to say what is false; or the son of man, that his purpose may be changed: what he has said, will he not do? and will he not give effect to the words of his mouth?"}, {"id": 4023020, "c": 23, "v": 20, "d": "See, I have had orders to give blessing: and he has given a blessing which I have no power to take away."}, {"id": 4023021, "c": 23, "v": 21, "d": "He has seen no evil in Jacob or wrongdoing in Israel: the Lord his God is with him, and the glad cry of a king is among them."}, {"id": 4023022, "c": 23, "v": 22, "d": "It is God who has taken them out of Egypt; his horns are like those of the mountain ox."}, {"id": 4023023, "c": 23, "v": 23, "d": "No evil power has effect against Jacob, no secret arts against Israel; at the right time it will be said of Jacob and of Israel, See what God has done!"}, {"id": 4023024, "c": 23, "v": 24, "d": "See, Israel comes up like a she-lion, lifting himself up like a lion: he will take no rest till he has made a meal of those he has overcome, drinking the blood of those he has put to death."}, {"id": 4023025, "c": 23, "v": 25, "d": "Then Balak said to Balaam, If you will not put a curse on them, at all events do not give them a blessing."}, {"id": 4023026, "c": 23, "v": 26, "d": "But Balaam in answer said to Balak, Did I not say to you, I may only do what the Lord says?"}, {"id": 4023027, "c": 23, "v": 27, "d": "Then Balak said to Balaam, Come now, I will take you to another place; it may be that God will let you put a curse on them from there."}, {"id": 4023028, "c": 23, "v": 28, "d": "So Balak took Balaam to the top of Peor, looking down over the waste land."}, {"id": 4023029, "c": 23, "v": 29, "d": "And Balaam said to Balak, Make me seven altars here and get seven oxen and seven male sheep ready for me."}, {"id": 4023030, "c": 23, "v": 30, "d": "And Balak did as Balaam said, offering an ox and a male sheep on every altar."}, {"id": 4024001, "c": 24, "v": 1, "d": "Now when Balaam saw that it was the Lord's pleasure to give his blessing to Israel, he did not, as at other times, make use of secret arts, but turning his face to the waste land,"}, {"id": 4024002, "c": 24, "v": 2, "d": "And lifting up his eyes, he saw Israel there, with their tents in the order of their tribes: and the spirit of God came on him."}, {"id": 4024003, "c": 24, "v": 3, "d": "And moved by the spirit, he said, These are the words of Balaam, son of Beor, the words of the man whose eyes are open:"}, {"id": 4024004, "c": 24, "v": 4, "d": "He says, whose ears are open to the words of God, who has seen the vision of the Ruler of all, falling down, but having his eyes open:"}, {"id": 4024005, "c": 24, "v": 5, "d": "How fair are your tents, O Jacob, your houses, O Israel!"}, {"id": 4024006, "c": 24, "v": 6, "d": "They are stretched out like valleys, like gardens by the riverside, like flowering trees planted by the Lord, like cedar-trees by the waters."}, {"id": 4024007, "c": 24, "v": 7, "d": "Peoples will be in fear before his strength, his arm will be on great nations: his king will be higher than Agag, and his kingdom made great in honour."}, {"id": 4024008, "c": 24, "v": 8, "d": "It is God who has taken him out of Egypt; his horns are like those of the mountain ox; the nations warring against him will be his food, their bones will be broken, they will be wounded with his arrows."}, {"id": 4024009, "c": 24, "v": 9, "d": "He took his sleep stretched out like a lion, and like a she-lion: by whom will his rest be broken? May a blessing be on everyone who gives you blessing, and a curse on everyone by whom you are cursed."}, {"id": 4024010, "c": 24, "v": 10, "d": "Then Balak was full of wrath against Balaam, and angrily waving his hands he said to Balaam, I sent for you so that those who are against me might be cursed, but now, see, three times you have given them a blessing."}, {"id": 4024011, "c": 24, "v": 11, "d": "Go back quickly to the place you came from: it was my purpose to give you a place of honour, but now the Lord has kept you back from honour."}, {"id": 4024012, "c": 24, "v": 12, "d": "Then Balaam said to Balak, Did I not say to the men you sent to me,"}, {"id": 4024013, "c": 24, "v": 13, "d": "Even if Balak gave me his house full of silver and gold, it would not be possible for me to go outside the orders of the Lord, doing good or evil at the impulse of my mind; whatever the Lord says I will say?"}, {"id": 4024014, "c": 24, "v": 14, "d": "So now I will go back to my people: but first let me make clear to you what this people will do to your people in days to come."}, {"id": 4024015, "c": 24, "v": 15, "d": "Then he went on with his story and said, These are the words of Balaam, the son of Beor, the words of him whose eyes are open:"}, {"id": 4024016, "c": 24, "v": 16, "d": "He says, whose ear is open to the words of God, who has knowledge of the Most High, who has seen the vision of the Ruler of all, falling down and having his eyes open:"}, {"id": 4024017, "c": 24, "v": 17, "d": "I see him, but not now: looking on him, but not near: a star will come out of Jacob, and a rod of authority out of Israel, sending destruction to the farthest limits of Moab and on the head of all the sons of Sheth."}, {"id": 4024018, "c": 24, "v": 18, "d": "Edom will be his heritage, and he will put an end to the last of the people of Seir."}, {"id": 4024019, "c": 24, "v": 19, "d": "And Israel will go on in strength, and Jacob will have rule over his haters."}, {"id": 4024020, "c": 24, "v": 20, "d": "Then, turning his eyes to Amalek, he went on with his story and said, Amalek was the first of the nations, but his part will be destruction for ever."}, {"id": 4024021, "c": 24, "v": 21, "d": "And looking on the Kenites he went on with his story and said, Strong is your living-place, and your secret place is safe in the rock."}, {"id": 4024022, "c": 24, "v": 22, "d": "But still the Kenites will be wasted, till Asshur takes you away prisoner."}, {"id": 4024023, "c": 24, "v": 23, "d": "Then he went on with his story and said, But who may keep his life when God does this?"}, {"id": 4024024, "c": 24, "v": 24, "d": "But ships will come from the direction of Kittim, troubling Asshur and troubling Eber, and like the others their fate will be destruction."}, {"id": 4024025, "c": 24, "v": 25, "d": "Then Balaam got up and went back to his place: and Balak went away."}, {"id": 4025001, "c": 25, "v": 1, "d": "Now when Israel was living in Shittim the people became false to the Lord, doing evil with the daughters of Moab:"}, {"id": 4025002, "c": 25, "v": 2, "d": "For they sent for the people to be present at the offerings made to their gods; and the people took part in their feasts and gave honour to their gods."}, {"id": 4025003, "c": 25, "v": 3, "d": "So Israel had relations with the women of Moab in honour of the Baal of Peor: and the Lord was moved to wrath against Israel."}, {"id": 4025004, "c": 25, "v": 4, "d": "Then the Lord said to Moses, Take all the chiefs of the people, hanging them up in the sun before the Lord, so that the wrath of the Lord may be turned from Israel."}, {"id": 4025005, "c": 25, "v": 5, "d": "So Moses said to the judges of Israel, Let everyone put to death those of his men who have had relations with the women of Moab in honour of the Baal of Peor."}, {"id": 4025006, "c": 25, "v": 6, "d": "Then one of the children of Israel came to his brothers, taking with him a woman of Midian, before the eyes of Moses and all the meeting of the people, while they were weeping at the door of the Tent of meeting."}, {"id": 4025007, "c": 25, "v": 7, "d": "And Phinehas, the son of Eleazar, the son of Aaron the priest, seeing it, got up from among the people and took a spear in his hand,"}, {"id": 4025008, "c": 25, "v": 8, "d": "And went after the man of Israel into the tent, driving the spear through the two of them, through the man of Israel and through the stomach of the woman. So the disease was stopped among the children of Israel."}, {"id": 4025009, "c": 25, "v": 9, "d": "But twenty-four thousand of them had come to their death by the disease."}, {"id": 4025010, "c": 25, "v": 10, "d": "And the Lord said to Moses,"}, {"id": 4025011, "c": 25, "v": 11, "d": "Through Phinehas, and because of his passion for my honour, my wrath has been turned away from the children of Israel, so that I have not sent destruction on them all in my wrath."}, {"id": 4025012, "c": 25, "v": 12, "d": "So say to them that I will make with him an agreement of peace:"}, {"id": 4025013, "c": 25, "v": 13, "d": "And by this agreement, he and his sons after him have the right to be priests for ever; because, by his care for the honour of his God, he took away the sin of the children of Israel."}, {"id": 4025014, "c": 25, "v": 14, "d": "Now the man of Israel who was put to death with the woman of Midian was Zimri, the son of Salu, a chief of one of the families of the Simeonites."}, {"id": 4025015, "c": 25, "v": 15, "d": "And the woman of Midian who was put to death was Cozbi, the daughter of Zur; he was the head of a family in Midian."}, {"id": 4025016, "c": 25, "v": 16, "d": "Then the Lord said to Moses,"}, {"id": 4025017, "c": 25, "v": 17, "d": "Take up arms against the Midianites and overcome them;"}, {"id": 4025018, "c": 25, "v": 18, "d": "For they are a danger to you with their false ways, causing sin to come on you in the question of Peor, and because of Cozbi, their sister, the daughter of the chief of Midian, who was put to death at the time of the disease which came on you because of Peor."}, {"id": 4026001, "c": 26, "v": 1, "d": "Now after the disease was over, the Lord said to Moses and Eleazar, the son of Aaron the priest,"}, {"id": 4026002, "c": 26, "v": 2, "d": "Let all the children of Israel be numbered, by the names of their fathers' families, all those of twenty years old and over who are able to go to war in Israel."}, {"id": 4026003, "c": 26, "v": 3, "d": "So Moses and Eleazar the priest gave them the order in the lowlands of Moab by Jordan at Jericho, saying,"}, {"id": 4026004, "c": 26, "v": 4, "d": "Let all the people of twenty years old and over be numbered, as the Lord has given orders to Moses and the children of Israel who have come out of Egypt."}, {"id": 4026005, "c": 26, "v": 5, "d": "Reuben, the first son of Israel: the sons of Reuben by their families: of Hanoch, the family of the Hanochites: of Pallu, the family of the Palluites:"}, {"id": 4026006, "c": 26, "v": 6, "d": "Of Hezron, the family of the Hezronites: of Carmi, the family of the Carmites."}, {"id": 4026007, "c": 26, "v": 7, "d": "These are the families of the Reubenites: their number was forty-three thousand, seven hundred and thirty."}, {"id": 4026008, "c": 26, "v": 8, "d": "And the sons of Pallu, Eliab"}, {"id": 4026009, "c": 26, "v": 9, "d": "And the sons of Eliab: Nemuel and Dathan and Abiram. These are the same Dathan and Abiram who had a place in the meeting of the people, who together with Korah made an outcry against Moses and Aaron and against the Lord:"}, {"id": 4026010, "c": 26, "v": 10, "d": "And they went down into the open mouth of the earth, together with Korah, when death overtook him and all his band; at the time when two hundred and fifty men were burned in the fire, and they became a sign."}, {"id": 4026011, "c": 26, "v": 11, "d": "But death did not overtake the sons of Korah."}, {"id": 4026012, "c": 26, "v": 12, "d": "The sons of Simeon by their families: of Nemuel, the family of the Nemuelites: of Jamin, the family of the Jaminites: of Jachin, the family of the Jachinites:"}, {"id": 4026013, "c": 26, "v": 13, "d": "Of Zerah, the family of the Zerahites: of Shaul, the family of the Shaulites."}, {"id": 4026014, "c": 26, "v": 14, "d": "These are the families of the Simeonites, twenty-two thousand, two hundred."}, {"id": 4026015, "c": 26, "v": 15, "d": "The sons of Gad by their families: of Zephon, the family of the Zephonites: of Haggi, the family of the Haggites: of Shuni, the family of the Shunites:"}, {"id": 4026016, "c": 26, "v": 16, "d": "Of Ozni, the family of the Oznites: of Eri, the family of the Erites:"}, {"id": 4026017, "c": 26, "v": 17, "d": "Of Arod, the family of the Arodites: of Areli, the family of the Arelites."}, {"id": 4026018, "c": 26, "v": 18, "d": "These are the families of the sons of Gad as they were numbered, forty thousand, five hundred."}, {"id": 4026019, "c": 26, "v": 19, "d": "The sons of Judah, Er and Onan: and Er and Onan had come to their death in the land of Canaan."}, {"id": 4026020, "c": 26, "v": 20, "d": "And the sons of Judah by their families were: of Shelah, the family of the Shelahites: of Perez, the family of the Perezites: of Zerah, the family of the Zerahites."}, {"id": 4026021, "c": 26, "v": 21, "d": "And the sons of Perez were: of Hezron, the family of the Hezronites: of Hamul, the family of the Hamulites."}, {"id": 4026022, "c": 26, "v": 22, "d": "These are the families of Judah as they were numbered, seventy-six thousand, five hundred."}, {"id": 4026023, "c": 26, "v": 23, "d": "The sons of Issachar by their families: of Tola, the family of the Tolaites: of Puvah, the family of the Punites:"}, {"id": 4026024, "c": 26, "v": 24, "d": "Of Jashub, the family of the Jashubites: of Shimron, the family of the Shimronites."}, {"id": 4026025, "c": 26, "v": 25, "d": "These are the families of Issachar, as they were numbered, sixty-four thousand, three hundred."}, {"id": 4026026, "c": 26, "v": 26, "d": "The sons of Zebulun by their families: of Sered, the family of the Seredites: of Elon, the family of the Elonites: of Jahleel, the family of the Jahleelites."}, {"id": 4026027, "c": 26, "v": 27, "d": "These are the families of the Zebulunites as they were numbered, sixty thousand, five hundred."}, {"id": 4026028, "c": 26, "v": 28, "d": "The sons of Joseph by their families: Manasseh and Ephraim."}, {"id": 4026029, "c": 26, "v": 29, "d": "The sons of Manasseh: of Machir, the family of the Machirites: and Machir was the father of Gilead: of Gilead, the family of the Gileadites."}, {"id": 4026030, "c": 26, "v": 30, "d": "These are the sons of Gilead: of Iezer, the family of the Iezerites: of Helek, the family of the Helekites:"}, {"id": 4026031, "c": 26, "v": 31, "d": "And of Asriel, the family of the Asrielites: and of Shechem, the family of the Shechemites:"}, {"id": 4026032, "c": 26, "v": 32, "d": "And of Shemida, the family of the Shemidaites: and of Hepher, the family of the Hepherites."}, {"id": 4026033, "c": 26, "v": 33, "d": "And Zelophehad, the son of Hepher, had no sons, but only daughters, and the names of the daughters of Zelophehad were Mahlah, and Noah, Hoglah, Milcah, and Tirzah."}, {"id": 4026034, "c": 26, "v": 34, "d": "These are the families of Manasseh; and those who were numbered of them were fifty-two thousand, seven hundred."}, {"id": 4026035, "c": 26, "v": 35, "d": "These are the sons of Ephraim by their families: of Shuthelah, the family of the Shuthelahites: of Becher, the family of the Becherites: of Tahan, the family of the Tahanites."}, {"id": 4026036, "c": 26, "v": 36, "d": "And these are the sons of Shuthelah: of Eran, the family of the Eranites:"}, {"id": 4026037, "c": 26, "v": 37, "d": "These are the families of Ephraim as they were numbered, thirty-two thousand, five hundred. These are the sons of Joseph by their families."}, {"id": 4026038, "c": 26, "v": 38, "d": "The sons of Benjamin by their families: of Bela, the family of the Belaites: of Ashbel, the family of the Ashbelites: of Ahiram, the family of the Ahiramites:"}, {"id": 4026039, "c": 26, "v": 39, "d": "Of Shephupham, the family of the Shuphamites: and of Hupham, the family of the Huphamites."}, {"id": 4026040, "c": 26, "v": 40, "d": "And the sons of Bela were Ard and Naaman: of Ard, the family of the Ardites: of Naaman, the family of the Naamites."}, {"id": 4026041, "c": 26, "v": 41, "d": "These are the sons of Benjamin by their families: and those who were numbered of them were forty-five thousand, six hundred."}, {"id": 4026042, "c": 26, "v": 42, "d": "These are the sons of Dan by their families: of Shuham, the family of the Shuhamites. These are the families of Dan by their families."}, {"id": 4026043, "c": 26, "v": 43, "d": "All the families of the Shuhamites, as they were numbered, were sixty-four thousand, four hundred."}, {"id": 4026044, "c": 26, "v": 44, "d": "The sons of Asher by their families: of Imnah, the family of the Imnites: of Ishvi, the family of the Ishvites: of Beriah, the family of the Beriites."}, {"id": 4026045, "c": 26, "v": 45, "d": "Of the sons of Beriah: of Heber, the family of the Heberites: of Malchiel, the family of the Malchielites:"}, {"id": 4026046, "c": 26, "v": 46, "d": "And the name of the daughter of Asher was Serah."}, {"id": 4026047, "c": 26, "v": 47, "d": "These are the families of the sons of Asher as they were numbered, fifty-three thousand, four hundred."}, {"id": 4026048, "c": 26, "v": 48, "d": "The sons of Naphtali by their families: of Jahzeel, the family of the Jahzeelites: of Guni, the family of the Gunites:"}, {"id": 4026049, "c": 26, "v": 49, "d": "Of Jezer, the family of the Jezerites: of Shillem, the family of the Shillemites."}, {"id": 4026050, "c": 26, "v": 50, "d": "These are the families of Naphtali by their families: and those who were numbered of them were forty-five thousand, four hundred."}, {"id": 4026051, "c": 26, "v": 51, "d": "Those who were numbered of the children of Israel were six hundred and one thousand, seven hundred and thirty."}, {"id": 4026052, "c": 26, "v": 52, "d": "And the Lord said to Moses,"}, {"id": 4026053, "c": 26, "v": 53, "d": "Let there be a division of the land among these, for their heritage, in relation to the number of names."}, {"id": 4026054, "c": 26, "v": 54, "d": "To those families who are more in number, give a greater heritage; to those who are less in number, a smaller part: to every one let the heritage be given in relation to the number in his family."}, {"id": 4026055, "c": 26, "v": 55, "d": "But let the distribution of the land be made by the decision of the Lord: by the names of the tribes of their fathers let their heritage be given them."}, {"id": 4026056, "c": 26, "v": 56, "d": "As it is ordered by the decision of the Lord, let distribution be made between those who are more in number and those who are less."}, {"id": 4026057, "c": 26, "v": 57, "d": "These were those of the Levites who were numbered by their families: of Gershon, the family of the Gershonites: of Kohath, the family of the Kohathites: of Merari, the family of the Merarites."}, {"id": 4026058, "c": 26, "v": 58, "d": "These are the families of Levi: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korahites. And Kohath was the father of Amram."}, {"id": 4026059, "c": 26, "v": 59, "d": "Amram's wife was Jochebed, the daughter of Levi, whom he had in Egypt: by Amram she had Moses and Aaron and their sister Miriam."}, {"id": 4026060, "c": 26, "v": 60, "d": "Aaron's sons were Nadab and Abihu, Eleazar and Ithamar."}, {"id": 4026061, "c": 26, "v": 61, "d": "Death overtook Nadab and Abihu when they made an offering of strange fire before the Lord."}, {"id": 4026062, "c": 26, "v": 62, "d": "Of these, twenty-three thousand males, from one month old and over, were numbered: they were not numbered with the rest of the children of Israel, for they had no heritage among the children of Israel."}, {"id": 4026063, "c": 26, "v": 63, "d": "All these were numbered by Moses and Eleazar the priest when the children of Israel were numbered in the lowlands of Moab by the Jordan at Jericho."}, {"id": 4026064, "c": 26, "v": 64, "d": "But among all these was not one of those numbered by Moses and Aaron the priest when the children of Israel were numbered in the waste land of Sinai."}, {"id": 4026065, "c": 26, "v": 65, "d": "For the Lord had said of them, Death will certainly overtake them in the waste land. And of them all, only Caleb, the son of Jephunneh, and Joshua, the son of Nun, were still living."}, {"id": 4027001, "c": 27, "v": 1, "d": "Then the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the families of Manasseh, the son of Joseph, came forward: their names are Mahlah, Noah, and Hoglah, and Milcah, and Tirzah."}, {"id": 4027002, "c": 27, "v": 2, "d": "They came before Moses and Eleazar the priest and the chiefs and all the people at the door of the Tent of meeting, and said,"}, {"id": 4027003, "c": 27, "v": 3, "d": "Death overtook our father in the waste land; he was not among those who were banded together with Korah against the Lord; but death came to him in his sin; and he had no sons."}, {"id": 4027004, "c": 27, "v": 4, "d": "Why is the name of our father to be taken away from among his family, because he had no son? Give us a heritage among our father's brothers."}, {"id": 4027005, "c": 27, "v": 5, "d": "So Moses put their cause before the Lord."}, {"id": 4027006, "c": 27, "v": 6, "d": "And the Lord said to Moses,"}, {"id": 4027007, "c": 27, "v": 7, "d": "What the daughters of Zelophehad say is right: certainly you are to give them a heritage among their father's brothers: and let the property which would have been their father's go to them."}, {"id": 4027008, "c": 27, "v": 8, "d": "And say to the children of Israel, If a man has no son at the time of his death, let his heritage go to his daughter."}, {"id": 4027009, "c": 27, "v": 9, "d": "And if he has no daughter, then give his heritage to his brothers."}, {"id": 4027010, "c": 27, "v": 10, "d": "And if he has no brothers, then give his heritage to his father's brothers."}, {"id": 4027011, "c": 27, "v": 11, "d": "And if his father has no brothers, then give it to his nearest relation in the family, as his heritage: this is to be a decision made by law for the children of Israel, as the Lord gave orders to Moses."}, {"id": 4027012, "c": 27, "v": 12, "d": "And the Lord said to Moses, Go up into this mountain of Abarim so that you may see the land which I have given to the children of Israel."}, {"id": 4027013, "c": 27, "v": 13, "d": "And when you have seen it, you will be put to rest with your people, as your brother Aaron was:"}, {"id": 4027014, "c": 27, "v": 14, "d": "Because in the waste land of Zin, when the people were angry, you and he went against my word and did not keep my name holy before their eyes, at the waters. (These are the waters of Meribah in Kadesh in the waste land of Zin.)"}, {"id": 4027015, "c": 27, "v": 15, "d": "Then Moses said to the Lord,"}, {"id": 4027016, "c": 27, "v": 16, "d": "Let the Lord, the God of the spirits of all flesh, put a man at the head of this people,"}, {"id": 4027017, "c": 27, "v": 17, "d": "To go out and come in before them and be their guide; so that the people of the Lord may not be like sheep without a keeper."}, {"id": 4027018, "c": 27, "v": 18, "d": "And the Lord said to Moses, Take Joshua, the son of Nun, a man in whom is the spirit, and put your hand on him;"}, {"id": 4027019, "c": 27, "v": 19, "d": "And take him before Eleazar the priest and all the meeting of the people, and give him his orders before their eyes."}, {"id": 4027020, "c": 27, "v": 20, "d": "And put your honour on him, so that all the children of Israel may be under his authority."}, {"id": 4027021, "c": 27, "v": 21, "d": "He will take his place before Eleazar the priest, so that he may get directions from the Lord for him, with the Urim: at his word they will go out, and at his word they will come in, he and all the children of Israel."}, {"id": 4027022, "c": 27, "v": 22, "d": "So Moses did as the Lord said: he took Joshua and put him before Eleazar the priest and the meeting of the people:"}, {"id": 4027023, "c": 27, "v": 23, "d": "And he put his hands on him and gave him his orders, as the Lord had said by Moses."}, {"id": 4028001, "c": 28, "v": 1, "d": "And the Lord said to Moses,"}, {"id": 4028002, "c": 28, "v": 2, "d": "Give orders to the children of Israel and say to them, Let it be your care to give me my offerings at their regular times, the food of the offerings made by fire to me for a sweet smell."}, {"id": 4028003, "c": 28, "v": 3, "d": "Say to them, This is the offering made by fire which you are to give to the Lord; he-lambs of the first year without any mark, two every day as a regular burned offering."}, {"id": 4028004, "c": 28, "v": 4, "d": "Let one be offered in the morning, and the other at evening;"}, {"id": 4028005, "c": 28, "v": 5, "d": "And the tenth part of an ephah of the best meal for a meal offering mixed with the fourth part of a hin of clear oil."}, {"id": 4028006, "c": 28, "v": 6, "d": "It is a regular burned offering, as it was ordered in Mount Sinai, for a sweet smell, an offering made by fire to the Lord."}, {"id": 4028007, "c": 28, "v": 7, "d": "And for its drink offering take the fourth part of a hin for one lamb: in the holy place let the wine be drained out for a drink offering for the Lord."}, {"id": 4028008, "c": 28, "v": 8, "d": "Let the other lamb be offered at evening; like the meal offering of the morning and its drink offering, let it be offered as an offering made by fire for a sweet smell to the Lord."}, {"id": 4028009, "c": 28, "v": 9, "d": "And on the Sabbath day, two he-lambs of the first year, without any mark, and two tenth parts of the best meal for a meal offering mixed with oil, and its drink offering:"}, {"id": 4028010, "c": 28, "v": 10, "d": "This is the burned offering for every Sabbath day, in addition to the regular burned offering, and its drink offering."}, {"id": 4028011, "c": 28, "v": 11, "d": "And on the first day of every month you are to give a burned offering to the Lord; two oxen, one male sheep, and seven he-lambs of the first year, without any mark;"}, {"id": 4028012, "c": 28, "v": 12, "d": "And three tenth parts of the best meal for a meal offering mixed with oil, for every ox; and two tenth parts of the best meal for a meal offering mixed with oil, for the one sheep;"}, {"id": 4028013, "c": 28, "v": 13, "d": "And a separate tenth part of the best meal mixed with oil for a meal offering for every lamb; for a burned offering of a sweet smell, an offering made by fire to the Lord."}, {"id": 4028014, "c": 28, "v": 14, "d": "And their drink offerings are to be half a hin of wine for an ox, and the third part of a hin for a male sheep, and the fourth part of a hin for a lamb: this is the burned offering for every month through all the months of the year."}, {"id": 4028015, "c": 28, "v": 15, "d": "And one he-goat for a sin-offering to the Lord; it is to be offered in addition to the regular burned offering and its drink offering."}, {"id": 4028016, "c": 28, "v": 16, "d": "And in the first month, on the fourteenth day of the month, is the Lord's Passover."}, {"id": 4028017, "c": 28, "v": 17, "d": "On the fifteenth day of this month there is to be a feast; for seven days let your food be unleavened cakes."}, {"id": 4028018, "c": 28, "v": 18, "d": "On the first day there is to be a holy meeting: you may do no sort of field-work:"}, {"id": 4028019, "c": 28, "v": 19, "d": "And you are to give an offering made by fire, a burned offering to the Lord; two oxen, one male sheep, and seven he-lambs of the first year, without any mark:"}, {"id": 4028020, "c": 28, "v": 20, "d": "And their meal offering, the best meal mixed with oil: let three tenth parts of an ephah be offered for an ox and two tenth parts for a male sheep;"}, {"id": 4028021, "c": 28, "v": 21, "d": "And a separate tenth part for every one of the seven lambs;"}, {"id": 4028022, "c": 28, "v": 22, "d": "And one he-goat for a sin-offering to take away your sin."}, {"id": 4028023, "c": 28, "v": 23, "d": "These are to be offered in addition to the morning burned offering, which is a regular burned offering at all times."}, {"id": 4028024, "c": 28, "v": 24, "d": "In this way, every day for seven days, give the food of the offering made by fire, a sweet smell to the Lord: it is to be offered in addition to the regular burned offering, and its drink offering."}, {"id": 4028025, "c": 28, "v": 25, "d": "Then on the seventh day there will be a holy meeting; you may do no field-work."}, {"id": 4028026, "c": 28, "v": 26, "d": "And at the time of the first-fruits, when you give an offering of new meal to the Lord at your feast of weeks, there is to be a holy meeting: you may do no field-work:"}, {"id": 4028027, "c": 28, "v": 27, "d": "And give a burned offering for a sweet smell to the Lord; two oxen, one male sheep, and seven he-lambs of the first year;"}, {"id": 4028028, "c": 28, "v": 28, "d": "And their meal offering, the best meal mixed with oil, three tenth parts for an ox, two tenth parts for a male sheep,"}, {"id": 4028029, "c": 28, "v": 29, "d": "And a separate tenth part for every one of the seven lambs;"}, {"id": 4028030, "c": 28, "v": 30, "d": "And one he-goat to take away your sin."}, {"id": 4028031, "c": 28, "v": 31, "d": "These are in addition to the regular burned offering and its meal offering; take care that they are without any mark, and let them be offered with their drink offerings."}, {"id": 4029001, "c": 29, "v": 1, "d": "In the seventh month, on the first day of the month, let there be a holy meeting; on it you may do no field-work; let the day be marked by the blowing of horns;"}, {"id": 4029002, "c": 29, "v": 2, "d": "And give to the Lord a burned offering for a sweet smell; one ox, one male sheep, seven he-lambs of the first year, without any mark on them:"}, {"id": 4029003, "c": 29, "v": 3, "d": "And their meal offering, the best meal mixed with oil, three tenth parts for an ox, two tenth parts for a male sheep,"}, {"id": 4029004, "c": 29, "v": 4, "d": "And a separate tenth part for every one of the seven lambs;"}, {"id": 4029005, "c": 29, "v": 5, "d": "And one he-goat for a sin-offering, to take away your sin:"}, {"id": 4029006, "c": 29, "v": 6, "d": "In addition to the burned offering of the new moon, and its meal offering, and the regular burned offering and its meal offering, and their drink offerings, as they are ordered, for a sweet smell, an offering made by fire to the Lord."}, {"id": 4029007, "c": 29, "v": 7, "d": "And on the tenth day of this seventh month there will be a holy meeting; keep yourselves from pleasure, and do no sort of work;"}, {"id": 4029008, "c": 29, "v": 8, "d": "And give to the Lord a burned offering for a sweet smell; one ox, one male sheep, seven he-lambs of the first year: only those without any mark on them may be used:"}, {"id": 4029009, "c": 29, "v": 9, "d": "And their meal offering, the best meal mixed with oil, three tenth parts for an ox, two tenth parts for a male sheep,"}, {"id": 4029010, "c": 29, "v": 10, "d": "A separate tenth part for every one of the seven lambs;"}, {"id": 4029011, "c": 29, "v": 11, "d": "One he-goat for a sin-offering; in addition to the offering for taking away your sin, and the regular burned offering and its meal offering, and their drink offerings."}, {"id": 4029012, "c": 29, "v": 12, "d": "And on the fifteenth day of the seventh month let there be a holy meeting; do no field-work, and keep a feast to the Lord for seven days;"}, {"id": 4029013, "c": 29, "v": 13, "d": "And give a burned offering, an offering made by fire of a sweet smell to the Lord, thirteen oxen, two male sheep, fourteen he-lambs of the first year, all without any mark on them;"}, {"id": 4029014, "c": 29, "v": 14, "d": "And their meal offering, the best meal mixed with oil, three tenth parts for every one of the thirteen oxen, two tenth parts for every male sheep,"}, {"id": 4029015, "c": 29, "v": 15, "d": "And a separate tenth part for every one of the fourteen lambs;"}, {"id": 4029016, "c": 29, "v": 16, "d": "And one he-goat for a sin-offering; in addition to the regular burned offering, and its meal offering, and its drink offering."}, {"id": 4029017, "c": 29, "v": 17, "d": "On the second day of the feast give an offering of twelve oxen, two male sheep, fourteen he-lambs of the first year, without any mark on them;"}, {"id": 4029018, "c": 29, "v": 18, "d": "And their meal offering and their drink offerings for the oxen and the sheep and the lambs, in relation to their number, as it is ordered:"}, {"id": 4029019, "c": 29, "v": 19, "d": "And one he-goat for a sin-offering in addition to the regular burned offering, and its meal offering, and their drink offerings."}, {"id": 4029020, "c": 29, "v": 20, "d": "And on the third day eleven oxen, two male sheep, fourteen he-lambs of the first year, without any mark;"}, {"id": 4029021, "c": 29, "v": 21, "d": "And their meal offering and drink offerings for the oxen, for the male sheep, and for the lambs, in relation to their number, as it is ordered:"}, {"id": 4029022, "c": 29, "v": 22, "d": "And one he-goat for a sin-offering; in addition to the regular burned offering, and its meal offering, and its drink offering."}, {"id": 4029023, "c": 29, "v": 23, "d": "And on the fourth day ten oxen, two male sheep, fourteen he-lambs of the first year, without any mark:"}, {"id": 4029024, "c": 29, "v": 24, "d": "And their meal offering and their drink offerings for the oxen, for the male sheep, and for the lambs, in relation to their number, as it is ordered."}, {"id": 4029025, "c": 29, "v": 25, "d": "And one he-goat for a sin-offering; in addition to the regular burned offering, and its meal offering, and its drink offering."}, {"id": 4029026, "c": 29, "v": 26, "d": "And on the fifth day nine oxen, two male sheep, fourteen he-lambs of the first year, without any mark:"}, {"id": 4029027, "c": 29, "v": 27, "d": "And their meal offering and their drink offerings for the oxen, for the male sheep, and for the lambs, in relation to their number, as it is ordered:"}, {"id": 4029028, "c": 29, "v": 28, "d": "And one he-goat for a sin-offering; in addition to the regular burned offering, and its meal offering, and its drink offering."}, {"id": 4029029, "c": 29, "v": 29, "d": "And on the sixth day eight oxen, two male sheep, fourteen he-lambs of the first year, without any mark:"}, {"id": 4029030, "c": 29, "v": 30, "d": "And their meal offering and their drink offerings for the oxen, for the male sheep, and for the lambs, in relation to their number, as it is ordered:"}, {"id": 4029031, "c": 29, "v": 31, "d": "And one he-goat for a sin-offering; in addition to the regular burned offering, its meal offering, and its drink offerings."}, {"id": 4029032, "c": 29, "v": 32, "d": "And on the seventh day seven oxen, two male sheep, fourteen he-lambs of the first year, without any mark:"}, {"id": 4029033, "c": 29, "v": 33, "d": "And their meal offering and their drink offerings for the oxen, for the male sheep, and for the lambs, in relation to their number, as it is ordered:"}, {"id": 4029034, "c": 29, "v": 34, "d": "And one he-goat for a sin-offering; in addition to the regular burned offering, its meal offering, and its drink offering."}, {"id": 4029035, "c": 29, "v": 35, "d": "On the eighth day let there be a holy meeting: you may do no field-work;"}, {"id": 4029036, "c": 29, "v": 36, "d": "And give a burned offering, an offering made by fire of a sweet smell to the Lord: one ox, one male sheep, seven he-lambs of the first year, without any mark:"}, {"id": 4029037, "c": 29, "v": 37, "d": "With the meal offering and the drink offerings for the ox, the male sheep, and the lambs, in relation to their number, as it is ordered:"}, {"id": 4029038, "c": 29, "v": 38, "d": "And one he-goat for a sin-offering; in addition to the regular burned offering, and its meal offering, and its drink offering."}, {"id": 4029039, "c": 29, "v": 39, "d": "These are the offerings which you are to give to the Lord at your regular feasts, in addition to the offerings for an oath, and the free offerings you give, for your burned offerings and your drink offerings and your peace-offerings."}, {"id": 4030001, "c": 30, "v": 1, "d": "So Moses gave the children of Israel all these directions as the Lord had given him orders."}, {"id": 4030002, "c": 30, "v": 2, "d": "And Moses said to the heads of the tribes of the children of Israel, This is the order of the Lord."}, {"id": 4030003, "c": 30, "v": 3, "d": "When a man takes an oath to the Lord, or gives an undertaking having the force of an oath, let him not go back from his word, but let him do whatever he has said he will do."}, {"id": 4030004, "c": 30, "v": 4, "d": "If a woman, being young and under the authority of her father, takes an oath to the Lord or gives an undertaking;"}, {"id": 4030005, "c": 30, "v": 5, "d": "If her father, hearing of her oath or the undertaking she has given, says nothing to her, then all her oaths and every undertaking she has given will have force."}, {"id": 4030006, "c": 30, "v": 6, "d": "But if her father, hearing of it, makes her take back her word, then the oaths or the undertakings she has given will have no force; and she will have forgiveness from the Lord, because her oath was broken by her father."}, {"id": 4030007, "c": 30, "v": 7, "d": "And if she is married to a husband at the time when she is under an oath or an undertaking given without thought;"}, {"id": 4030008, "c": 30, "v": 8, "d": "If her husband, hearing of it, says nothing to her at the time, then the oaths she made and the undertakings she gave will have force."}, {"id": 4030009, "c": 30, "v": 9, "d": "But if her husband, hearing of it, makes her take it back, then the oath she made and the undertaking she gave without thought will have no force or effect, and she will have the Lord's forgiveness."}, {"id": 4030010, "c": 30, "v": 10, "d": "But an oath made by a widow or one who is no longer married to her husband, and every undertaking she has given, will have force."}, {"id": 4030011, "c": 30, "v": 11, "d": "If she made an oath while she was under the authority of her husband,"}, {"id": 4030012, "c": 30, "v": 12, "d": "And her husband, hearing of it, said nothing to her and did not put a stop to it, then all her oaths and every undertaking she gave will have force."}, {"id": 4030013, "c": 30, "v": 13, "d": "But if her husband, on hearing of it, made them without force or effect, then whatever she has said about her oaths or her undertaking has no force: her husband has made them without effect, and she will have the Lord's forgiveness."}, {"id": 4030014, "c": 30, "v": 14, "d": "Every oath, and every undertaking which she gives, to keep herself from pleasure, may be supported or broken by her husband."}, {"id": 4030015, "c": 30, "v": 15, "d": "But if the days go on, and her husband says nothing whatever to her, then he is giving the support of his authority to her oaths and undertakings, because at the time of hearing them he said nothing to her."}, {"id": 4030016, "c": 30, "v": 16, "d": "But if at some time after hearing of them, he makes them without force, then he is responsible for her wrongdoing."}, {"id": 4030017, "c": 30, "v": 17, "d": "These are the laws which the Lord gave Moses in relation to a man and his wife, or a father and a young daughter who is under his authority."}, {"id": 4031001, "c": 31, "v": 1, "d": "Then the Lord said to Moses,"}, {"id": 4031002, "c": 31, "v": 2, "d": "Give the Midianites punishment for the wrong they did to the children of Israel: and after that you will go to rest with your people."}, {"id": 4031003, "c": 31, "v": 3, "d": "So Moses said to the people, Let men from among you be armed for war to put into effect against Midian the Lord's punishment on them."}, {"id": 4031004, "c": 31, "v": 4, "d": "From every tribe of Israel send a thousand to the war."}, {"id": 4031005, "c": 31, "v": 5, "d": "So from the thousands of Israel a thousand were taken from every tribe, twelve thousand men armed for war."}, {"id": 4031006, "c": 31, "v": 6, "d": "And Moses sent them out to war, a thousand from every tribe, and with them Phinehas, the son of Eleazar the priest, taking in his hands the vessels of the holy place and the horns for sounding the note of war."}, {"id": 4031007, "c": 31, "v": 7, "d": "And they made war on Midian, as the Lord gave orders to Moses; and they put to death every male."}, {"id": 4031008, "c": 31, "v": 8, "d": "They put the kings of Midian to death with the rest, Evi and Reken and Zur and Hur and Reba, the five kings of Midian: and Balaam, the son of Beor, they put to death with the sword."}, {"id": 4031009, "c": 31, "v": 9, "d": "The women of Midian with their little ones the children of Israel took prisoner; and all their cattle and flocks and all their goods they took for themselves;"}, {"id": 4031010, "c": 31, "v": 10, "d": "And after burning all their towns and all their tent-circles,"}, {"id": 4031011, "c": 31, "v": 11, "d": "They went away with the goods they had taken, man and beast."}, {"id": 4031012, "c": 31, "v": 12, "d": "And the prisoners and the goods and everything they had taken, they took to Moses and Eleazar the priest and the people of Israel, to the tent-circle in the lowlands of Moab by the Jordan at Jericho."}, {"id": 4031013, "c": 31, "v": 13, "d": "Then Moses and Eleazar the priest and the chiefs of the people went out to them before they had come into the tent-circle."}, {"id": 4031014, "c": 31, "v": 14, "d": "And Moses was angry with the chiefs of the army, the captains of thousands and the captains of hundreds who had come back from the war."}, {"id": 4031015, "c": 31, "v": 15, "d": "And Moses said to them, Why have you kept all the women safe?"}, {"id": 4031016, "c": 31, "v": 16, "d": "It was these who, moved by Balaam, were the cause of Israel's sin against the Lord in the question of Peor, because of which disease came on the people of the Lord."}, {"id": 4031017, "c": 31, "v": 17, "d": "So now put every male child to death, and every woman who has had sex relations with a man."}, {"id": 4031018, "c": 31, "v": 18, "d": "But all the female children who have had no sex relations with men, you may keep for yourselves."}, {"id": 4031019, "c": 31, "v": 19, "d": "You yourselves will have to keep outside the tent-circle for seven days, anyone of you who has put any person to death or come near a dead body; and on the third day and on the seventh day make yourselves and your prisoners clean."}, {"id": 4031020, "c": 31, "v": 20, "d": "And every bit of clothing, and anything made of leather or goats' hair or wood, you are to make clean."}, {"id": 4031021, "c": 31, "v": 21, "d": "Then Eleazar the priest said to the men of war who had been to the fight, This is the rule of the law which the Lord has given to Moses:"}, {"id": 4031022, "c": 31, "v": 22, "d": "But gold and silver and brass and iron and tin and lead,"}, {"id": 4031023, "c": 31, "v": 23, "d": "And anything which may be heated, is to go through the fire and be made clean; but in addition it is to be put in the water of cleaning: and anything which may not go through the fire is to be put in the water."}, {"id": 4031024, "c": 31, "v": 24, "d": "And on the seventh day, after washing your clothing, you will be clean, and then you may come into the tent-circle."}, {"id": 4031025, "c": 31, "v": 25, "d": "And the Lord said to Moses,"}, {"id": 4031026, "c": 31, "v": 26, "d": "Get an account of everything which was taken in the war, of man and of beast, you and Eleazar the priest and the heads of families of the people:"}, {"id": 4031027, "c": 31, "v": 27, "d": "And let division be made of it into two parts, one for the men of war who went out to the fight, and one for all the people:"}, {"id": 4031028, "c": 31, "v": 28, "d": "And from the men of war who went out let there be offered to the Lord one out of every five hundred, from the persons, and from the oxen and asses and sheep:"}, {"id": 4031029, "c": 31, "v": 29, "d": "Take this from their part and give it to Eleazar the priest as an offering to be lifted up to the Lord."}, {"id": 4031030, "c": 31, "v": 30, "d": "And from the part given to the children of Israel, take one out of every fifty, from the persons, and from the oxen and asses and sheep, and give it to the Levites who have the care of the House of the Lord."}, {"id": 4031031, "c": 31, "v": 31, "d": "So Eleazar and Moses did as the Lord had given orders to Moses."}, {"id": 4031032, "c": 31, "v": 32, "d": "Now the beasts taken, in addition to what the fighting-men took for themselves, were six hundred and seventy-five thousand sheep,"}, {"id": 4031033, "c": 31, "v": 33, "d": "And seventy-two thousand oxen,"}, {"id": 4031034, "c": 31, "v": 34, "d": "And sixty-one thousand asses;"}, {"id": 4031035, "c": 31, "v": 35, "d": "And thirty-two thousand persons, that is, women who had never had sex relations with a man."}, {"id": 4031036, "c": 31, "v": 36, "d": "And the half given as their part to the men who went to the war, was three hundred and thirty-seven thousand, five hundred sheep,"}, {"id": 4031037, "c": 31, "v": 37, "d": "Of which the Lord's part was six hundred and seventy-five."}, {"id": 4031038, "c": 31, "v": 38, "d": "The number of oxen was thirty-six thousand, of which the Lord's part was seventy-two;"}, {"id": 4031039, "c": 31, "v": 39, "d": "The number of asses was thirty thousand, five hundred, of which the Lord's part was sixty-one."}, {"id": 4031040, "c": 31, "v": 40, "d": "And the number of persons was sixteen thousand, of which the Lord's part was thirty-two persons."}, {"id": 4031041, "c": 31, "v": 41, "d": "And Moses gave the Lord's part, lifted up as an offering, to Eleazar the priest, as the Lord had given orders to Moses."}, {"id": 4031042, "c": 31, "v": 42, "d": "And from the half given to the children of Israel, which Moses had kept separate from that given to the fighting-men,"}, {"id": 4031043, "c": 31, "v": 43, "d": "(Now the people's half was three hundred and thirty-seven thousand, five hundred sheep,"}, {"id": 4031044, "c": 31, "v": 44, "d": "And thirty-six thousand oxen,"}, {"id": 4031045, "c": 31, "v": 45, "d": "And thirty thousand, five hundred asses,"}, {"id": 4031046, "c": 31, "v": 46, "d": "And sixteen thousand persons;)"}, {"id": 4031047, "c": 31, "v": 47, "d": "Even from the children of Israel's half, Moses took one out of every fifty, men and beasts, and gave them to the Levites who had the care of the House of the Lord; as the Lord gave orders to Moses."}, {"id": 4031048, "c": 31, "v": 48, "d": "Then the men in authority over the thousands of the army, the captains of thousands and captains of hundreds, came to Moses,"}, {"id": 4031049, "c": 31, "v": 49, "d": "And said to him, Your servants have taken note of the number of all the fighting-men under our orders, and every one is present;"}, {"id": 4031050, "c": 31, "v": 50, "d": "And we have here an offering for the Lord from what every man took in the war, ornaments of gold, leg-chains and arm-rings, finger-rings, ear-rings, and neck-ornaments, to make our souls free from sin before the Lord."}, {"id": 4031051, "c": 31, "v": 51, "d": "So Moses and Eleazar the priest took the gold from them, even all the worked ornaments."}, {"id": 4031052, "c": 31, "v": 52, "d": "And the gold which the captains of thousands and captains of hundreds gave, as an offering to be lifted up before the Lord, came to sixteen thousand, seven hundred and fifty shekels."}, {"id": 4031053, "c": 31, "v": 53, "d": "(For every man of the army had taken goods for himself in the war.)"}, {"id": 4031054, "c": 31, "v": 54, "d": "Then Moses and Eleazar the priest took the gold given by the captains of thousands and captains of hundreds, and took it into the Tent of meeting, to be a sign in memory of the children of Israel before the Lord."}, {"id": 4032001, "c": 32, "v": 1, "d": "Now the children of Reuben and the children of Gad had a great number of cattle: and when they saw that the land of Jazer and the land of Gilead was a good place for cattle;"}, {"id": 4032002, "c": 32, "v": 2, "d": "The children of Gad and the children of Reuben came and said to Moses and to Eleazar the priest and to the chiefs of the meeting,"}, {"id": 4032003, "c": 32, "v": 3, "d": "Ataroth, and Dibon, and Jazer, and Nimrah, and Heshbon, and Elealeh, and Sebam, and Nebo, and Beon,"}, {"id": 4032004, "c": 32, "v": 4, "d": "The land which the Lord gave into the hands of the children of Israel, is a land for cattle, and your servants have cattle."}, {"id": 4032005, "c": 32, "v": 5, "d": "And they said, With your approval, let this land be given to your servants as their heritage: do not take us over Jordan."}, {"id": 4032006, "c": 32, "v": 6, "d": "And Moses said to the children of Gad and the children of Reuben, Are your brothers to go to the war, while you take your rest here?"}, {"id": 4032007, "c": 32, "v": 7, "d": "Why would you take from the children of Israel the desire to go over into the land which the Lord has given them?"}, {"id": 4032008, "c": 32, "v": 8, "d": "So did your fathers, when I sent them from Kadesh-barnea to see the land."}, {"id": 4032009, "c": 32, "v": 9, "d": "For when they went up to the valley of Eshcol, and saw the land, they took from the children of Israel the desire to go into the land which the Lord had given them."}, {"id": 4032010, "c": 32, "v": 10, "d": "And at that time the Lord was moved to wrath, and made an oath, saying,"}, {"id": 4032011, "c": 32, "v": 11, "d": "Truly, not one of the men of twenty years old and over who came out of Egypt will see the land which I gave by oath to Abraham, Isaac, and Jacob; because they have not been true to me with all their heart;"}, {"id": 4032012, "c": 32, "v": 12, "d": "But only Caleb, the son of Jephunneh the Kenizzite, and Joshua, the son of Nun: because they have been true to the Lord."}, {"id": 4032013, "c": 32, "v": 13, "d": "Then the Lord was angry with Israel, and he made them wanderers in the waste land for forty years? till all that generation who had done evil in the eyes of the Lord was dead."}, {"id": 4032014, "c": 32, "v": 14, "d": "And now you have come to take the place of your fathers, another generation of sinners, increasing the wrath of the Lord against Israel."}, {"id": 4032015, "c": 32, "v": 15, "d": "For if you are turned away from him, he will send them wandering again in the waste land; and you will be the cause of the destruction of all this people."}, {"id": 4032016, "c": 32, "v": 16, "d": "Then they came to him, and said, We will make safe places for our cattle here, and towns for our little ones;"}, {"id": 4032017, "c": 32, "v": 17, "d": "But we ourselves will be ready armed to go before the children of Israel till we have taken them to their place: but our little ones will be safe in the walled towns against the people of the land."}, {"id": 4032018, "c": 32, "v": 18, "d": "We will not come back to our houses till every one of the children of Israel has come into his heritage."}, {"id": 4032019, "c": 32, "v": 19, "d": "For we will not have our heritage with them on the other side of Jordan and forward; because our heritage has come to us on this side of Jordan to the east."}, {"id": 4032020, "c": 32, "v": 20, "d": "Then Moses said to them, If you will do this, arming yourselves to go before the Lord to the war,"}, {"id": 4032021, "c": 32, "v": 21, "d": "Every armed man of you going across Jordan before the Lord till he has overcome and sent in flight all who are against him,"}, {"id": 4032022, "c": 32, "v": 22, "d": "And the land is under the rule of the Lord: then after that you may come back, having done no wrong to the Lord and to Israel; and this land will be yours for your heritage before the Lord."}, {"id": 4032023, "c": 32, "v": 23, "d": "But if you do not do this, then you are sinners against the Lord; and you may be certain that your sin will have its reward."}, {"id": 4032024, "c": 32, "v": 24, "d": "So get to work building your towns for your little ones, and safe places for your sheep; and do as you have said."}, {"id": 4032025, "c": 32, "v": 25, "d": "And the children of Gad and the children of Reuben said to Moses, Your servants will do as my lord says."}, {"id": 4032026, "c": 32, "v": 26, "d": "Our little ones, our wives, and our flocks, and all our cattle, will be there in the towns of Gilead;"}, {"id": 4032027, "c": 32, "v": 27, "d": "But your servants will go over, every man armed for war, before the Lord to the fight, as my lord says."}, {"id": 4032028, "c": 32, "v": 28, "d": "So Moses gave orders about them to Eleazar the priest and to Joshua, the son of Nun, and to the heads of families of the tribes of the children of Israel."}, {"id": 4032029, "c": 32, "v": 29, "d": "And Moses said to them, If the children of Gad and the children of Reuben go with you over Jordan, every man armed for the fight before the Lord, and all the land is given into your hands, then let them have the land of Gilead for a heritage:"}, {"id": 4032030, "c": 32, "v": 30, "d": "But if they do not go over with you armed, they will have to take their heritage with you in the land of Canaan."}, {"id": 4032031, "c": 32, "v": 31, "d": "Then the children of Gad and the children of Reuben said, As the Lord has said to your servants, so will we do."}, {"id": 4032032, "c": 32, "v": 32, "d": "We will go over armed before the Lord into the land of Canaan, and you will give us our heritage on this side of Jordan."}, {"id": 4032033, "c": 32, "v": 33, "d": "So Moses gave to them, even to the children of Gad and the children of Reuben and to the half-tribe of Manasseh, the son of Joseph, the kingdom of Sihon, king of the Amorites and Og, king of Bashan, all the land with its towns and the country round them."}, {"id": 4032034, "c": 32, "v": 34, "d": "And the children of Gad were the builders of Dibon and Ataroth and Aroer;"}, {"id": 4032035, "c": 32, "v": 35, "d": "And Atroth-shophan and Jazer and Jogbehah;"}, {"id": 4032036, "c": 32, "v": 36, "d": "And Beth-nimrah and Beth-haran: walled towns and shut-in places for sheep."}, {"id": 4032037, "c": 32, "v": 37, "d": "And the children of Reuben were the builders of Heshbon and Elealeh and Kiriathaim;"}, {"id": 4032038, "c": 32, "v": 38, "d": "And Nebo and Baal-meon, (their names being changed,) and Sibmah: and they gave other names to the towns they made."}, {"id": 4032039, "c": 32, "v": 39, "d": "And the children of Machir, the son of Manasseh, went to Gilead and took it, driving out the Amorites who were living there."}, {"id": 4032040, "c": 32, "v": 40, "d": "And Moses gave Gilead to Machir, the son of Manasseh; and he made it his living-place."}, {"id": 4032041, "c": 32, "v": 41, "d": "And Jair, the son of Manasseh, went and took the towns of Gilead, naming them Havvoth-Jair."}, {"id": 4032042, "c": 32, "v": 42, "d": "And Nobah went and took Kenath and its small towns, naming it Nobah, after himself."}, {"id": 4033001, "c": 33, "v": 1, "d": "These are the journeys of the children of Israel, when they went out of the land of Egypt in their armies, under the direction of Moses and Aaron."}, {"id": 4033002, "c": 33, "v": 2, "d": "And the stages of their journey on their way out were put down in writing by Moses at the order of the Lord: these are the stages of their journey and the way they went."}, {"id": 4033003, "c": 33, "v": 3, "d": "On the fifteenth day of the first month they went out from Rameses; on the day after the Passover the children of Israel went out by the power of the Lord before the eyes of all the Egyptians,"}, {"id": 4033004, "c": 33, "v": 4, "d": "While the Egyptians were placing in the earth the bodies of their sons on whom the Lord had sent destruction: and their gods had been judged by him."}, {"id": 4033005, "c": 33, "v": 5, "d": "So the children of Israel went from Rameses and put up their tents in Succoth."}, {"id": 4033006, "c": 33, "v": 6, "d": "And they went on from Succoth and put up their tents in Etham on the edge of the waste land."}, {"id": 4033007, "c": 33, "v": 7, "d": "And from Etham, turning back to Pi-hahiroth which is before Baal-zephon, they put up their tents before Migdol."}, {"id": 4033008, "c": 33, "v": 8, "d": "And journeying on from before Hahiroth, they went through the sea into the waste land: they went three days' journey through the waste land of Etham and put up their tents in Marah."}, {"id": 4033009, "c": 33, "v": 9, "d": "And from Marah they went on to Elim: and in Elim there were twelve water-springs and seventy palm-trees; and they put up their tents there."}, {"id": 4033010, "c": 33, "v": 10, "d": "And they went on from Elim and put up their tents by the Red Sea."}, {"id": 4033011, "c": 33, "v": 11, "d": "Then from the Red Sea they went on and put up their tents in the waste land of Sin."}, {"id": 4033012, "c": 33, "v": 12, "d": "And they went on from the waste land of Sin, and put up their tents in Dophkah."}, {"id": 4033013, "c": 33, "v": 13, "d": "And they went on from Dophkah, and put up their tents in Alush."}, {"id": 4033014, "c": 33, "v": 14, "d": "And they went on from Alush, and put up their tents in Rephidim, where there was no drinking-water for the people."}, {"id": 4033015, "c": 33, "v": 15, "d": "And they went on from Rephidim, and put up their tents in the waste land of Sinai."}, {"id": 4033016, "c": 33, "v": 16, "d": "And they went on from the waste land of Sinai and put up their tents in Kibroth-hattaavah."}, {"id": 4033017, "c": 33, "v": 17, "d": "And they went on from Kibroth-hattaavah, and put up their tents in Hazeroth."}, {"id": 4033018, "c": 33, "v": 18, "d": "And they went on from Hazeroth, and put up their tents in Rithmah."}, {"id": 4033019, "c": 33, "v": 19, "d": "And they went on from Rithmah, and put up their tents in Rimmon-perez."}, {"id": 4033020, "c": 33, "v": 20, "d": "And they went on from Rimmon-perez, and put up their tents in Libnah."}, {"id": 4033021, "c": 33, "v": 21, "d": "And they went on from Libnah, and put up their tents in Rissah."}, {"id": 4033022, "c": 33, "v": 22, "d": "And they went on from Rissah, and put up their tents in Kehelathah."}, {"id": 4033023, "c": 33, "v": 23, "d": "And they went on from Kehelathah, and put up their tents in Mount Shepher."}, {"id": 4033024, "c": 33, "v": 24, "d": "And they went on from Mount Shepher, and put up their tents in Haradah."}, {"id": 4033025, "c": 33, "v": 25, "d": "And they went on from Haradah, and put up their tents in Makheloth."}, {"id": 4033026, "c": 33, "v": 26, "d": "And they went on from Makheloth, and put up their tents in Tahath."}, {"id": 4033027, "c": 33, "v": 27, "d": "And they went on from Tahath, and put up their tents in Terah."}, {"id": 4033028, "c": 33, "v": 28, "d": "And they went on from Terah, and put up their tents in Mithkah."}, {"id": 4033029, "c": 33, "v": 29, "d": "And they went on from Mithkah, and put up their tents in Hashmonah."}, {"id": 4033030, "c": 33, "v": 30, "d": "And they went on from Hashmonah, and put up their tents in Moseroth."}, {"id": 4033031, "c": 33, "v": 31, "d": "And they went on from Moseroth, and put up their tents in Bene-jaakan."}, {"id": 4033032, "c": 33, "v": 32, "d": "And they went on from Bene-jaakan, and put up their tents in Hor-haggidgad."}, {"id": 4033033, "c": 33, "v": 33, "d": "And they went on from Hor-haggidgad, and put up their tents in Jotbathah."}, {"id": 4033034, "c": 33, "v": 34, "d": "And they went on from Jotbathah, and put up their tents in Abronah."}, {"id": 4033035, "c": 33, "v": 35, "d": "And they went on from Abronah, and put up their tents in Ezion-geber."}, {"id": 4033036, "c": 33, "v": 36, "d": "And they went on from Ezion-geber, and put up their tents in the waste land of Zin (which is Kadesh)."}, {"id": 4033037, "c": 33, "v": 37, "d": "And they went on from Kadesh, and put up their tents in Mount Hor, on the edge of the land of Edom."}, {"id": 4033038, "c": 33, "v": 38, "d": "And Aaron the priest went up into the mountain at the order of the Lord, and came to his death there, in the fortieth year after the children of Israel had come out of the land of Egypt, in the fifth month, on the first day of the month."}, {"id": 4033039, "c": 33, "v": 39, "d": "Aaron was a hundred and twenty-three years old at the time of his death in Mount Hor."}, {"id": 4033040, "c": 33, "v": 40, "d": "And news of the coming of the children of Israel came to the king of Arad, the Canaanite, who was living in the South in the land of Canaan."}, {"id": 4033041, "c": 33, "v": 41, "d": "And from Mount Hor they went on, and put up their tents in Zalmonah."}, {"id": 4033042, "c": 33, "v": 42, "d": "And they went on from Zalmonah, and put up their tents in Punon."}, {"id": 4033043, "c": 33, "v": 43, "d": "And they went on from Punon, and put up their tents in Oboth."}, {"id": 4033044, "c": 33, "v": 44, "d": "And they went on from Oboth, and put up their tents in Iye-abarim at the edge of Moab."}, {"id": 4033045, "c": 33, "v": 45, "d": "And they went on from Iyim, and put up their tents in Dibon-gad."}, {"id": 4033046, "c": 33, "v": 46, "d": "And from Dibon-gad they went on, and put up their tents in Almon-diblathaim."}, {"id": 4033047, "c": 33, "v": 47, "d": "And from Almon-diblathaim they went on, and put up their tents in the mountains of Abarim, before Nebo."}, {"id": 4033048, "c": 33, "v": 48, "d": "And they went on from the mountains of Abarim, and put up their tents in the lowlands of Moab by Jordan at Jericho;"}, {"id": 4033049, "c": 33, "v": 49, "d": "Planting their tents by the side of Jordan from Beth-jeshimoth as far as Abel-shittim in the lowlands of Moab."}, {"id": 4033050, "c": 33, "v": 50, "d": "And in the lowlands of Moab by Jordan at Jericho, the Lord said to Moses,"}, {"id": 4033051, "c": 33, "v": 51, "d": "Say to the children of Israel, When you go over Jordan into the land of Canaan,"}, {"id": 4033052, "c": 33, "v": 52, "d": "See that all the people of the land are forced out from before you, and put to destruction all their pictured stones, and all their metal images, and all their high places:"}, {"id": 4033053, "c": 33, "v": 53, "d": "And take the land for yourselves, for your resting-place: for to you I have given the land as your heritage."}, {"id": 4033054, "c": 33, "v": 54, "d": "And you will take up your heritage in the land by the decision of the Lord, to every family its part; the greater the family the greater its heritage, and the smaller the family the smaller will be its heritage; wherever the decision of the Lord gives to any man his part, that will be his; distribution will be made to you by your fathers' tribes."}, {"id": 4033055, "c": 33, "v": 55, "d": "But if you are slow in driving out the people of the land, then those of them who are still there will be like pin-points in your eyes and like thorns in your sides, troubling you in the land where you are living."}, {"id": 4033056, "c": 33, "v": 56, "d": "And it will come about that as it was my purpose to do to them, so I will do to you."}, {"id": 4034001, "c": 34, "v": 1, "d": "And the Lord said to Moses,"}, {"id": 4034002, "c": 34, "v": 2, "d": "Give orders to the children of Israel and say to them, When you come into the land of Canaan; (this is the land which is to be your heritage, the land of Canaan inside these limits,)"}, {"id": 4034003, "c": 34, "v": 3, "d": "Then your south quarter will be from the waste land of Zin by the side of Edom, and your limit on the south will be from the east end of the Salt Sea,"}, {"id": 4034004, "c": 34, "v": 4, "d": "And round to the south of the slope of Akrabbim, and on to Zin: and its direction will be south of Kadesh-barnea, and it will go as far as Hazar-addar and on to Azmon:"}, {"id": 4034005, "c": 34, "v": 5, "d": "And from Azmon it will go round to the stream of Egypt as far as the sea."}, {"id": 4034006, "c": 34, "v": 6, "d": "And for your limit on the west you will have the Great Sea and its edge: this will be your limit on the west."}, {"id": 4034007, "c": 34, "v": 7, "d": "And your limit on the north will be the line from the Great Sea to Mount Hor:"}, {"id": 4034008, "c": 34, "v": 8, "d": "And from Mount Hor the line will go in the direction of Hamath; the farthest point of it will be at Zedad:"}, {"id": 4034009, "c": 34, "v": 9, "d": "And the limit will go on to Ziphron, with its farthest point at Hazar-enan: this will be your limit on the north."}, {"id": 4034010, "c": 34, "v": 10, "d": "And on the east, your limit will be marked out from Hazar-enan to Shepham,"}, {"id": 4034011, "c": 34, "v": 11, "d": "Going down from Shepham to Riblah on the east side of Ain, and on as far as the east side of the sea of Chinnereth:"}, {"id": 4034012, "c": 34, "v": 12, "d": "And so down to Jordan, stretching to the Salt Sea: all the land inside these limits will be yours."}, {"id": 4034013, "c": 34, "v": 13, "d": "And Moses gave orders to the children of Israel saying, This is the land which is to be your heritage, by the decision of the Lord, which by the Lord's order is to be given to the nine tribes and the half-tribe:"}, {"id": 4034014, "c": 34, "v": 14, "d": "For the tribe of the children of Reuben, by their fathers' families, and the tribe of the children of Gad, by their fathers' families, and the half-tribe of Manasseh, have been given their heritage:"}, {"id": 4034015, "c": 34, "v": 15, "d": "The two tribes and the half-tribe have been given their heritage on the other side of Jordan at Jericho, on the east looking to the dawn."}, {"id": 4034016, "c": 34, "v": 16, "d": "And the Lord said to Moses,"}, {"id": 4034017, "c": 34, "v": 17, "d": "These are the names of the men who are to make the distribution of the land among you: Eleazar the priest and Joshua, the son of Nun."}, {"id": 4034018, "c": 34, "v": 18, "d": "And you are to take one chief from every tribe to make the distribution of the land."}, {"id": 4034019, "c": 34, "v": 19, "d": "And these are the names of the men: of the tribe of Judah, Caleb, the son of Jephunneh."}, {"id": 4034020, "c": 34, "v": 20, "d": "And of the tribe of the children of Simeon, Shemuel, the son of Ammihud."}, {"id": 4034021, "c": 34, "v": 21, "d": "Of the tribe of Benjamin, Elidad, the son of Chislon."}, {"id": 4034022, "c": 34, "v": 22, "d": "And of the tribe of the children of Dan, a chief, Bukki, the son of Jogli."}, {"id": 4034023, "c": 34, "v": 23, "d": "Of the children of Joseph: of the tribe of the children of Manasseh, a chief, Hanniel, the son of Ephod:"}, {"id": 4034024, "c": 34, "v": 24, "d": "And of the tribe of the children of Ephraim, a chief, Kemuel, the son of Shiphtan."}, {"id": 4034025, "c": 34, "v": 25, "d": "And of the tribe of the children of Zebulun, a chief, Elizaphan, the son of Parnach."}, {"id": 4034026, "c": 34, "v": 26, "d": "And of the tribe of the children of Issachar, a chief, Paltiel, the son of Azzan."}, {"id": 4034027, "c": 34, "v": 27, "d": "And of the tribe of the children of Asher, a chief, Ahihud, the son of Shelomi."}, {"id": 4034028, "c": 34, "v": 28, "d": "And of the tribe of the children of Naphtali, a chief, Pedahel, the son of Ammihud."}, {"id": 4034029, "c": 34, "v": 29, "d": "These are they to whom the Lord gave orders to make the distribution of the heritage among the children of Israel in the land of Canaan."}, {"id": 4035001, "c": 35, "v": 1, "d": "And the Lord said to Moses in the lowlands of Moab by Jordan at Jericho,"}, {"id": 4035002, "c": 35, "v": 2, "d": "Give orders to the children of Israel to give to the Levites, from the heritage which is theirs, towns for themselves, with land on the outskirts of the towns."}, {"id": 4035003, "c": 35, "v": 3, "d": "These towns are to be their living-places, with land round them for their cattle and their food and all their beasts,"}, {"id": 4035004, "c": 35, "v": 4, "d": "Stretching from the wall of the towns a distance of a thousand cubits all round."}, {"id": 4035005, "c": 35, "v": 5, "d": "The measure of this space of land is to be two thousand cubits outside the town on the east, and two thousand cubits on the south and on the west and on the north, the town being in the middle. This space will be the outskirts of their towns."}, {"id": 4035006, "c": 35, "v": 6, "d": "And the towns which you give the Levites are to be the six safe places to which the taker of life may go in flight; and in addition you are to give them forty-two towns."}, {"id": 4035007, "c": 35, "v": 7, "d": "Forty-eight towns are to be given to the Levites, all with land round them."}, {"id": 4035008, "c": 35, "v": 8, "d": "And these towns are to be given out of the heritage of the children of Israel, taking the greater number from those who have much, and a smaller number from those who have little: everyone, in the measure of his heritage, is to give of his property to the Levites."}, {"id": 4035009, "c": 35, "v": 9, "d": "And the Lord said to Moses,"}, {"id": 4035010, "c": 35, "v": 10, "d": "Say to the children of Israel, when you have gone over Jordan into the land of Canaan;"}, {"id": 4035011, "c": 35, "v": 11, "d": "Then let certain towns be marked out as safe places to which anyone who takes the life of another in error may go in flight."}, {"id": 4035012, "c": 35, "v": 12, "d": "In these towns you may be safe from him who has the right of punishment; so that death may not overtake the taker of life till he has been judged by the meeting of the people."}, {"id": 4035013, "c": 35, "v": 13, "d": "Six of the towns which you give will be such safe places;"}, {"id": 4035014, "c": 35, "v": 14, "d": "Three on the other side of Jordan and three in the land of Canaan, to be safe places for flight."}, {"id": 4035015, "c": 35, "v": 15, "d": "For the children of Israel and for the man from another country who is living among them, these six towns are to be safe places, where anyone causing the death of another through error may go in flight."}, {"id": 4035016, "c": 35, "v": 16, "d": "But if a man gives another man a blow with an iron instrument, causing his death, he is a taker of life and is certainly to be put to death."}, {"id": 4035017, "c": 35, "v": 17, "d": "Or if he gives him a blow with a stone in his hand, causing his death, he is a taker of life and is certainly to be put to death."}, {"id": 4035018, "c": 35, "v": 18, "d": "Or if he gave him blows with a wood instrument in his hands, causing his death, he is a taker of life and is certainly to be put to death."}, {"id": 4035019, "c": 35, "v": 19, "d": "He whose right it is to give punishment for blood, may himself put to death the taker of life when he comes face to face with him."}, {"id": 4035020, "c": 35, "v": 20, "d": "If in his hate he put a sword through him, or waiting secretly for him sent a spear or stone at him, causing his death;"}, {"id": 4035021, "c": 35, "v": 21, "d": "Or in hate gave him blows with his hand, causing death; he who gave the death-blow is to be put to death; he is a taker of life: he whose right it is to give punishment for blood may put to death the taker of life when he comes face to face with him."}, {"id": 4035022, "c": 35, "v": 22, "d": "But if a man has given a wound to another suddenly and not in hate, or without design has sent something against him,"}, {"id": 4035023, "c": 35, "v": 23, "d": "Or has given him a blow with a stone, without seeing him, so causing his death, though he had nothing against him and no desire to do him evil:"}, {"id": 4035024, "c": 35, "v": 24, "d": "Then let the meeting of the people be judge between the man responsible for the death and him who has the right of punishment for blood, acting by these rules:"}, {"id": 4035025, "c": 35, "v": 25, "d": "And let the people keep the man responsible for the death safe from the hands of him who has the right of punishment for blood, and send him back to his safe town where he had gone in flight: there let him be till the death of the high priest who was marked with the holy oil."}, {"id": 4035026, "c": 35, "v": 26, "d": "But if ever he goes outside the walls of the safe town where he had gone in flight,"}, {"id": 4035027, "c": 35, "v": 27, "d": "And the giver of punishment, meeting him outside the walls of the town, puts him to death, he will not be responsible for his blood:"}, {"id": 4035028, "c": 35, "v": 28, "d": "Because he had been ordered to keep inside the safe town till the death of the high priest: but after the death of the high priest the taker of life may come back to the place of his heritage."}, {"id": 4035029, "c": 35, "v": 29, "d": "These rules are to be your guide in judging through all your generations wherever you may be living."}, {"id": 4035030, "c": 35, "v": 30, "d": "Anyone causing the death of another is himself to be put to death on the word of witnesses: but the word of one witness is not enough."}, {"id": 4035031, "c": 35, "v": 31, "d": "Further, no price may be given for the life of one who has taken life and whose right reward is death: he is certainly to be put to death."}, {"id": 4035032, "c": 35, "v": 32, "d": "And no price may be offered for one who has gone in flight to a safe town, for the purpose of letting him come back to his place before the death of the high priest."}, {"id": 4035033, "c": 35, "v": 33, "d": "So do not make the land where you are living unholy: for blood makes the land unholy: and there is no way of making the land free from the blood which has come on it, but only by the death of him who was the cause of it."}, {"id": 4035034, "c": 35, "v": 34, "d": "Do not make unclean the land where you are living and in which is my House: for I the Lord am present among the children of Israel."}, {"id": 4036001, "c": 36, "v": 1, "d": "Now the heads of the families of the children of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came to Moses, the chiefs and the heads of families of the children of Israel being present,"}, {"id": 4036002, "c": 36, "v": 2, "d": "And said, The Lord gave orders to my lord to make distribution of the land as their heritage to the children of Israel: and my lord was ordered by the Lord to give the heritage of Zelophehad, our brother, to his daughters."}, {"id": 4036003, "c": 36, "v": 3, "d": "Now if they get married to any of the sons of other tribes of the children of Israel, then their property will be taken away from the heritage of our fathers, and become part of the heritage of the tribe into which they get married: and their heritage will be taken away from the heritage of our tribe."}, {"id": 4036004, "c": 36, "v": 4, "d": "And at the time of the Jubilee of the children of Israel, their property will be joined to the heritage of the tribe of which they are part and will be taken away from the heritage of the tribe of our fathers."}, {"id": 4036005, "c": 36, "v": 5, "d": "So by the direction of the Lord, Moses gave orders to the children of Israel, saying, What the tribe of the sons of Joseph have said is right."}, {"id": 4036006, "c": 36, "v": 6, "d": "This is the order of the Lord about the daughters of Zelophehad: The Lord says, Let them take as their husbands whoever is most pleasing to them, but only among the family of their father's tribe."}, {"id": 4036007, "c": 36, "v": 7, "d": "And so no property will be handed from tribe to tribe among the children of Israel; but every one of the children of Israel will keep the heritage of his father's tribe."}, {"id": 4036008, "c": 36, "v": 8, "d": "And every daughter owning property in any tribe of the children of Israel is to be married to one of the family of her father's tribe, so that every man of the children of Israel may keep the heritage of his fathers."}, {"id": 4036009, "c": 36, "v": 9, "d": "And no property will be handed from one tribe to another, but every tribe of the children of Israel will keep its heritage."}, {"id": 4036010, "c": 36, "v": 10, "d": "So the daughters of Zelophehad did as the Lord gave orders to Moses:"}, {"id": 4036011, "c": 36, "v": 11, "d": "For Mahlah, Tirzah, and Hoglah, and Milcah, and Noah, the daughters of Zelophehad, took as their husbands the sons of their father's brothers:"}, {"id": 4036012, "c": 36, "v": 12, "d": "And were married into the families of the sons of Manasseh, the son of Joseph, and their property was kept in the tribe of their father's family"}, {"id": 4036013, "c": 36, "v": 13, "d": "These are the laws and the orders which the Lord gave to the children of Israel by Moses, in the lowlands of Moab by Jordan at Jericho."}]}