{"data": [{"id": 5001001, "c": 1, "v": 1, "d": "These are the words which Moses said to all Israel on the far side of Jordan, in the waste land in the Arabah opposite Suph, between Paran on the one side, and Tophel, Laban, Hazeroth, and Dizahab on the other."}, {"id": 5001002, "c": 1, "v": 2, "d": "It is eleven days' journey from Horeb by the way of Mount Seir to Kadesh-barnea."}, {"id": 5001003, "c": 1, "v": 3, "d": "Now in the fortieth year, on the first day of the eleventh month, Moses gave to the children of Israel all the orders which the Lord had given him for them;"}, {"id": 5001004, "c": 1, "v": 4, "d": "After he had overcome Sihon, king of the Amorites, ruling in Heshbon, and Og, king of Bashan, ruling in Ashtaroth, at Edrei:"}, {"id": 5001005, "c": 1, "v": 5, "d": "On the far side of Jordan in the land of Moab, Moses gave the people this law, saying,"}, {"id": 5001006, "c": 1, "v": 6, "d": "The Lord our God said to us in Horeb, You have been long enough in this mountain:"}, {"id": 5001007, "c": 1, "v": 7, "d": "Make a move now, and go on your way into the hill-country of the Amorites and the places near it, in the Arabah and the hill-country and in the lowlands and in the South and by the seaside, all the land of the Canaanites, and Lebanon, as far as the great river, the river Euphrates."}, {"id": 5001008, "c": 1, "v": 8, "d": "See, all the land is before you: go in and take for yourselves the land which the Lord gave by an oath to your fathers, Abraham, Isaac, and Jacob, and to their seed after them."}, {"id": 5001009, "c": 1, "v": 9, "d": "At that time I said to you, I am not able to undertake the care of you by myself;"}, {"id": 5001010, "c": 1, "v": 10, "d": "The Lord your God has given you increase, and now you are like the stars of heaven in number."}, {"id": 5001011, "c": 1, "v": 11, "d": "May the Lord, the God of your fathers, make you a thousand times greater in number than you are, and give you his blessing as he has said!"}, {"id": 5001012, "c": 1, "v": 12, "d": "How is it possible for me by myself to be responsible for you, and undertake the weight of all your troubles and your arguments?"}, {"id": 5001013, "c": 1, "v": 13, "d": "Take for yourselves men who are wise, far-seeing, and respected among you, from your tribes, and I will make them rulers over you."}, {"id": 5001014, "c": 1, "v": 14, "d": "And you made answer and said to me, It is good for us to do as you say."}, {"id": 5001015, "c": 1, "v": 15, "d": "So I took the heads of your tribes, wise men and respected, and made them rulers over you, captains of thousands and captains of hundreds and captains of fifties and captains of tens, and overseers of your tribes."}, {"id": 5001016, "c": 1, "v": 16, "d": "And at that time I gave orders to your judges, saying, Let all questions between your brothers come before you for hearing, and give decisions uprightly between a man and his brother or one from another nation who is with him."}, {"id": 5001017, "c": 1, "v": 17, "d": "In judging, do not let a man's position have any weight with you; give hearing equally to small and great; have no fear of any man, for it is God who is judge: and any cause in which you are not able to give a decision, you are to put before me and I will give it a hearing."}, {"id": 5001018, "c": 1, "v": 18, "d": "And at that time I gave you all the orders which you were to do."}, {"id": 5001019, "c": 1, "v": 19, "d": "Then we went on from Horeb, through all that great and cruel waste which you saw, on our way to the hill-country of the Amorites, as the Lord gave us orders; and we came to Kadesh-barnea."}, {"id": 5001020, "c": 1, "v": 20, "d": "And I said to you, You have come to the hill-country of the Amorites, which the Lord our God is giving us."}, {"id": 5001021, "c": 1, "v": 21, "d": "See now, the Lord your God has put the land into your hands: go up and take it, as the Lord, the God of your fathers, has said to you; have no fear and do not be troubled."}, {"id": 5001022, "c": 1, "v": 22, "d": "And you came near to me, every one of you, and said, Let us send men before us to go through the land with care and give us an account of the way we are to go and the towns to which we will come."}, {"id": 5001023, "c": 1, "v": 23, "d": "And what you said seemed good to me, and I took twelve men from among you, one from every tribe;"}, {"id": 5001024, "c": 1, "v": 24, "d": "And they went up into the hill-country and came to the valley of Eshcol, and saw what was there."}, {"id": 5001025, "c": 1, "v": 25, "d": "And taking in their hands some of the fruit of the land, they came down again to us, and gave us their account, saying, It is a good land which the Lord our God is giving us."}, {"id": 5001026, "c": 1, "v": 26, "d": "But going against the order of the Lord your God, you would not go up:"}, {"id": 5001027, "c": 1, "v": 27, "d": "And you made an angry outcry in your tents, and said, In his hate for us the Lord has taken us out of the land of Egypt, to give us up into the hands of the Amorites for our destruction."}, {"id": 5001028, "c": 1, "v": 28, "d": "Where are we going up? Our brothers have made our hearts feeble with fear by saying, The people are greater and taller than we are, and the towns are great and walled up to heaven; and more than this, we have seen the sons of the Anakim there."}, {"id": 5001029, "c": 1, "v": 29, "d": "Then I said to you, Have no fear of them."}, {"id": 5001030, "c": 1, "v": 30, "d": "The Lord your God who goes before you will be fighting for you, and will do such wonders as he did for you in Egypt before your eyes;"}, {"id": 5001031, "c": 1, "v": 31, "d": "And in the waste land, where you have seen how the Lord was supporting you, as a man does his son, in all your journeying till you came to this place."}, {"id": 5001032, "c": 1, "v": 32, "d": "But for all this, you had no faith in the Lord your God,"}, {"id": 5001033, "c": 1, "v": 33, "d": "Who goes before you on your way, looking for a place where you may put up your tents, in fire by night, lighting up the way you are to go, and in a cloud by day."}, {"id": 5001034, "c": 1, "v": 34, "d": "And the Lord, hearing your words, was angry, and said with an oath,"}, {"id": 5001035, "c": 1, "v": 35, "d": "Truly, not one of this evil generation will see that good land which I said I would give to your fathers,"}, {"id": 5001036, "c": 1, "v": 36, "d": "But only Caleb, the son of Jephunneh, he will see it; and to him and to his children I will give the land over which his feet have gone, because he has been true to the Lord with all his heart."}, {"id": 5001037, "c": 1, "v": 37, "d": "And, in addition, the Lord was angry with me because of you, saying, You yourself will not go into it:"}, {"id": 5001038, "c": 1, "v": 38, "d": "Joshua, the son of Nun, your servant, he will go into the land: say to him that he is to be strong, for he will be Israel's guide into their heritage."}, {"id": 5001039, "c": 1, "v": 39, "d": "And your little ones, who, you said, would come into strange hands, your children, who now have no knowledge of good or evil, they will go into that land, and to them I will give it and it will be theirs."}, {"id": 5001040, "c": 1, "v": 40, "d": "But as for you, go back, journeying into the waste land by the way of the Red Sea."}, {"id": 5001041, "c": 1, "v": 41, "d": "Then you said to me, We have done evil against the Lord, we will go up to the attack, as the Lord our God has given us orders. And arming yourselves every one, you made ready to go up without care into the hill-country."}, {"id": 5001042, "c": 1, "v": 42, "d": "And the Lord said to me, Say to them, Do not go up to the attack; for I am not among you, and you will be overcome by those who are against you."}, {"id": 5001043, "c": 1, "v": 43, "d": "This I said to you, but you gave no attention and went against the orders of the Lord, and in your pride went up into the hill-country."}, {"id": 5001044, "c": 1, "v": 44, "d": "And the Amorites who were in the hill-country came out against you and put you to flight, rushing after you like bees, and overcame you in Seir, driving you even as far as Hormah."}, {"id": 5001045, "c": 1, "v": 45, "d": "And you came back, weeping before the Lord; but the Lord gave no attention to your cries and did not give ear to you."}, {"id": 5001046, "c": 1, "v": 46, "d": "So you were kept waiting in Kadesh for a long time."}, {"id": 5002001, "c": 2, "v": 1, "d": "Then we went back, journeying into the waste land by the way to the Red Sea, as the Lord had said to me: and we were a long time going round Mount Seir."}, {"id": 5002002, "c": 2, "v": 2, "d": "And the Lord said to me,"}, {"id": 5002003, "c": 2, "v": 3, "d": "You have been journeying round this mountain long enough: now go to the north;"}, {"id": 5002004, "c": 2, "v": 4, "d": "And give the people orders, saying, You are about to go through the land of your brothers, the children of Esau, who are living in Seir; and they will have fear of you; so take care what you do:"}, {"id": 5002005, "c": 2, "v": 5, "d": "Make no attack on them, for I will not give you any of their land, not even space enough for a man's foot: because I have given Mount Seir to Esau for his heritage."}, {"id": 5002006, "c": 2, "v": 6, "d": "You may get food for your needs from them for a price, and water for drinking."}, {"id": 5002007, "c": 2, "v": 7, "d": "For the blessing of the Lord your God has been on you in all the work of your hands: he has knowledge of your wanderings through this great waste: these forty years the Lord your God has been with you, and you have been short of nothing."}, {"id": 5002008, "c": 2, "v": 8, "d": "So we went on past our brothers, the children of Esau, living in Seir, by the road through the Arabah, from Elath and Ezion-geber. And turning, we went by the road through the waste land of Moab."}, {"id": 5002009, "c": 2, "v": 9, "d": "And the Lord said to me, Make no attack on Moab and do not go to war with them, for I will not give you any of his land: because I have given Ar to the children of Lot for their heritage."}, {"id": 5002010, "c": 2, "v": 10, "d": "(In the past the Emim were living there; a great people, equal in numbers to the Anakim and as tall;"}, {"id": 5002011, "c": 2, "v": 11, "d": "They are numbered among the Rephaim, like the Anakim; but are named Emim by the Moabites."}, {"id": 5002012, "c": 2, "v": 12, "d": "And the Horites in earlier times were living in Seir, but the children of Esau took their place; they sent destruction on them and took their land for themselves, as Israel did to the land of his heritage which the Lord gave them.)"}, {"id": 5002013, "c": 2, "v": 13, "d": "Get up now, and go over the stream Zered. So we went over the stream Zered."}, {"id": 5002014, "c": 2, "v": 14, "d": "Thirty-eight years had gone by from the time when we came away from Kadesh-barnea till we went over the stream Zered; by that time all the generation of the men of war among us were dead, as the Lord had said."}, {"id": 5002015, "c": 2, "v": 15, "d": "For the hand of the Lord was against them, working their destruction, till all were dead."}, {"id": 5002016, "c": 2, "v": 16, "d": "So when death had overtaken all the men of war among the people,"}, {"id": 5002017, "c": 2, "v": 17, "d": "The word of the Lord came to me, saying,"}, {"id": 5002018, "c": 2, "v": 18, "d": "You are about to go by Ar, the limit of the country of Moab;"}, {"id": 5002019, "c": 2, "v": 19, "d": "And when you come near the land of the children of Ammon, give them no cause of trouble and do not make war on them, for I will not give you any of the land of the children of Ammon for your heritage: because I have given it to the children of Lot."}, {"id": 5002020, "c": 2, "v": 20, "d": "(That land is said to have been a land of the Rephaim, for Rephaim had been living there in earlier times, but they were named Zamzummim by the Ammonites;"}, {"id": 5002021, "c": 2, "v": 21, "d": "They were a great people, tall as the Anakim, and equal to them in number; but the Lord sent destruction on them and the children of Ammon took their place, living in their land;"}, {"id": 5002022, "c": 2, "v": 22, "d": "As he did for the children of Esau living in Seir, when he sent destruction on the Horites before them, and they took their land where they are living to this day:"}, {"id": 5002023, "c": 2, "v": 23, "d": "And the Avvim, living in the small towns as far as Gaza, came to destruction by the hands of the Caphtorim who came out from Caphtor and took their land.)"}, {"id": 5002024, "c": 2, "v": 24, "d": "Get up now, and go on your journey, crossing over the valley of the Arnon: see, I have given into your hands Sihon, the Amorite, king of Heshbon, and all his land: go forward to make it yours, and make war on him,"}, {"id": 5002025, "c": 2, "v": 25, "d": "From now on I will put the fear of you in all peoples under heaven, who, hearing of you, will be shaking with fear and grief of heart because of you."}, {"id": 5002026, "c": 2, "v": 26, "d": "Then from the waste land of Kedemoth I sent representatives to Sihon, king of Heshbon, with words of peace, saying,"}, {"id": 5002027, "c": 2, "v": 27, "d": "Let me go through your land: I will keep to the highway, not turning to the right or to the left;"}, {"id": 5002028, "c": 2, "v": 28, "d": "Let me have food, at a price, for my needs, and water for drinking: only let me go through on foot;"}, {"id": 5002029, "c": 2, "v": 29, "d": "As the children of Esau did for me in Seir and the Moabites in Ar; till I have gone over Jordan into the land which the Lord our God is giving us."}, {"id": 5002030, "c": 2, "v": 30, "d": "But Sihon, king of Heshbon, would not let us go through; for the Lord your God made his spirit hard and his heart strong, so that he might give him up into your hands as at this day."}, {"id": 5002031, "c": 2, "v": 31, "d": "And the Lord said to me, See, from now on I have given Sihon and his land into your hands: go forward now to take his land and make it yours."}, {"id": 5002032, "c": 2, "v": 32, "d": "Then Sihon came out against us with all his people, to make an attack on us at Jahaz."}, {"id": 5002033, "c": 2, "v": 33, "d": "And the Lord our God gave him into our hands; and we overcame him and his sons and all his people."}, {"id": 5002034, "c": 2, "v": 34, "d": "At that time we took all his towns, and gave them over to complete destruction, together with men, women, and children; we had no mercy on any:"}, {"id": 5002035, "c": 2, "v": 35, "d": "Only the cattle we took for ourselves, with the goods from the towns we had taken."}, {"id": 5002036, "c": 2, "v": 36, "d": "From Aroer on the edge of the valley of the Arnon and from the town in the valley as far as Gilead, no town was strong enough to keep us out; the Lord our God gave them all into our hands:"}, {"id": 5002037, "c": 2, "v": 37, "d": "But you did not go near the land of the children of Ammon, that is, all the side of the river Jabbok or the towns of the hill-country, wherever the Lord our God had said we were not to go."}, {"id": 5003001, "c": 3, "v": 1, "d": "Then turning we took the road to Bashan: and Og, king of Bashan, came out against us with all his people, and made an attack on us at Edrei."}, {"id": 5003002, "c": 3, "v": 2, "d": "And the Lord said to me, Have no fear of him: for I have given him and all his people and his land into your hands; do to him as you did to Sihon, king of the Amorites, who was ruling in Heshbon."}, {"id": 5003003, "c": 3, "v": 3, "d": "So the Lord our God gave up Og, king of Bashan, and all his people into our hands; and we overcame him so completely that all his people came to their end in the fight."}, {"id": 5003004, "c": 3, "v": 4, "d": "At that time we took all his towns; there was not one town of the sixty towns, all the country of Argob, the kingdom of Og in Bashan, which we did not take."}, {"id": 5003005, "c": 3, "v": 5, "d": "All these towns had high walls round them with doors and locks; and in addition we took a great number of unwalled towns."}, {"id": 5003006, "c": 3, "v": 6, "d": "And we put them to the curse, every town together with men, women, and children."}, {"id": 5003007, "c": 3, "v": 7, "d": "But we took for ourselves all the cattle and the stored wealth of the towns."}, {"id": 5003008, "c": 3, "v": 8, "d": "At that time we took their land from the two kings of the Amorites on the far side of Jordan, from the valley of the Arnon to Mount Hermon;"}, {"id": 5003009, "c": 3, "v": 9, "d": "(By the Sidonians, Hermon is named Sirion, and by the Amorites Shenir;)"}, {"id": 5003010, "c": 3, "v": 10, "d": "All the towns of the table-land and all Gilead and Bashan as far as Salecah and Edrei, towns of the kingdom of Og in Bashan."}, {"id": 5003011, "c": 3, "v": 11, "d": "(For Og, king of Bashan, was the last of all the Rephaim; his bed was made of iron; is it not in Rabbah, in the land of the children of Ammon? It was nine cubits long and four cubits wide, measured by the common cubit.)"}, {"id": 5003012, "c": 3, "v": 12, "d": "And this land which we took at that time, from Aroer by the valley of the Arnon, and half the hill-country of Gilead with its towns, I gave to the Reubenites and the Gadites."}, {"id": 5003013, "c": 3, "v": 13, "d": "The rest of Gilead and all Bashan, the kingdom of Og, all the land of Argob, together with Bashan, I gave to the half-tribe of Manasseh. (This land is named the land of the Rephaim."}, {"id": 5003014, "c": 3, "v": 14, "d": "Jair, the son of Manasseh, took all the land of Argob, as far as the country of the Geshurites and the Maacathites, naming it, Bashan, Havvoth-Jair after himself, as it is to this day.)"}, {"id": 5003015, "c": 3, "v": 15, "d": "And Gilead I gave to Machir."}, {"id": 5003016, "c": 3, "v": 16, "d": "And the land from Gilead to the valley of the Arnon, with the middle of the valley as a limit, as far as the river Jabbok which is the limit of the country of the children of Ammon, I gave to the Reubenites and the Gadites;"}, {"id": 5003017, "c": 3, "v": 17, "d": "As well as the Arabah, with the river Jordan as their limit, from Chinnereth to the Salt Sea, under the slopes of Pisgah to the east."}, {"id": 5003018, "c": 3, "v": 18, "d": "At that time I gave you orders, saying, The Lord has given you this land for your heritage: all the men of war are to go over armed before your brothers the children of Israel."}, {"id": 5003019, "c": 3, "v": 19, "d": "But your wives and your little ones and your cattle (for it is clear that you have much cattle) may go on living in the towns I have given you;"}, {"id": 5003020, "c": 3, "v": 20, "d": "Till the Lord has given rest to your brothers as to you, and till they have taken for themselves the land which the Lord your God is giving them on the other side of Jordan: then you may go back, every man of you, to the heritage which I have given you."}, {"id": 5003021, "c": 3, "v": 21, "d": "And I gave orders to Joshua at that time, saying, Your eyes have seen what the Lord your God has done to these two kings: so will the Lord do to all the kingdoms into which you come."}, {"id": 5003022, "c": 3, "v": 22, "d": "Have no fear of them, for the Lord your God will be fighting for you."}, {"id": 5003023, "c": 3, "v": 23, "d": "And at that time I made request to the Lord, saying,"}, {"id": 5003024, "c": 3, "v": 24, "d": "O Lord God, you have now for the first time let your servant see your great power and the strength of your hand; for what god is there in heaven or on earth able to do such great works and such acts of power?"}, {"id": 5003025, "c": 3, "v": 25, "d": "Let me go over, O Lord, and see the good land on the other side of Jordan, and that fair mountain country, even Lebanon."}, {"id": 5003026, "c": 3, "v": 26, "d": "But the Lord was angry with me because of you and would not give ear to my prayer; and the Lord said to me, Let it be enough, say no more about this thing."}, {"id": 5003027, "c": 3, "v": 27, "d": "Go up to the top of Pisgah, and turning your eyes to the west and the north, to the south and the east, see the land with your eyes: for you are not to go over Jordan."}, {"id": 5003028, "c": 3, "v": 28, "d": "But give my orders to Joshua, comforting him and making him strong; for he is to go over Jordan at the head of this people, and he will give them this land which you will see for their heritage."}, {"id": 5003029, "c": 3, "v": 29, "d": "So we were waiting in the valley facing Beth-peor."}, {"id": 5004001, "c": 4, "v": 1, "d": "And now give ear, O Israel, to the laws and the decisions which I am teaching you, and do them; so that life may be yours, and you may go in and take for yourselves the land which the Lord, the God of your fathers, is giving you."}, {"id": 5004002, "c": 4, "v": 2, "d": "Make no addition to the orders which I give you, and take nothing from them, but keep the orders of the Lord your God which I give you."}, {"id": 5004003, "c": 4, "v": 3, "d": "Your eyes have seen what the Lord did because of Baal-peor: for destruction came from the Lord on all those among you who went after Baal-peor."}, {"id": 5004004, "c": 4, "v": 4, "d": "But you who kept faith with the Lord are living, every one of you, today."}, {"id": 5004005, "c": 4, "v": 5, "d": "I have been teaching you laws and decisions, as I was ordered to do by the Lord my God, so that you might keep them in the land to which you are going to take it for your heritage."}, {"id": 5004006, "c": 4, "v": 6, "d": "So keep these laws and do them; for so will your wisdom and good sense be clear in the eyes of the peoples, who hearing all these laws will say, Truly, this great nation is a wise and far-seeing people."}, {"id": 5004007, "c": 4, "v": 7, "d": "For what great nation has a god so near to them as the Lord our God is, whenever we are turned to him in prayer?"}, {"id": 5004008, "c": 4, "v": 8, "d": "And what great nation has laws and decisions so right as all this law which I put before you today?"}, {"id": 5004009, "c": 4, "v": 9, "d": "Only take care, and keep watch on your soul, for fear that the things which your eyes have seen go from your memory and from your heart all the days of your life; but let the knowledge of them be given to your children and to your children's children;"}, {"id": 5004010, "c": 4, "v": 10, "d": "That day when you were waiting before the Lord your God in Horeb, and the Lord said to me, Make all the people come together, so that hearing my words they may go in fear of me all the days of their life on earth and give this teaching to their children."}, {"id": 5004011, "c": 4, "v": 11, "d": "And you came near, waiting at the foot of the mountain; and flames of fire went up from the mountain to the heart of heaven, with dark clouds, and all was black as night."}, {"id": 5004012, "c": 4, "v": 12, "d": "And the voice of the Lord came to you out of the fire: the sound of his words came to your ears but you saw no form; there was nothing but a voice."}, {"id": 5004013, "c": 4, "v": 13, "d": "And he gave you his agreement with you, the ten rules which you were to keep, which he put in writing on the two stones of the law."}, {"id": 5004014, "c": 4, "v": 14, "d": "And the Lord gave me orders at that time to make clear to you these laws and decisions, so that you might do them in the land to which you are going, and which is to be your heritage."}, {"id": 5004015, "c": 4, "v": 15, "d": "So keep watch on yourselves with care; for you saw no form of any sort on the day when the voice of the Lord came to you in Horeb out of the heart of the fire:"}, {"id": 5004016, "c": 4, "v": 16, "d": "So that you may not be turned to evil ways and make for yourselves an image in the form of any living thing, male or female,"}, {"id": 5004017, "c": 4, "v": 17, "d": "Or any beast of the earth, or winged bird of the air,"}, {"id": 5004018, "c": 4, "v": 18, "d": "Or of anything which goes flat on the earth, or any fish in the water under the earth."}, {"id": 5004019, "c": 4, "v": 19, "d": "And when your eyes are lifted up to heaven, and you see the sun and the moon and the stars, all the army of heaven, do not let yourselves be moved to give them worship, or become the servants of what the Lord has given equally to all peoples under heaven."}, {"id": 5004020, "c": 4, "v": 20, "d": "But the Lord has taken you out of the flaming fire, out of Egypt, to be to him the people of his heritage, as you are today."}, {"id": 5004021, "c": 4, "v": 21, "d": "And the Lord was angry with me because of you, and made an oath that I was not to go over Jordan into the good land which the Lord is giving you for your heritage:"}, {"id": 5004022, "c": 4, "v": 22, "d": "But death is to come to me in this land, I may not go over Jordan: but you will go over and take that good land for your heritage."}, {"id": 5004023, "c": 4, "v": 23, "d": "Take care that you do not let the agreement of the Lord your God, which he has made with you, go out of your mind, or make for yourselves images of any sort, against the orders which the Lord your God has given you."}, {"id": 5004024, "c": 4, "v": 24, "d": "For the Lord your God is an all-burning fire, and he will not let the honour which is his be given to any other."}, {"id": 5004025, "c": 4, "v": 25, "d": "If, when you have had children and children's children, and have been living a long time in the land, you are turned to evil ways, and make an image of any sort, and do evil in the eyes of the Lord your God, moving him to wrath:"}, {"id": 5004026, "c": 4, "v": 26, "d": "May heaven and earth be my witnesses against you today, that destruction will quickly overtake you, cutting you off from that land which you are going over Jordan to take; your days will not be long in that land, but you will come to a complete end."}, {"id": 5004027, "c": 4, "v": 27, "d": "And the Lord will send you wandering among the peoples; only a small band of you will be kept from death among the nations where the Lord will send you."}, {"id": 5004028, "c": 4, "v": 28, "d": "There you will be the servants of gods, made by men's hands, of wood and stone, having no power of seeing or hearing or taking food or smelling."}, {"id": 5004029, "c": 4, "v": 29, "d": "But if in those lands you are turned again to the Lord your God, searching for him with all your heart and soul, he will not keep himself from you."}, {"id": 5004030, "c": 4, "v": 30, "d": "When you are in trouble and all these things have come on you, if, in the future, you are turned again to the Lord your God, and give ear to his voice:"}, {"id": 5004031, "c": 4, "v": 31, "d": "Because the Lord your God is a God of mercy, he will not take away his help from you or let destruction overtake you, or be false to the agreement which he made by an oath with your fathers."}, {"id": 5004032, "c": 4, "v": 32, "d": "Give thought now to the days which are past, before your time, from the day when God first gave life to man on the earth, and searching from one end of heaven to the other, see if such a great thing as this has ever been, or if anything like it has been talked of in story."}, {"id": 5004033, "c": 4, "v": 33, "d": "Has any people ever gone on living after hearing the voice of God out of the heart of the fire as you did?"}, {"id": 5004034, "c": 4, "v": 34, "d": "Has God ever before taken a nation for himself from out of another nation, by punishments and signs and wonders, by war and by a strong hand and a stretched-out arm and great acts of wonder and fear, as the Lord your God did for you in Egypt, before your very eyes?"}, {"id": 5004035, "c": 4, "v": 35, "d": "All this he let you see, so that you might be certain that the Lord is God and there is no other."}, {"id": 5004036, "c": 4, "v": 36, "d": "Out of heaven itself his voice came to you, teaching you; and on earth he let you see his great fire; and his words came to your ears out of the heart of the fire."}, {"id": 5004037, "c": 4, "v": 37, "d": "And because of his love for your fathers, he took their seed and made it his, and he himself, present among you, took you out of Egypt by his great power;"}, {"id": 5004038, "c": 4, "v": 38, "d": "Driving out before you nations greater and stronger than you, to take you into their land and give it to you for your heritage, as at this day."}, {"id": 5004039, "c": 4, "v": 39, "d": "So today be certain, and keep the knowledge deep in your hearts, that the Lord is God, in heaven on high and here on earth; there is no other God."}, {"id": 5004040, "c": 4, "v": 40, "d": "Then keep his laws and his orders which I give you today, so that it may be well for you and for your children after you, and that your lives may be long in the land which the Lord your God is giving you for ever."}, {"id": 5004041, "c": 4, "v": 41, "d": "Then Moses had three towns marked out on the far side of Jordan looking to the east;"}, {"id": 5004042, "c": 4, "v": 42, "d": "To which anyone causing the death of his neighbour in error and not through hate, might go in flight; so that in one of these towns he might be kept from death:"}, {"id": 5004043, "c": 4, "v": 43, "d": "The names of the towns were Bezer in the waste land, in the table-land, for the Reubenites; and Ramoth in Gilead for the Gadites; and Golan in Bashan for Manasseh."}, {"id": 5004044, "c": 4, "v": 44, "d": "This is the law which Moses put before the children of Israel:"}, {"id": 5004045, "c": 4, "v": 45, "d": "These are the rules and the laws and the decisions which Moses gave to the children of Israel after they came out of Egypt;"}, {"id": 5004046, "c": 4, "v": 46, "d": "On the far side of Jordan, in the valley facing Beth-peor, in the land of Sihon, king of the Amorites, who was ruling in Heshbon, whom Moses and the children of Israel overcame after they had come out of Egypt:"}, {"id": 5004047, "c": 4, "v": 47, "d": "And they took his land for a heritage, and the land of Og, king of Bashan, the two kings of the Amorites, whose lands were on the other side of Jordan to the east;"}, {"id": 5004048, "c": 4, "v": 48, "d": "From Aroer on the edge of the valley of the Arnon as far as Mount Sion, which is Hermon,"}, {"id": 5004049, "c": 4, "v": 49, "d": "And all the Arabah on the far side of Jordan to the east, as far as the sea of the Arabah under the slopes of Pisgah."}, {"id": 5005001, "c": 5, "v": 1, "d": "And Moses sent for all Israel, and said to them, Give ear, O Israel, to the laws and the decisions which I give you today, and give attention to them so that you may keep and do them."}, {"id": 5005002, "c": 5, "v": 2, "d": "The Lord our God made an agreement with us in Horeb."}, {"id": 5005003, "c": 5, "v": 3, "d": "The Lord did not make this agreement with our fathers but with us, who are all living and present here today."}, {"id": 5005004, "c": 5, "v": 4, "d": "The word of the Lord came to you face to face on the mountain, out of the heart of the fire,"}, {"id": 5005005, "c": 5, "v": 5, "d": "(I was between the Lord and you at that time, to make clear to you the word of the Lord: because, through fear of the fire, you did not go up the mountain;) saying,"}, {"id": 5005006, "c": 5, "v": 6, "d": "I am the Lord your God, who took you out of the land of Egypt, out of the prison-house."}, {"id": 5005007, "c": 5, "v": 7, "d": "You are to have no other gods but me."}, {"id": 5005008, "c": 5, "v": 8, "d": "You may not make for yourselves an image in the form of anything in heaven or on earth or in the waters under the earth:"}, {"id": 5005009, "c": 5, "v": 9, "d": "You may not go down on your faces before them or give them worship: for I, the Lord your God, am a God who will not give his honour to another; and I will send punishment on the children for the wrongdoing of their fathers, to the third and fourth generation of my haters;"}, {"id": 5005010, "c": 5, "v": 10, "d": "And I will have mercy through a thousand generations on those who have love for me and keep my laws."}, {"id": 5005011, "c": 5, "v": 11, "d": "You are not to make use of the name of the Lord your God for an evil purpose; whoever takes the Lord's name on his lips for an evil purpose will be judged as a sinner by the Lord."}, {"id": 5005012, "c": 5, "v": 12, "d": "Keep the Sabbath day as a holy day, as you have been ordered by the Lord your God."}, {"id": 5005013, "c": 5, "v": 13, "d": "On six days do all your work:"}, {"id": 5005014, "c": 5, "v": 14, "d": "But the seventh day is a Sabbath to the Lord your God; on that day do no work, you or your son or your daughter, or your man-servant or your woman-servant, or your ox or your ass or any of your cattle, or the man from a strange country who is living among you; so that your man-servant and your woman-servant may have rest as well as you."}, {"id": 5005015, "c": 5, "v": 15, "d": "And keep in mind that you were a servant in the land of Egypt, and that the Lord your God took you out of that land by his strong hand and his stretched-out arm: for this reason the Lord has given you orders to keep the Sabbath day."}, {"id": 5005016, "c": 5, "v": 16, "d": "Give honour to your father and your mother, as you have been ordered by the Lord your God; so that your life may be long and all may be well for you in the land which the Lord your God is giving you."}, {"id": 5005017, "c": 5, "v": 17, "d": "Do not put anyone to death without cause."}, {"id": 5005018, "c": 5, "v": 18, "d": "Do not be false to the married relation."}, {"id": 5005019, "c": 5, "v": 19, "d": "Do not take the property of another."}, {"id": 5005020, "c": 5, "v": 20, "d": "Do not give false witness against your neighbour;"}, {"id": 5005021, "c": 5, "v": 21, "d": "Or let your desire be turned to your neighbour's wife, or his house or his field or his man-servant or his woman-servant or his ox or his ass or anything which is your neighbour's."}, {"id": 5005022, "c": 5, "v": 22, "d": "These words the Lord said to all of you together on the mountain, out of the heart of the fire, out of the cloud and the dark, with a great voice: and he said no more; he put them in writing on the two stones of the law and gave them to me."}, {"id": 5005023, "c": 5, "v": 23, "d": "And after hearing the voice which came out of the dark while the mountain was burning with fire, all the heads of your tribes and your chiefs came to me,"}, {"id": 5005024, "c": 5, "v": 24, "d": "And said, The Lord has let us see his glory and his power, and his voice has come to us out of the fire: today we have seen that a man may go on living even after hearing the voice of God."}, {"id": 5005025, "c": 5, "v": 25, "d": "Why then is death to be our fate? For if the voice of the Lord our God comes to us any more, death will overtake us, and we will be burned up in this great fire."}, {"id": 5005026, "c": 5, "v": 26, "d": "For what man is there in all the earth, who, hearing the voice of the living God as we have, out of the heart of the fire, has been kept from death?"}, {"id": 5005027, "c": 5, "v": 27, "d": "Do you go near: and after hearing everything which the Lord our God has to say, give us an account of all he has said to you, and we will give ear, and do it."}, {"id": 5005028, "c": 5, "v": 28, "d": "Then the Lord, hearing your words to me, said to me, The words which this people have said to you have come to my ears: what they have said is well said."}, {"id": 5005029, "c": 5, "v": 29, "d": "If only they had such a heart in them at all times, so that they might go in fear of me and keep my orders and that it might be well for them and for their children for ever!"}, {"id": 5005030, "c": 5, "v": 30, "d": "Now say to them, Go back to your tents."}, {"id": 5005031, "c": 5, "v": 31, "d": "But as for you, keep your place here by me, and I will give you all the orders and the laws and the decisions which you are to make clear to them, so that they may do them in the land which I am giving them for their heritage."}, {"id": 5005032, "c": 5, "v": 32, "d": "Take care, then, to do whatever the Lord your God has given you orders to do; let there be no turning away to the right hand or to the left."}, {"id": 5005033, "c": 5, "v": 33, "d": "Go on walking in the way ordered for you by the Lord your God, so that life may be yours and it may be well for you, and your days may be long in the land of your heritage."}, {"id": 5006001, "c": 6, "v": 1, "d": "Now these are the orders and the laws and the decisions which the Lord your God gave me for your teaching, so that you might do them in the land of your heritage to which you are going:"}, {"id": 5006002, "c": 6, "v": 2, "d": "So that living in the fear of the Lord your God, you may keep all his laws and his orders, which I give you: you and your son and your son's son, all the days of your life; and so that your life may be long."}, {"id": 5006003, "c": 6, "v": 3, "d": "So give ear, O Israel, and take care to do this; so that it may be well for you, and you may be greatly increased, as the Lord the God of your fathers has given you his word, in a land flowing with milk and honey."}, {"id": 5006004, "c": 6, "v": 4, "d": "Give ear, O Israel: the Lord our God is one Lord:"}, {"id": 5006005, "c": 6, "v": 5, "d": "And the Lord your God is to be loved with all your heart and with all your soul and with all your strength."}, {"id": 5006006, "c": 6, "v": 6, "d": "Keep these words, which I say to you this day, deep in your hearts;"}, {"id": 5006007, "c": 6, "v": 7, "d": "Teaching them to your children with all care, talking of them when you are at rest in your house or walking by the way, when you go to sleep and when you get up."}, {"id": 5006008, "c": 6, "v": 8, "d": "Let them be fixed as a sign on your hand, and marked on your brow;"}, {"id": 5006009, "c": 6, "v": 9, "d": "Have them lettered on the pillars of your houses and over the doors of your towns."}, {"id": 5006010, "c": 6, "v": 10, "d": "And when the Lord your God has taken you into the land which he gave his oath to your fathers, to Abraham, to Isaac, and to Jacob, that he would give you; with great and fair towns which were not of your building;"}, {"id": 5006011, "c": 6, "v": 11, "d": "And houses full of good things not stored up by you, and places for storing water which you did not make, and vine-gardens and olive-trees not of your planting; and you have taken food and are full;"}, {"id": 5006012, "c": 6, "v": 12, "d": "Then take care that you keep your hearts true to the Lord, who took you out of the land of Egypt, out of the prison-house."}, {"id": 5006013, "c": 6, "v": 13, "d": "Let the fear of the Lord your God be in your hearts, and be his servants, taking your oaths by his name."}, {"id": 5006014, "c": 6, "v": 14, "d": "Do not go after other gods, the gods of the peoples round about you;"}, {"id": 5006015, "c": 6, "v": 15, "d": "For the Lord your God who is with you is a God who will not let his honour be given to another; or the wrath of the Lord will be burning against you, causing your destruction from the face of the earth."}, {"id": 5006016, "c": 6, "v": 16, "d": "Do not put the Lord your God to the test as you did in Massah."}, {"id": 5006017, "c": 6, "v": 17, "d": "Keep with care the orders of the Lord your God, and his rules and his laws which he has given you;"}, {"id": 5006018, "c": 6, "v": 18, "d": "And do what is upright and good in the eyes of the Lord your God, so that it may be well for you and you may go in and take for your heritage that good land from which the Lord undertook by an oath to your fathers,"}, {"id": 5006019, "c": 6, "v": 19, "d": "To send out from before you all those who are against you."}, {"id": 5006020, "c": 6, "v": 20, "d": "And when your son says to you in time to come, What is the reason for these rules and laws and decisions which the Lord our God has given you?"}, {"id": 5006021, "c": 6, "v": 21, "d": "Then you will say to your son, We were servants under Pharaoh's yoke in Egypt; and the Lord took us out of Egypt with a strong hand:"}, {"id": 5006022, "c": 6, "v": 22, "d": "And the Lord did great signs and wonders against Egypt, and against Pharaoh and all his house, before our eyes:"}, {"id": 5006023, "c": 6, "v": 23, "d": "And he took us out from that place, guiding us here to give us this land, as he said in his oath to our fathers."}, {"id": 5006024, "c": 6, "v": 24, "d": "And the Lord gave us orders to keep all these laws, in the fear of the Lord our God, so that it might be well for us for ever, and that he might keep us from death, as he has done to this day."}, {"id": 5006025, "c": 6, "v": 25, "d": "And it will be our righteousness if we take care to keep all this order before the Lord our God as he has given it to us."}, {"id": 5007001, "c": 7, "v": 1, "d": "When the Lord your God takes you into the land where you are going, which is to be your heritage, and has sent out the nations before you, the Hittites and the Girgashites and the Amorites and the Canaanites and the Perizzites and the Hivites and the Jebusites, seven nations greater and stronger than you;"}, {"id": 5007002, "c": 7, "v": 2, "d": "And when the Lord has given them up into your hands and you have overcome them, give them up to complete destruction: make no agreement with them, and have no mercy on them:"}, {"id": 5007003, "c": 7, "v": 3, "d": "Do not take wives or husbands from among them; do not give your daughters to their sons, or take their daughters for your sons."}, {"id": 5007004, "c": 7, "v": 4, "d": "For through them your sons will be turned from me to the worship of other gods: and the Lord will be moved to wrath against you and send destruction on you quickly."}, {"id": 5007005, "c": 7, "v": 5, "d": "But this is what you are to do to them: their altars are to be pulled down and their pillars broken, and their holy trees cut down and their images burned with fire."}, {"id": 5007006, "c": 7, "v": 6, "d": "For you are a holy people to the Lord your God: marked out by the Lord your God to be his special people out of all the nations on the face of the earth."}, {"id": 5007007, "c": 7, "v": 7, "d": "The Lord did not give you his love or take you for himself because you were more in number than any other people; for you were the smallest of the nations:"}, {"id": 5007008, "c": 7, "v": 8, "d": "But because of his love for you, and in order to keep his oath to your fathers, the Lord took you out with the strength of his hand, making you free from the prison-house and from the hand of Pharaoh, king of Egypt."}, {"id": 5007009, "c": 7, "v": 9, "d": "Be certain, then, that the Lord your God is God; whose faith and mercy are unchanging, who keeps his word through a thousand generations to those who have love for him and keep his laws;"}, {"id": 5007010, "c": 7, "v": 10, "d": "Rewarding his haters to their face with destruction; he will have no mercy on his hater, but will give him open punishment."}, {"id": 5007011, "c": 7, "v": 11, "d": "So keep the orders and the laws and the decisions which I give you today and do them."}, {"id": 5007012, "c": 7, "v": 12, "d": "And it will be, that if you give attention to these decisions and keep and do them, then the Lord will keep his agreement with you and his mercy, as he said in his oath to your fathers."}, {"id": 5007013, "c": 7, "v": 13, "d": "And he will give you his love, blessing you and increasing you: he will send his blessing on the offspring of your body and the fruit of your land, your grain and your wine and your oil, the increase of your cattle and the young of your flock, in the land which by his oath to your fathers he undertook to give you."}, {"id": 5007014, "c": 7, "v": 14, "d": "You will have greater blessings than any other people: no male or female among you or among your cattle will be without offspring."}, {"id": 5007015, "c": 7, "v": 15, "d": "And the Lord will take away from you all disease, and will not put on you any of the evil diseases of Egypt which you have seen, but will put them on your haters."}, {"id": 5007016, "c": 7, "v": 16, "d": "And you are to send destruction on all the peoples which the Lord your God gives into your hands; have no pity on them, and do not give worship to their gods; for that will be a cause of sin to you."}, {"id": 5007017, "c": 7, "v": 17, "d": "If you say in your hearts, These nations are greater in number than we are: how are we to take their land from them?"}, {"id": 5007018, "c": 7, "v": 18, "d": "Have no fear of them, but keep well in mind what the Lord your God did to Pharaoh and to all Egypt;"}, {"id": 5007019, "c": 7, "v": 19, "d": "The great punishments which your eyes saw, and the signs and the wonders and the strong hand and the stretched-out arm, by which the Lord your God took you out: so will the Lord your God do to all the peoples who are the cause of your fears."}, {"id": 5007020, "c": 7, "v": 20, "d": "And the Lord will send a hornet among them, till all the rest who have kept themselves safe from you in secret places have been cut off."}, {"id": 5007021, "c": 7, "v": 21, "d": "Have no fear of them: for the Lord your God is with you, a great God greatly to be feared."}, {"id": 5007022, "c": 7, "v": 22, "d": "The Lord your God will send out the nations before you little by little; they are not to be rooted out quickly, for fear that the beasts of the field may be increased overmuch against you."}, {"id": 5007023, "c": 7, "v": 23, "d": "But the Lord your God will give them up into your hands, overpowering them till their destruction is complete."}, {"id": 5007024, "c": 7, "v": 24, "d": "He will give their kings into your hands, and you will put their names out of existence under heaven; there is not one of them who will not give way before you, till their destruction is complete."}, {"id": 5007025, "c": 7, "v": 25, "d": "The images of their gods are to be burned with fire: have no desire for the gold and silver on them, and do not take it for yourselves, for it will be a danger to you: it is a thing disgusting to the Lord your God:"}, {"id": 5007026, "c": 7, "v": 26, "d": "And you may not take a disgusting thing into your house, and so become cursed with its curse: but keep yourselves from it, turning from it with fear and hate, for it is a cursed thing."}, {"id": 5008001, "c": 8, "v": 1, "d": "Take care to keep all the orders which I give you today, so that you may have life and be increased and go in and take as a heritage the land which the Lord, by his oath to your fathers, undertook to give you."}, {"id": 5008002, "c": 8, "v": 2, "d": "And keep in mind the way by which the Lord your God has taken you through the waste land these forty years, so that he might make low your pride and put you to the test, to see what was in your heart and if you would keep his orders or not."}, {"id": 5008003, "c": 8, "v": 3, "d": "And he made low your pride and let you be without food and gave you manna for your food, a thing new to you, which your fathers never saw; so that he might make it clear to you that bread is not man's only need, but his life is in every word which comes out of the mouth of the Lord."}, {"id": 5008004, "c": 8, "v": 4, "d": "Through all these forty years your clothing did not get old or your feet become tired."}, {"id": 5008005, "c": 8, "v": 5, "d": "Keep in mind this thought, that as a son is trained by his father, so you have been trained by the Lord your God."}, {"id": 5008006, "c": 8, "v": 6, "d": "Then keep the orders of the Lord your God, fearing him and walking in his ways."}, {"id": 5008007, "c": 8, "v": 7, "d": "For the Lord your God is guiding you into a good land, a land of water-springs, of fountains, and deep streams flowing out from the valleys and the hills;"}, {"id": 5008008, "c": 8, "v": 8, "d": "A land of grain and vines and fig-trees and fair fruits; a land of oil-giving olive-trees and honey;"}, {"id": 5008009, "c": 8, "v": 9, "d": "Where there will be bread for you in full measure and you will be in need of nothing; a land where the very stones are iron and from whose hills you may get copper."}, {"id": 5008010, "c": 8, "v": 10, "d": "And you will have food enough and be full, praising the Lord your God for the good land he has given you."}, {"id": 5008011, "c": 8, "v": 11, "d": "Then take care that you are not turned away from the Lord your God and from keeping his orders and decisions and laws which I give you this day:"}, {"id": 5008012, "c": 8, "v": 12, "d": "And when you have taken food and are full, and have made fair houses for yourselves and are living in them;"}, {"id": 5008013, "c": 8, "v": 13, "d": "And when your herds and your flocks are increased, and your stores of silver and gold, and you have wealth of every sort;"}, {"id": 5008014, "c": 8, "v": 14, "d": "Take care that your hearts are not lifted up in pride, giving no thought to the Lord your God who took you out of the land of Egypt, out of the prison-house;"}, {"id": 5008015, "c": 8, "v": 15, "d": "Who was your guide through that great and cruel waste, where there were poison-snakes and scorpions and a dry land without water; who made water come out of the hard rock for you;"}, {"id": 5008016, "c": 8, "v": 16, "d": "Who gave you manna for your food in the waste land, a food which your fathers had never seen; so that your pride might be broken and your hearts tested for your good in the end;"}, {"id": 5008017, "c": 8, "v": 17, "d": "Say not then, in your hearts, My power and the strength of my hands have got me this wealth."}, {"id": 5008018, "c": 8, "v": 18, "d": "But keep in mind the Lord your God: for it is he who gives you the power to get wealth, so that he may give effect to the agreement which he made by his oath with your fathers, as at this day."}, {"id": 5008019, "c": 8, "v": 19, "d": "And it is certain that if at any time you are turned away from the Lord your God, and go after other gods, to be their servants and to give them worship, destruction will overtake you."}, {"id": 5008020, "c": 8, "v": 20, "d": "Like the nations which the Lord is cutting off before you, so you will be cut off; because you would not give ear to the voice of the Lord your God."}, {"id": 5009001, "c": 9, "v": 1, "d": "Give ear, O Israel: today you are to go over Jordan, to take the heritage of nations greater and stronger than yourselves, and towns of great size with walls as high as heaven;"}, {"id": 5009002, "c": 9, "v": 2, "d": "A people great and tall, the sons of the Anakim, of whom you have knowledge and of whom it has been said, All are forced to give way before the sons of Anak."}, {"id": 5009003, "c": 9, "v": 3, "d": "Be certain then today that it is the Lord your God who goes over before you like an all-burning fire; he will send destruction on them, crushing them before you; and you will send them in flight, putting an end to them quickly, as the Lord has said."}, {"id": 5009004, "c": 9, "v": 4, "d": "And after the Lord has sent them in flight from before you, say not in your heart, Because of my righteousness the Lord has given me this land; when it is because of their evil-doing that the Lord is driving these nations out before you."}, {"id": 5009005, "c": 9, "v": 5, "d": "Not for your righteousness or because your hearts are upright are you going in to take their land; but because of the evil-doing of these nations the Lord your God is driving them out from before you, and to give effect to his oath to your fathers, Abraham, Isaac, and Jacob."}, {"id": 5009006, "c": 9, "v": 6, "d": "Be certain then that the Lord your God is not giving you this good land as a reward for your righteousness; for you are a stiff-necked people."}, {"id": 5009007, "c": 9, "v": 7, "d": "Keep well in mind how you made the Lord your God angry in the waste land; from the day when you went out of Egypt till you came to this place, you have gone against the orders of the Lord."}, {"id": 5009008, "c": 9, "v": 8, "d": "Again in Horeb you made the Lord angry, and in his wrath he would have put an end to you."}, {"id": 5009009, "c": 9, "v": 9, "d": "When I had gone up into the mountain to be given the stones on which was recorded the agreement which the Lord made with you, I was on the mountain for forty days and forty nights without taking food or drinking water."}, {"id": 5009010, "c": 9, "v": 10, "d": "And the Lord gave me the two stones with writing on them done by the finger of God: on them were recorded all the words which the Lord said to you on the mountain out of the heart of the fire, on the day of the great meeting."}, {"id": 5009011, "c": 9, "v": 11, "d": "Then at the end of forty days and forty nights the Lord gave me those stones, the stones of the agreement."}, {"id": 5009012, "c": 9, "v": 12, "d": "And the Lord said to me, Get up now, and go down quickly from this place; for the people you have taken out of Egypt have given themselves over to evil; they have quickly been turned from the way in which I gave them orders to go; they have made themselves a metal image."}, {"id": 5009013, "c": 9, "v": 13, "d": "And then the Lord said to me, I have seen that this people is stiff-necked:"}, {"id": 5009014, "c": 9, "v": 14, "d": "Let me send destruction on them till their very name is cut off; and I will make of you a nation greater and stronger than they."}, {"id": 5009015, "c": 9, "v": 15, "d": "So turning round I came down from the mountain, and the mountain was burning with fire; and the two stones of the agreement were in my hands."}, {"id": 5009016, "c": 9, "v": 16, "d": "And I saw that you had done evil against the Lord, and had made for yourselves a metal image of a young ox: you had quickly been turned from the way in which the Lord had given you orders to go."}, {"id": 5009017, "c": 9, "v": 17, "d": "And I let the stones go from my hands, and they were broken before your eyes."}, {"id": 5009018, "c": 9, "v": 18, "d": "And I went down on my face before the Lord, as at the first, for forty days and forty nights, without taking food or drinking water, because of all your sin, in doing evil in the eyes of the Lord and moving him to wrath."}, {"id": 5009019, "c": 9, "v": 19, "d": "For I was full of fear because of the wrath of the Lord which was burning against you, with your destruction in view. But again the Lord's ear was open to my prayer."}, {"id": 5009020, "c": 9, "v": 20, "d": "And the Lord, in his wrath, would have put Aaron to death: and I made prayer for Aaron at the same time."}, {"id": 5009021, "c": 9, "v": 21, "d": "And I took your sin, the image which you had made, and put it in the fire and had it hammered and crushed very small till it was only dust: and the dust I put in the stream flowing down from the mountain."}, {"id": 5009022, "c": 9, "v": 22, "d": "Again at Taberah and at Massah and at Kibroth-hattaavah you made the Lord angry."}, {"id": 5009023, "c": 9, "v": 23, "d": "And when the Lord sent you from Kadesh-barnea, saying, Go up and take the land which I have given you; you went against the orders of the Lord your God, and had no faith in him, and would not give ear to his voice."}, {"id": 5009024, "c": 9, "v": 24, "d": "From the day when I first had knowledge of you, you have gone against the word of the Lord."}, {"id": 5009025, "c": 9, "v": 25, "d": "So I went down on my face in prayer before the Lord for forty days and forty nights as I did at first; because the Lord had said that he would put an end to you."}, {"id": 5009026, "c": 9, "v": 26, "d": "And I made prayer to the Lord and said, O Lord God, do not send destruction on your people and your heritage, to whom, by your great power, you have given salvation, whom you have taken out of Egypt by the strength of your hand."}, {"id": 5009027, "c": 9, "v": 27, "d": "Keep in mind your servants, Abraham, Isaac, and Jacob, not looking at the hard heart of this people, or their evil-doing and their sin:"}, {"id": 5009028, "c": 9, "v": 28, "d": "Or it may be said in the land from which you have taken them, Because the Lord was not able to take them into the land which he said he would give them, and because of his hate for them, he has taken them out to put them to death in the waste land."}, {"id": 5009029, "c": 9, "v": 29, "d": "But still they are your people and your heritage, whom you took out by your great power and by your stretched-out arm."}, {"id": 5010001, "c": 10, "v": 1, "d": "At that time the Lord said to me, Make two other stones, cut like the first two, and come up to me on the mountain, and make an ark of wood."}, {"id": 5010002, "c": 10, "v": 2, "d": "And I will put on the stones the words which were on the first stones which were broken by you, and you are to put them into the ark."}, {"id": 5010003, "c": 10, "v": 3, "d": "So I made an ark of hard wood, and had two stones cut like the others, and went up the mountain with the stones in my hands."}, {"id": 5010004, "c": 10, "v": 4, "d": "And he put on the stones, as in the first writing, the ten rules which the Lord gave you on the mountain out of the fire on the day of the great meeting: and the Lord gave the stones to me."}, {"id": 5010005, "c": 10, "v": 5, "d": "And turning round I came down from the mountain and put the stones in the ark which I had made; and there they are as the Lord gave me orders."}, {"id": 5010006, "c": 10, "v": 6, "d": "(And the children of Israel went on from Beeroth Bene-jaakan to Moserah: there death came to Aaron and he was put to rest in the earth; and Eleazar, his son, took his place as priest."}, {"id": 5010007, "c": 10, "v": 7, "d": "From there they went on to Gudgodah, and from Gudgodah to Jotbathah, a land of streams of water."}, {"id": 5010008, "c": 10, "v": 8, "d": "At that time the Lord had the tribe of Levi marked out to take up the ark of the Lord's agreement, to be before the Lord and to do his work and to give blessings in his name, to this day."}, {"id": 5010009, "c": 10, "v": 9, "d": "For this reason Levi has no part or heritage for himself among his brothers: the Lord is his heritage, as the Lord your God said to him.)"}, {"id": 5010010, "c": 10, "v": 10, "d": "And I was in the mountain, as at the first time, for forty days and forty nights; and again the ears of the Lord were open to my prayer, and he did not send destruction on you."}, {"id": 5010011, "c": 10, "v": 11, "d": "Then the Lord said to me, Get up and go on your journey before the people, so that they may go in and take the land which I said in my oath to their fathers that I would give them."}, {"id": 5010012, "c": 10, "v": 12, "d": "And now, Israel, what would the Lord your God have you do, but to go in the fear of the Lord your God, walking in all his ways and loving him and doing his pleasure with all your heart and all your soul,"}, {"id": 5010013, "c": 10, "v": 13, "d": "Doing the orders of the Lord and keeping his laws which I give you this day for your good?"}, {"id": 5010014, "c": 10, "v": 14, "d": "The Lord your God is ruler of heaven, of the heaven of heavens, and of the earth with everything in it."}, {"id": 5010015, "c": 10, "v": 15, "d": "But the Lord had delight in your fathers and love for them, marking out for himself their seed after them, even you, from all peoples, as at this day."}, {"id": 5010016, "c": 10, "v": 16, "d": "Let your circumcision be of the heart, and put away your pride."}, {"id": 5010017, "c": 10, "v": 17, "d": "For the Lord your God is God of gods and Lord of lords, the great God, strong in power and greatly to be feared, who has no respect for any man's position and takes no rewards:"}, {"id": 5010018, "c": 10, "v": 18, "d": "Judging uprightly in the cause of the widow and of the child who has no father, and giving food and clothing in his mercy to the man from a strange country."}, {"id": 5010019, "c": 10, "v": 19, "d": "So be kind to the man from a strange country who is living among you, for you yourselves were living in a strange country in the land of Egypt."}, {"id": 5010020, "c": 10, "v": 20, "d": "Let the fear of the Lord your God be before you, give him worship and be true to him at all times, taking your oaths in his name."}, {"id": 5010021, "c": 10, "v": 21, "d": "He is your God, the God of your praise, your God who has done for you all these works of power which your eyes have seen."}, {"id": 5010022, "c": 10, "v": 22, "d": "Your fathers went down into Egypt with seventy persons; and now the Lord your God has made you like the stars of heaven in number."}, {"id": 5011001, "c": 11, "v": 1, "d": "So have love for the Lord your God, and give him worship, and keep his laws and his decisions and his orders at all times."}, {"id": 5011002, "c": 11, "v": 2, "d": "And be certain in your minds this day; for these words are not said to your children, who have had no experience of the training of the Lord your God, and who have not seen his great power or his strong hand and his stretched-out arm,"}, {"id": 5011003, "c": 11, "v": 3, "d": "Or his signs and wonders which he did in Egypt, to Pharaoh, king of Egypt, and all his land;"}, {"id": 5011004, "c": 11, "v": 4, "d": "And what he did to the army of Egypt, to their horses and their war-carriages; how he made the waters of the Red Sea come up over them when they went after you, and how the Lord put an end to them even to this day;"}, {"id": 5011005, "c": 11, "v": 5, "d": "And what he did for you in the waste land, till you came to this place;"}, {"id": 5011006, "c": 11, "v": 6, "d": "And what he did to Dathan and Abiram, the sons of Eliab, the son of Reuben; when they went down into the open mouth of the earth, with their families and their tents and every living thing which was theirs, before the eyes of all Israel:"}, {"id": 5011007, "c": 11, "v": 7, "d": "But your eyes have seen all the great works of the Lord which he has done."}, {"id": 5011008, "c": 11, "v": 8, "d": "So keep all the orders which I give you today, so that you may be strong, and go in and take the land which is to be your heritage;"}, {"id": 5011009, "c": 11, "v": 9, "d": "And that your days may be long in the land which the Lord gave by an oath to your fathers and to their seed after them, a land flowing with milk and honey."}, {"id": 5011010, "c": 11, "v": 10, "d": "For the land where you are going is not like the land of Egypt from which you have come, where you put in your seeds, watering them with your foot, like a planted garden:"}, {"id": 5011011, "c": 11, "v": 11, "d": "But the land where you are going is a land of hills and valleys, drinking in the rain of heaven:"}, {"id": 5011012, "c": 11, "v": 12, "d": "A land cared for by the Lord your God: the eyes of the Lord your God are on it at all times from one end of the year to the other."}, {"id": 5011013, "c": 11, "v": 13, "d": "And it will be that if you truly give ear to the orders which I put before you this day, loving the Lord your God and worshipping him with all your heart and all your soul,"}, {"id": 5011014, "c": 11, "v": 14, "d": "Then I will send rain on your land at the right time, the early rains and the late rains, so that you may get in your grain and your wine and your oil."}, {"id": 5011015, "c": 11, "v": 15, "d": "And I will give grass in your fields for your cattle, so that you may have food in full measure."}, {"id": 5011016, "c": 11, "v": 16, "d": "But take care that your hearts are not turned to false ways so that you become servants and worshippers of other gods;"}, {"id": 5011017, "c": 11, "v": 17, "d": "For if you do so, the wrath of the Lord will be burning against you, and the heaven will be shut up so that there is no rain and the land will give no fruit; and in a very little time you will be cut off from the good land which the Lord is giving you."}, {"id": 5011018, "c": 11, "v": 18, "d": "So keep these words deep in your heart and in your soul, and have them fixed on your hand for a sign and marked on your brow;"}, {"id": 5011019, "c": 11, "v": 19, "d": "Teaching them to your children, and talking of them when you are at rest in your house or walking by the way, when you go to sleep and when you get up:"}, {"id": 5011020, "c": 11, "v": 20, "d": "Writing them on the pillars of your houses and over the doors of your towns:"}, {"id": 5011021, "c": 11, "v": 21, "d": "So that your days, and the days of your children, may be long in the land which the Lord by his oath to your fathers said he would give them, like the days of the eternal heavens."}, {"id": 5011022, "c": 11, "v": 22, "d": "For if you take care to keep all the orders which I give you, and to do them; loving the Lord your God and walking in all his ways and being true to him:"}, {"id": 5011023, "c": 11, "v": 23, "d": "Then the Lord will send these nations in flight before you, and you will take the lands of nations greater and stronger than yourselves."}, {"id": 5011024, "c": 11, "v": 24, "d": "Every place where you put your foot will be yours: from the waste land and Lebanon, from the river, the river Euphrates as far as the Great Sea, will be the limits of your land."}, {"id": 5011025, "c": 11, "v": 25, "d": "All people will give way before you: for the Lord your God will put the fear of you on all the land through which you go, as he has said."}, {"id": 5011026, "c": 11, "v": 26, "d": "Today I put before you a blessing and a curse:"}, {"id": 5011027, "c": 11, "v": 27, "d": "The blessing if you give ear to the orders of the Lord your God, which I give you this day:"}, {"id": 5011028, "c": 11, "v": 28, "d": "And the curse if you do not give ear to the orders of the Lord your God, but let yourselves be turned from the way which I have put before you this day, and go after other gods which are not yours."}, {"id": 5011029, "c": 11, "v": 29, "d": "And when the Lord your God has taken you into the land of your heritage, you are to put the blessing on Mount Gerizim and the curse on Mount Ebal."}, {"id": 5011030, "c": 11, "v": 30, "d": "Are they not on the other side of Jordan, looking west, in the land of the Canaanites living in the Arabah, opposite Gilgal, by the holy tree of Moreh?"}, {"id": 5011031, "c": 11, "v": 31, "d": "For you are about to go over Jordan to take the heritage which the Lord your God is giving you, and it will be your resting-place."}, {"id": 5011032, "c": 11, "v": 32, "d": "And you are to take care to keep all the laws and the decisions which I put before you today."}, {"id": 5012001, "c": 12, "v": 1, "d": "These are the laws and the decisions which you are to keep with care in the land which the Lord, the God of your fathers, has given you to be your heritage all the days of your life on earth."}, {"id": 5012002, "c": 12, "v": 2, "d": "You are to give up to the curse all those places where the nations, whom you are driving out, gave worship to their gods, on the high mountains and the hills and under every green tree:"}, {"id": 5012003, "c": 12, "v": 3, "d": "Their altars and their pillars are to be broken down, and their holy trees burned with fire, and the images of their gods cut down; you are to take away their names out of that place."}, {"id": 5012004, "c": 12, "v": 4, "d": "Do not so to the Lord your God."}, {"id": 5012005, "c": 12, "v": 5, "d": "But let your hearts be turned to the place which will be marked out by the Lord your God, among your tribes, to put his name there;"}, {"id": 5012006, "c": 12, "v": 6, "d": "And there you are to take your burned offerings and other offerings, and the tenth part of your goods, and the offerings to be lifted up to the Lord, and the offerings of your oaths, and those which you give freely from the impulse of your hearts, and the first births among your herds and your flocks;"}, {"id": 5012007, "c": 12, "v": 7, "d": "There you and all your families are to make a feast before the Lord your God, with joy in everything to which you put your hand, because the Lord has given you his blessing."}, {"id": 5012008, "c": 12, "v": 8, "d": "You are not to do things then in the way in which we now do them here, every man as it seems right to him:"}, {"id": 5012009, "c": 12, "v": 9, "d": "For you have not come to the rest and the heritage which the Lord your God is giving you."}, {"id": 5012010, "c": 12, "v": 10, "d": "But when you have gone over Jordan and are living in the land which the Lord your God is giving you as your heritage, and when he has given you rest from all those on every side who are fighting against you, and you are living there safely;"}, {"id": 5012011, "c": 12, "v": 11, "d": "Then there will be a place marked out by the Lord your God as the resting-place for his name, and there you will take all the things which I give you orders to take: your burned offerings and other offerings, and the tenth part of your goods, and the offerings to be lifted up, and the offerings of your oaths which you make to the Lord;"}, {"id": 5012012, "c": 12, "v": 12, "d": "And you will be glad before the Lord your God, you and your sons and your daughters, and your men-servants and your women-servants, and the Levite who is with you in your house, because he has no part or heritage among you."}, {"id": 5012013, "c": 12, "v": 13, "d": "Take care that you do not make your burned offerings in any place you see:"}, {"id": 5012014, "c": 12, "v": 14, "d": "But in the place marked out by the Lord in one of your tribes, there let your burned offerings be offered, and there do what I have given you orders to do."}, {"id": 5012015, "c": 12, "v": 15, "d": "Only you may put to death animals, such as the gazelle or the roe, for your food in any of your towns, at the desire of your soul, in keeping with the blessing of the Lord your God which he has given you: the unclean and the clean may take of it."}, {"id": 5012016, "c": 12, "v": 16, "d": "But you may not take the blood for food, it is to be drained out on the earth like water."}, {"id": 5012017, "c": 12, "v": 17, "d": "In your towns you are not to take as food the tenth part of your grain, or of your wine or your oil, or the first births of your herds or of your flocks, or anything offered under an oath, or freely offered to the Lord, or given as a lifted offering;"}, {"id": 5012018, "c": 12, "v": 18, "d": "But they will be your food before the Lord your God in the place of his selection, where you may make a feast of them, with your son and your daughter, and your man-servant and your woman-servant, and the Levite who is living with you: and you will have joy before the Lord your God in everything to which you put your hand."}, {"id": 5012019, "c": 12, "v": 19, "d": "See that you do not give up caring for the Levite as long as you are living in your land."}, {"id": 5012020, "c": 12, "v": 20, "d": "When the Lord your God makes wide the limit of your land, as he has said, and you say, I will take flesh for my food, because you have a desire for it; then you may take whatever flesh you have a desire for."}, {"id": 5012021, "c": 12, "v": 21, "d": "If the place marked out by the Lord your God as the resting-place for his name is far away from you, then take from your herds and from your flocks which the Lord has given you, as I have said, and have a meal of it in the towns where you may be living."}, {"id": 5012022, "c": 12, "v": 22, "d": "It will be your food, like the gazelle and the roe; the unclean and the clean may take of it."}, {"id": 5012023, "c": 12, "v": 23, "d": "But see that you do not take the blood for food; for the blood is the life; and you may not make use of the life as food with the flesh."}, {"id": 5012024, "c": 12, "v": 24, "d": "Do not take it for food but let it be drained out on the earth like water."}, {"id": 5012025, "c": 12, "v": 25, "d": "Do not take it for food; so that it may be well for you and for your children after you, while you do what is right in the eyes of the Lord."}, {"id": 5012026, "c": 12, "v": 26, "d": "But the holy things which you have, and the offerings of your oaths, you are to take to the place which will be marked out by the Lord:"}, {"id": 5012027, "c": 12, "v": 27, "d": "Offering the flesh and the blood of your burned offerings on the altar of the Lord your God; and the blood of your offerings is to be drained out on the altar of the Lord your God, and the flesh will be your food."}, {"id": 5012028, "c": 12, "v": 28, "d": "Take note of all these orders I am giving you and give attention to them, so that it may be well for you and for your children after you for ever, while you do what is good and right in the eyes of the Lord your God."}, {"id": 5012029, "c": 12, "v": 29, "d": "When the people of the land where you are going have been cut off before you by the Lord your God, and you have taken their land and are living in it;"}, {"id": 5012030, "c": 12, "v": 30, "d": "After their destruction take care that you do not go in their ways, and that you do not give thought to their gods, saying, How did these nations give worship to their gods? I will do as they did."}, {"id": 5012031, "c": 12, "v": 31, "d": "Do not so to the Lord your God: for everything which is disgusting to the Lord and hated by him they have done in honour of their gods: even burning their sons and daughters in the fire to their gods."}, {"id": 5012032, "c": 12, "v": 32, "d": "You are to keep with care all the words I give you, making no addition to them and taking nothing from them."}, {"id": 5013001, "c": 13, "v": 1, "d": "If ever you have among you a prophet or a dreamer of dreams and he gives you a sign or a wonder,"}, {"id": 5013002, "c": 13, "v": 2, "d": "And the sign or the wonder takes place, and he says to you, Let us go after other gods, which are strange to you, and give them worship;"}, {"id": 5013003, "c": 13, "v": 3, "d": "Then give no attention to the words of that prophet or that dreamer of dreams: for the Lord your God is testing you, to see if all the love of your heart and soul is given to him."}, {"id": 5013004, "c": 13, "v": 4, "d": "But keep on in the ways of the Lord your God, fearing him and keeping his orders and hearing his voice, worshipping him and being true to him."}, {"id": 5013005, "c": 13, "v": 5, "d": "And that prophet or that dreamer of dreams is to be put to death; for his words were said with the purpose of turning you away from the Lord your God, who took you out of the land of Egypt and made you free from the prison-house; and of forcing you out of the way in which the Lord your God has given you orders to go. So you are to put away the evil from among you."}, {"id": 5013006, "c": 13, "v": 6, "d": "If your brother, the son of your mother, or your son or your daughter or the wife of your heart, or the friend who is as dear to you as your life, working on you secretly says to you, Let us go and give worship to other gods, strange to you and to your fathers;"}, {"id": 5013007, "c": 13, "v": 7, "d": "Gods of the peoples round about you, near or far, from one end of the earth to the other;"}, {"id": 5013008, "c": 13, "v": 8, "d": "Do not be guided by him or give attention to him; have no pity on him or mercy, and give him no cover;"}, {"id": 5013009, "c": 13, "v": 9, "d": "But put him to death without question; let your hand be the first stretched out against him to put him to death, and then the hands of all the people."}, {"id": 5013010, "c": 13, "v": 10, "d": "Let him be stoned with stones till he is dead; because it was his purpose to make you false to the Lord your God, who took you out of the land of Egypt, out of the prison-house."}, {"id": 5013011, "c": 13, "v": 11, "d": "And all Israel, hearing of it, will be full of fear, and no one will again do such evil as this among you."}, {"id": 5013012, "c": 13, "v": 12, "d": "And if word comes to you, in one of the towns which the Lord your God is giving you for your resting-place,"}, {"id": 5013013, "c": 13, "v": 13, "d": "That good-for-nothing persons have gone out from among you, turning the people of their town from the right way and saying, Let us go and give worship to other gods, of whom you have no knowledge;"}, {"id": 5013014, "c": 13, "v": 14, "d": "Then let a full search be made, and let questions be put with care; and if it is true and certain that such a disgusting thing has been done among you;"}, {"id": 5013015, "c": 13, "v": 15, "d": "Then take up arms against the people of that town and give it up to the curse, with all its cattle and everything in it."}, {"id": 5013016, "c": 13, "v": 16, "d": "And take all the goods into the middle of its open space, burning the town and all its property with fire as an offering to the Lord your God; it is to be a waste for ever; there is to be no more building there."}, {"id": 5013017, "c": 13, "v": 17, "d": "Keep not a thing of what is cursed for yourselves: so the Lord may be turned away from the heat of his wrath, and have mercy on you, and give you increase as he said in his oath to your fathers:"}, {"id": 5013018, "c": 13, "v": 18, "d": "So long as you give ear to the voice of the Lord your God, and keep all his orders which I give you today, and do what is right in the eyes of the Lord your God."}, {"id": 5014001, "c": 14, "v": 1, "d": "You are the children of the Lord your God: you are not to make cuts on your bodies or take off the hair on your brows in honour of the dead;"}, {"id": 5014002, "c": 14, "v": 2, "d": "For you are a holy people to the Lord your God, and the Lord has taken you to be his special people out of all the nations on the face of the earth."}, {"id": 5014003, "c": 14, "v": 3, "d": "No disgusting thing may be your food."}, {"id": 5014004, "c": 14, "v": 4, "d": "These are the beasts which you may have for food: the ox, the sheep, and the goat;"}, {"id": 5014005, "c": 14, "v": 5, "d": "The hart, the gazelle, and the roe, the mountain goat and the pygarg and the antelope and the mountain sheep."}, {"id": 5014006, "c": 14, "v": 6, "d": "Any beast which has a division in the horn of its foot and whose food comes back into its mouth to be crushed again, may be used for food."}, {"id": 5014007, "c": 14, "v": 7, "d": "But even among these, there are some which may not be used for food: such as the camel, the hare, and the coney, which are unclean to you, because, though their food comes back, the horn of their feet is not parted in two."}, {"id": 5014008, "c": 14, "v": 8, "d": "And the pig is unclean to you, because though it has a division in the horn of its foot, its food does not come back; their flesh may not be used for food or their dead bodies touched by you."}, {"id": 5014009, "c": 14, "v": 9, "d": "And of the things living in the waters, you may take all those who have wings for swimming with and skins formed of thin plates."}, {"id": 5014010, "c": 14, "v": 10, "d": "But any which have no skin-plates or wings for swimming, you may not take; they are unclean for you."}, {"id": 5014011, "c": 14, "v": 11, "d": "All clean birds may be used for food."}, {"id": 5014012, "c": 14, "v": 12, "d": "But these birds you may not take: the eagle and the gier-eagle and the ospray;"}, {"id": 5014013, "c": 14, "v": 13, "d": "The falcon and the kite, and birds of that sort;"}, {"id": 5014014, "c": 14, "v": 14, "d": "Every raven, and all birds of that sort;"}, {"id": 5014015, "c": 14, "v": 15, "d": "And the ostrich and the night-hawk and the sea-hawk and birds of that sort;"}, {"id": 5014016, "c": 14, "v": 16, "d": "The little owl and the great owl and the water-hen;"}, {"id": 5014017, "c": 14, "v": 17, "d": "And the pelican and the vulture and the cormorant;"}, {"id": 5014018, "c": 14, "v": 18, "d": "The stork and the heron and birds of that sort, and the hoopoe and the bat."}, {"id": 5014019, "c": 14, "v": 19, "d": "Every winged thing which goes flat on the earth is unclean to you and may not be used as food."}, {"id": 5014020, "c": 14, "v": 20, "d": "But all clean birds you may take."}, {"id": 5014021, "c": 14, "v": 21, "d": "You may not have as food anything which has come to a natural death; the man from another country who is living with you may take it for food, or you may get a price for it from one of another nation; for you are a holy people to the Lord your God. The young goat is not to be cooked in its mother's milk."}, {"id": 5014022, "c": 14, "v": 22, "d": "Put on one side a tenth of all the increase of your seed, produced year by year."}, {"id": 5014023, "c": 14, "v": 23, "d": "And make a feast before the Lord your God, in the place which is to be marked out, where his name will be for ever, of the tenth part of your grain and your wine and your oil, and the first births of your herds and your flocks; so that you may have the fear of the Lord your God in your hearts at all times."}, {"id": 5014024, "c": 14, "v": 24, "d": "And if the way is so long that you are not able to take these things to the place marked out by the Lord your God for his name, when he has given you his blessing, because it is far away from you;"}, {"id": 5014025, "c": 14, "v": 25, "d": "Then let these things be exchanged for money, and, taking the money in your hand, go to the place marked out by the Lord your God for himself;"}, {"id": 5014026, "c": 14, "v": 26, "d": "And with the money get whatever you have a desire for, oxen or sheep or wine or strong drink, whatever your soul's desire may be: and make a feast there before the Lord your God, and be glad, you and all your house;"}, {"id": 5014027, "c": 14, "v": 27, "d": "And give a thought to the Levite who is living among you, for he has no part or heritage in the land."}, {"id": 5014028, "c": 14, "v": 28, "d": "At the end of every three years take a tenth part of all your increase for that year, and put it in store inside your walls:"}, {"id": 5014029, "c": 14, "v": 29, "d": "And the Levite, because he has no part or heritage in the land, and the man from a strange country, and the child who has no father, and the widow, who are living among you, will come and take food and have enough; and so the blessing of the Lord your God will be on you in everything you do."}, {"id": 5015001, "c": 15, "v": 1, "d": "At the end of every seven years there is to be a general forgiveness of debt."}, {"id": 5015002, "c": 15, "v": 2, "d": "This is how it is to be done: every creditor is to give up his right to whatever he has let his neighbour have; he is not to make his neighbour, his countryman, give it back; because a general forgiveness has been ordered by the Lord."}, {"id": 5015003, "c": 15, "v": 3, "d": "A man of another nation may be forced to make payment of his debt, but if your brother has anything of yours, let it go;"}, {"id": 5015004, "c": 15, "v": 4, "d": "But there will be no poor among you; for the Lord will certainly give you his blessing in the land which the Lord your God is giving you for your heritage;"}, {"id": 5015005, "c": 15, "v": 5, "d": "If only you give ear to the voice of the Lord your God, and take care to keep all these orders which I give you today."}, {"id": 5015006, "c": 15, "v": 6, "d": "For the Lord your God will give you his blessing as he has said: you will let other nations have the use of your money, but you will not make use of theirs; you will be rulers over a number of nations, but they will not be your rulers."}, {"id": 5015007, "c": 15, "v": 7, "d": "If in any of your towns in the land which the Lord your God is giving you, there is a poor man, one of your countrymen, do not let your heart be hard or your hand shut to him;"}, {"id": 5015008, "c": 15, "v": 8, "d": "But let your hand be open to give him the use of whatever he is in need of."}, {"id": 5015009, "c": 15, "v": 9, "d": "And see that there is no evil thought in your heart, moving you to say to yourself, The seventh year, the year of forgiveness is near; and so looking coldly on your poor countryman you give him nothing; and he will make an outcry to the Lord against you, and it will be judged as sin in you."}, {"id": 5015010, "c": 15, "v": 10, "d": "But it is right for you to give to him, without grief of heart: for because of this, the blessing of the Lord your God will be on all your work and on everything to which you put your hand."}, {"id": 5015011, "c": 15, "v": 11, "d": "For there will never be a time when there are no poor in the land; and so I give orders to you, Let your hand be open to your countrymen, to those who are poor and in need in your land."}, {"id": 5015012, "c": 15, "v": 12, "d": "If one of your countrymen, a Hebrew man or woman, becomes your servant for a price and does work for you six years, in the seventh year let him go free."}, {"id": 5015013, "c": 15, "v": 13, "d": "And when you make him free, do not let him go away with nothing in his hands:"}, {"id": 5015014, "c": 15, "v": 14, "d": "But give him freely from your flock and from your grain and your wine: in the measure of the wealth which the Lord your God has given you, you are to give to him."}, {"id": 5015015, "c": 15, "v": 15, "d": "And keep in mind that you yourself were a servant in the land of Egypt, and the Lord your God made you free: so I give you this order today."}, {"id": 5015016, "c": 15, "v": 16, "d": "But if he says to you, I have no desire to go away from you; because you and your family are dear to him and he is happy with you;"}, {"id": 5015017, "c": 15, "v": 17, "d": "Then take a sharp-pointed instrument, driving it through his ear into the door, and he will be your servant for ever. And you may do the same for your servant-girl."}, {"id": 5015018, "c": 15, "v": 18, "d": "Let it not seem hard to you that you have to send him away free; for he has been working for you for six years, which is twice the regular time for a servant: and the blessing of the Lord your God will be on you in everything you do."}, {"id": 5015019, "c": 15, "v": 19, "d": "All the first males to come to birth in your herd and your flock are to be holy to the Lord your God: the first birth of your ox is not to be used for work, the wool of your first lamb is not to be cut."}, {"id": 5015020, "c": 15, "v": 20, "d": "But year by year you and all your house are to take a meal of it before the Lord, in the place of his selection."}, {"id": 5015021, "c": 15, "v": 21, "d": "But if it has any mark on it, if it is blind or has damaged legs, or if there is anything wrong with it, it may not be offered to the Lord your God."}, {"id": 5015022, "c": 15, "v": 22, "d": "It may be used for food in your houses: the unclean and the clean may take of it, as of the gazelle and the roe."}, {"id": 5015023, "c": 15, "v": 23, "d": "Only do not take its blood for food, but let it be drained out on the earth like water."}, {"id": 5016001, "c": 16, "v": 1, "d": "Take note of the month of Abib and keep the Passover to the Lord your God: for in the month of Abib the Lord your God took you out of Egypt by night."}, {"id": 5016002, "c": 16, "v": 2, "d": "The Passover offering, from your flock or your herd, is to be given to the Lord your God in the place marked out by him as the resting-place of his name."}, {"id": 5016003, "c": 16, "v": 3, "d": "Take no leavened bread with it; for seven days let your food be unleavened bread, that is, the bread of sorrow; for you came out of the land of Egypt quickly: so the memory of that day, when you came out of the land of Egypt, will be with you all your life."}, {"id": 5016004, "c": 16, "v": 4, "d": "For seven days let no leaven be used through all your land; and nothing of the flesh which is put to death in the evening of the first day is to be kept through the night till morning."}, {"id": 5016005, "c": 16, "v": 5, "d": "The Passover offering is not to be put to death in any of the towns which the Lord your God gives you:"}, {"id": 5016006, "c": 16, "v": 6, "d": "But in the place marked out by the Lord your God as the resting-place of his name, there you are to put the Passover to death in the evening, at sundown, at that time of the year when you came out of Egypt."}, {"id": 5016007, "c": 16, "v": 7, "d": "It is to be cooked and taken as food in the place marked out by the Lord: and in the morning you are to go back to your tents."}, {"id": 5016008, "c": 16, "v": 8, "d": "For six days let your food be unleavened bread; and on the seventh day there is to be a holy meeting to the Lord your God; no work is to be done."}, {"id": 5016009, "c": 16, "v": 9, "d": "Let seven weeks be numbered from the first day when the grain is cut."}, {"id": 5016010, "c": 16, "v": 10, "d": "Then keep the feast of weeks to the Lord your God, with an offering freely given to him from the wealth he has given you:"}, {"id": 5016011, "c": 16, "v": 11, "d": "Then you are to be glad before the Lord your God, you and your son and your daughter, your man-servant and your woman-servant, and the Levite who is with you, and the man from a strange country, and the child without a father, and the widow, who are living among you, in the place marked out by the Lord your God as a resting-place for his name."}, {"id": 5016012, "c": 16, "v": 12, "d": "And you will keep in mind that you were a servant in the land of Egypt: and you will take care to keep all these laws."}, {"id": 5016013, "c": 16, "v": 13, "d": "You are to keep the feast of tents for seven days after you have got in all your grain and made your wine:"}, {"id": 5016014, "c": 16, "v": 14, "d": "You are to keep the feast with joy, you and your son and your daughter, your man-servant and your woman-servant, and the Levite, and the man from a strange country, and the child without a father, and the widow, who are living among you."}, {"id": 5016015, "c": 16, "v": 15, "d": "Keep the feast to the Lord your God for seven days, in the place marked out by the Lord: because the blessing of the Lord your God will be on all the produce of your land and all the work of your hands, and you will have nothing but joy."}, {"id": 5016016, "c": 16, "v": 16, "d": "Three times in the year let all your males come before the Lord your God in the place named by him; at the feast of unleavened bread, the feast of weeks, and the feast of tents: and they are not to come before the Lord with nothing in their hands;"}, {"id": 5016017, "c": 16, "v": 17, "d": "Every man is to give as he is able, in the measure of the blessing which the Lord your God has given you."}, {"id": 5016018, "c": 16, "v": 18, "d": "You are to make judges and overseers in all your towns which the Lord your God gives you, for every tribe: and they are to be upright men, judging the people in righteousness."}, {"id": 5016019, "c": 16, "v": 19, "d": "You are not to be moved in your judging by a man's position, you are not to take rewards; for rewards make the eyes of the wise man blind, and the decisions of the upright false."}, {"id": 5016020, "c": 16, "v": 20, "d": "Let righteousness be your guide, so that you may have life, and take for your heritage the land which the Lord your God is giving you."}, {"id": 5016021, "c": 16, "v": 21, "d": "Let no holy tree of any sort be planted by the altar of the Lord your God which you will make."}, {"id": 5016022, "c": 16, "v": 22, "d": "You are not to put up stone pillars, for they are hated by the Lord your God."}, {"id": 5017001, "c": 17, "v": 1, "d": "No ox or sheep which has a mark on it or is damaged in any way may be offered to the Lord your God: for that is disgusting to the Lord your God."}, {"id": 5017002, "c": 17, "v": 2, "d": "If there is any man or woman among you, in any of the towns which the Lord your God gives you, who does evil in the eyes of the Lord your God, sinning against his agreement,"}, {"id": 5017003, "c": 17, "v": 3, "d": "By becoming a servant of other gods and worshipping them or the sun or the moon or all the stars of heaven, against my orders;"}, {"id": 5017004, "c": 17, "v": 4, "d": "If word of this comes to your ears, then let this thing be looked into with care, and if there is no doubt that it is true, and such evil has been done in Israel;"}, {"id": 5017005, "c": 17, "v": 5, "d": "Then you are to take the man or woman who has done the evil to the public place of your town, and they are to be stoned with stones till they are dead."}, {"id": 5017006, "c": 17, "v": 6, "d": "On the word of two or three witnesses, a man may be given the punishment of death; but he is not to be put to death on the word of one witness."}, {"id": 5017007, "c": 17, "v": 7, "d": "The hands of the witnesses will be the first to put him to death, and after them the hands of all the people. So you are to put away the evil from among you."}, {"id": 5017008, "c": 17, "v": 8, "d": "If you are not able to give a decision as to who is responsible for a death, or who is right in a cause, or who gave the first blow in a fight, and there is a division of opinion about it in your town: then go to the place marked out by the Lord your God;"}, {"id": 5017009, "c": 17, "v": 9, "d": "And come before the priests, the Levites, or before him who is judge at the time: and they will go into the question and give you a decision:"}, {"id": 5017010, "c": 17, "v": 10, "d": "And you are to be guided by the decision they give in the place named by the Lord, and do whatever they say:"}, {"id": 5017011, "c": 17, "v": 11, "d": "Acting in agreement with their teaching and the decision they give: not turning to one side or the other from the word they have given you."}, {"id": 5017012, "c": 17, "v": 12, "d": "And any man who, in his pride, will not give ear to the priest whose place is there before the Lord your God, or to the judge, is to be put to death: you are to put away the evil from Israel."}, {"id": 5017013, "c": 17, "v": 13, "d": "And all the people, hearing of it, will be full of fear and put away their pride."}, {"id": 5017014, "c": 17, "v": 14, "d": "When you have come into the land which the Lord your God is giving you, and have taken it for a heritage and are living in it, if it is your desire to have a king over you, like the other nations round about you;"}, {"id": 5017015, "c": 17, "v": 15, "d": "Then see that you take as your king the man named by the Lord your God: let your king be one of your countrymen, not a man of another nation who is not one of yourselves."}, {"id": 5017016, "c": 17, "v": 16, "d": "And he is not to get together a great army of horses for himself, or make the people go back to Egypt to get horses for him: because the Lord has said, You will never again go back that way."}, {"id": 5017017, "c": 17, "v": 17, "d": "And he is not to have a great number of wives, for fear that his heart may be turned away; or great wealth of silver and gold."}, {"id": 5017018, "c": 17, "v": 18, "d": "And when he has taken his place on the seat of his kingdom, he is to make in a book a copy of this law, from that which the priests, the Levites, have in their care:"}, {"id": 5017019, "c": 17, "v": 19, "d": "And it is to be with him for his reading all the days of his life, so that he may be trained in the fear of the Lord his God to keep and do all the words of this teaching and these laws:"}, {"id": 5017020, "c": 17, "v": 20, "d": "So that his heart may not be lifted up over his countrymen, and he may not be turned away from the orders, to one side or the other: but that his life and the lives of his children may be long in his kingdom in Israel."}, {"id": 5018001, "c": 18, "v": 1, "d": "The priests, the Levites, that is, all the tribe of Levi, will have no part or heritage with Israel: their food and their heritage will be the offerings of the Lord made by fire."}, {"id": 5018002, "c": 18, "v": 2, "d": "And they will have no heritage among their countrymen: the Lord is their heritage, as he has said to them."}, {"id": 5018003, "c": 18, "v": 3, "d": "And this is to be the priests' right: those who make an offering of a sheep or an ox are to give to the priest the top part of the leg and the two sides of the head and the stomach."}, {"id": 5018004, "c": 18, "v": 4, "d": "And in addition you are to give him the first of your grain and wine and oil, and the first wool cut from your sheep."}, {"id": 5018005, "c": 18, "v": 5, "d": "For he, and his sons after him for ever, have been marked out by the Lord your God from all your tribes, to do the work of priests in the name of the Lord."}, {"id": 5018006, "c": 18, "v": 6, "d": "And if a Levite, moved by a strong desire, comes from any town in all Israel where he is living to the place marked out by the Lord;"}, {"id": 5018007, "c": 18, "v": 7, "d": "Then he will do the work of a priest in the name of the Lord his God, with all his brothers the Levites who are there before the Lord."}, {"id": 5018008, "c": 18, "v": 8, "d": "His food will be the same as theirs, in addition to what has come to him as the price of his property."}, {"id": 5018009, "c": 18, "v": 9, "d": "When you have come into the land which the Lord your God is giving you, do not take as your example the disgusting ways of those nations."}, {"id": 5018010, "c": 18, "v": 10, "d": "Let there not be seen among you anyone who makes his son or his daughter go through the fire, or anyone using secret arts, or a maker of strange sounds, or a reader of signs, or any wonder-worker,"}, {"id": 5018011, "c": 18, "v": 11, "d": "Or anyone using secret force on people, or putting questions to a spirit, or having secret knowledge, or going to the dead for directions."}, {"id": 5018012, "c": 18, "v": 12, "d": "For all who do such things are disgusting to the Lord; and because of these disgusting things the Lord your God is driving them out before you."}, {"id": 5018013, "c": 18, "v": 13, "d": "You are to be upright in heart before the Lord your God."}, {"id": 5018014, "c": 18, "v": 14, "d": "For these nations, whose land you are taking, give attention to readers of signs and to those using secret arts: but the Lord your God will not let you do so."}, {"id": 5018015, "c": 18, "v": 15, "d": "The Lord your God will give you a prophet from among your people, like me; you will give ear to him;"}, {"id": 5018016, "c": 18, "v": 16, "d": "In answer to the request you made to the Lord your God in Horeb on the day of the great meeting, when you said, Let not the voice of the Lord my God come to my ears again, and let me not see this great fire any more, or death will overtake me."}, {"id": 5018017, "c": 18, "v": 17, "d": "Then the Lord said to me, What they have said is well said."}, {"id": 5018018, "c": 18, "v": 18, "d": "I will give them a prophet from among themselves, like you, and I will put my words in his mouth, and he will say to them whatever I give him orders to say."}, {"id": 5018019, "c": 18, "v": 19, "d": "And whoever does not give ear to my words which he will say in my name, will be responsible to me."}, {"id": 5018020, "c": 18, "v": 20, "d": "But the prophet who takes it on himself to say words in my name which I have not given him orders to say, or who says anything in the name of other gods, will come to his death."}, {"id": 5018021, "c": 18, "v": 21, "d": "And if you say in your hearts, How are we to be certain that the word does not come from the Lord?"}, {"id": 5018022, "c": 18, "v": 22, "d": "When a prophet makes a statement in the name of the Lord, if what he says does not take place and his words do not come true, then his word is not the word of the Lord: the words of the prophet were said in the pride of his heart, and you are to have no fear of him."}, {"id": 5019001, "c": 19, "v": 1, "d": "When the nations, whose land the Lord your God is giving you, have been cut off by him, and you have taken their place and are living in their towns and in their houses;"}, {"id": 5019002, "c": 19, "v": 2, "d": "You are to have three towns marked out in the land which the Lord your God is giving you for your heritage."}, {"id": 5019003, "c": 19, "v": 3, "d": "You are to make ready a way, and see that the land which the Lord your God is giving you for your heritage, is marked out into three parts, to which any taker of life may go in flight."}, {"id": 5019004, "c": 19, "v": 4, "d": "This is to be the rule for anyone who goes in flight there, after causing the death of his neighbour in error and not through hate;"}, {"id": 5019005, "c": 19, "v": 5, "d": "For example, if a man goes into the woods with his neighbour for the purpose of cutting down trees, and when he takes his axe to give a blow to the tree, the head of the axe comes off, and falling on to his neighbour gives him a wound causing his death; then the man may go in flight to one of these towns and be safe:"}, {"id": 5019006, "c": 19, "v": 6, "d": "For if not, he who has the right of punishment may go running after the taker of life in the heat of his wrath, and overtake him because the way is long, and give him a death-blow; though it is not right for him to be put to death because he was not moved by hate."}, {"id": 5019007, "c": 19, "v": 7, "d": "And so I am ordering you to see that three towns are marked out for this purpose."}, {"id": 5019008, "c": 19, "v": 8, "d": "And if the Lord your God makes wide the limits of your land, as he said in his oath to your fathers, and gives you all the land which he undertook to give to your fathers;"}, {"id": 5019009, "c": 19, "v": 9, "d": "If you keep and do all these orders which I give you today, loving the Lord your God and walking ever in his ways; then let three more towns, in addition to these three, be marked out for you:"}, {"id": 5019010, "c": 19, "v": 10, "d": "So that in all your land, which the Lord your God is giving you for your heritage, no man may be wrongly put to death, for which you will be responsible."}, {"id": 5019011, "c": 19, "v": 11, "d": "But if any man has hate for his neighbour, and waiting for him secretly makes an attack on him and gives him a blow causing his death, and then goes in flight to one of these towns;"}, {"id": 5019012, "c": 19, "v": 12, "d": "The responsible men of his town are to send and take him, and give him up to the one who has the right of punishment to be put to death."}, {"id": 5019013, "c": 19, "v": 13, "d": "Have no pity on him, so that Israel may be clear from the crime of putting a man to death without cause, and it will be well for you."}, {"id": 5019014, "c": 19, "v": 14, "d": "Your neighbour's landmark, which was put in its place by the men of old times, is not to be moved or taken away in the land of your heritage which the Lord your God is giving you."}, {"id": 5019015, "c": 19, "v": 15, "d": "One witness may not make a statement against a man in relation to any sin or wrongdoing which he has done: on the word of two or three witnesses a question is to be judged."}, {"id": 5019016, "c": 19, "v": 16, "d": "If a false witness makes a statement against a man, saying that he has done wrong,"}, {"id": 5019017, "c": 19, "v": 17, "d": "Then the two men, between whom the argument has taken place, are to come before the Lord, before the priests and judges who are then in power;"}, {"id": 5019018, "c": 19, "v": 18, "d": "And the judges will have the question looked into with care: and if the witness is seen to be false and to have made a false statement against his brother,"}, {"id": 5019019, "c": 19, "v": 19, "d": "Then do to him what it was his purpose to do to his brother: and so put away the evil from among you."}, {"id": 5019020, "c": 19, "v": 20, "d": "And the rest of the people, hearing of it, will be full of fear, and never again do such evil among you."}, {"id": 5019021, "c": 19, "v": 21, "d": "Have no pity; let life be given for life, eye for eye, tooth for tooth, hand for hand, foot for foot."}, {"id": 5020001, "c": 20, "v": 1, "d": "When you go out to war against other nations, and come face to face with horses and war-carriages and armies greater in number than yourselves, have no fear of them: for the Lord your God is with you, who took you up out of the land of Egypt."}, {"id": 5020002, "c": 20, "v": 2, "d": "And when you are on the point of attacking, let the priest come forward and say to the people,"}, {"id": 5020003, "c": 20, "v": 3, "d": "Give ear, O Israel: today you are going forward to the fight; let your heart be strong; do not let uncontrolled fear overcome you because of those who are against you;"}, {"id": 5020004, "c": 20, "v": 4, "d": "For the Lord your God goes with you, fighting for you to give you salvation from those who are against you."}, {"id": 5020005, "c": 20, "v": 5, "d": "And let the overseers say to the people, If there is any man who has made for himself a new house and has not gone into it, let him go back to his house, so that in the event of his death in the fight, another may not take his house for himself."}, {"id": 5020006, "c": 20, "v": 6, "d": "Or if any man has made a vine-garden without taking the first-fruits of it, let him go back to his house, so that in the event of his death in the fight, another may not be the first to make use of the fruit."}, {"id": 5020007, "c": 20, "v": 7, "d": "Or if any man is newly married and has had no sex relations with his wife, let him go back to his house, so that in the event of his death in the fight, another man may not take her."}, {"id": 5020008, "c": 20, "v": 8, "d": "And let the overseers go on to say to the people, If there is any man whose heart is feeble with fear, let him go back to his house before he makes the hearts of his countrymen feeble."}, {"id": 5020009, "c": 20, "v": 9, "d": "Then, after saying these words to the people, let the overseers put captains over the army."}, {"id": 5020010, "c": 20, "v": 10, "d": "When you come to a town, before attacking it, make an offer of peace."}, {"id": 5020011, "c": 20, "v": 11, "d": "And if it gives you back an answer of peace, opening its doors to you, then all the people in it may be put to forced work as your servants."}, {"id": 5020012, "c": 20, "v": 12, "d": "If however it will not make peace with you, but war, then let it be shut in on all sides:"}, {"id": 5020013, "c": 20, "v": 13, "d": "And when the Lord your God has given it into your hands, let every male in it be put to death without mercy."}, {"id": 5020014, "c": 20, "v": 14, "d": "But the women and the children and the cattle and everything in the town and all its wealth, you may take for yourselves: the wealth of your haters, which the Lord your God has given you, will be your food."}, {"id": 5020015, "c": 20, "v": 15, "d": "So you are to do to all the towns far away, which are not the towns of these nations."}, {"id": 5020016, "c": 20, "v": 16, "d": "But in the towns of these peoples whose land the Lord your God is giving you for your heritage, let no living thing be kept from death:"}, {"id": 5020017, "c": 20, "v": 17, "d": "Give them up to the curse; the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite, as the Lord your God has given you orders:"}, {"id": 5020018, "c": 20, "v": 18, "d": "So that you may not take them as your example and do all the disgusting things which they do in the worship of their gods, so sinning against the Lord your God."}, {"id": 5020019, "c": 20, "v": 19, "d": "If in war a town is shut in by your armies for a long time, do not let its trees be cut down and made waste; for their fruit will be your food; are the trees of the countryside men for you to take up arms against them?"}, {"id": 5020020, "c": 20, "v": 20, "d": "Only those trees which you are certain are not used for food may be cut down and put to destruction: and you are to make walls of attack against the town till it is taken."}, {"id": 5021001, "c": 21, "v": 1, "d": "If, in the land which the Lord your God is giving you, you come across the dead body of a man in the open country, and you have no idea who has put him to death:"}, {"id": 5021002, "c": 21, "v": 2, "d": "Then your responsible men and your judges are to come out, and give orders for the distance from the dead body to the towns round about it to be measured;"}, {"id": 5021003, "c": 21, "v": 3, "d": "And whichever town is nearest to the body, the responsible men of that town are to take from the herd a young cow which has never been used for work or put under the yoke;"}, {"id": 5021004, "c": 21, "v": 4, "d": "And they are to take the cow into a valley where there is flowing water, and which is not ploughed or planted, and there the neck of the cow is to be broken:"}, {"id": 5021005, "c": 21, "v": 5, "d": "Then the priests, the sons of Levi, are to come near; for they have been marked out by the Lord your God to be his servants and to give blessings in the name of the Lord; and by their decision every argument and every blow is to be judged:"}, {"id": 5021006, "c": 21, "v": 6, "d": "And all the responsible men of that town which is nearest to the dead man, washing their hands over the cow whose neck was broken in the valley,"}, {"id": 5021007, "c": 21, "v": 7, "d": "Will say, This death is not the work of our hands and our eyes have not seen it."}, {"id": 5021008, "c": 21, "v": 8, "d": "Have mercy, O Lord, on your people Israel whom you have made free, and take away from your people the crime of a death without cause. Then they will no longer be responsible for the man's death."}, {"id": 5021009, "c": 21, "v": 9, "d": "So you will take away the crime of a death without cause from among you, when you do what is right in the eyes of the Lord."}, {"id": 5021010, "c": 21, "v": 10, "d": "When you go out to war against other nations, and the Lord your God gives them up into your hands and you take them as prisoners;"}, {"id": 5021011, "c": 21, "v": 11, "d": "If among the prisoners you see a beautiful woman and it is your desire to make her your wife;"}, {"id": 5021012, "c": 21, "v": 12, "d": "Then take her back to your house; and let her hair and her nails be cut;"}, {"id": 5021013, "c": 21, "v": 13, "d": "And let her take off the dress in which she was made prisoner and go on living in your house and weeping for her father and mother for a full month: and after that you may go in to her and be her husband and she will be your wife."}, {"id": 5021014, "c": 21, "v": 14, "d": "But if you have no delight in her, you are to let her go wherever she will; you may not take a price for her as if she was your property, for you have made use of her for your pleasure."}, {"id": 5021015, "c": 21, "v": 15, "d": "If a man has two wives, one greatly loved and the other hated, and the two of them have had children by him; and if the first son is the child of the hated wife:"}, {"id": 5021016, "c": 21, "v": 16, "d": "Then when he gives his property to his sons for their heritage, he is not to put the son of his loved one in the place of the first son, the son of the hated wife:"}, {"id": 5021017, "c": 21, "v": 17, "d": "But he is to give his first son his birthright, and twice as great a part of his property: for he is the first-fruits of his strength and the right of the first son is his."}, {"id": 5021018, "c": 21, "v": 18, "d": "If a man has a son who is hard-hearted and uncontrolled, who gives no attention to the voice of his father and mother, and will not be ruled by them, though they give him punishment:"}, {"id": 5021019, "c": 21, "v": 19, "d": "Then let his father and mother take him to the responsible men of the town, to the public place;"}, {"id": 5021020, "c": 21, "v": 20, "d": "And say to them, This son of ours is hard-hearted and uncontrolled, he will not give attention to us; he gives himself up to pleasure and strong drink."}, {"id": 5021021, "c": 21, "v": 21, "d": "Then he is to be stoned to death by all the men of the town: so you are to put away the evil from among you; and all Israel, hearing of it, will be full of fear."}, {"id": 5021022, "c": 21, "v": 22, "d": "If a man does a crime for which the punishment is death, and he is put to death by hanging him on a tree;"}, {"id": 5021023, "c": 21, "v": 23, "d": "Do not let his body be on the tree all night, but put it to rest in the earth the same day; for the man who undergoes hanging is cursed by God; so do not make unclean the land which the Lord your God is giving you for your heritage."}, {"id": 5022001, "c": 22, "v": 1, "d": "If you see your brother's ox or his sheep wandering, do not go by without helping, but take them back to your brother."}, {"id": 5022002, "c": 22, "v": 2, "d": "If their owner is not near, or if you are not certain who he is, then take the beast to your house and keep it till its owner comes in search of it, and then you are to give it back to him."}, {"id": 5022003, "c": 22, "v": 3, "d": "Do the same with his ass or his robe or anything which has gone from your brother's keeping and which you have come across: do not keep it to yourself."}, {"id": 5022004, "c": 22, "v": 4, "d": "If you see your brother's ox or his ass falling down on the road, do not go by without giving him help in lifting it up again."}, {"id": 5022005, "c": 22, "v": 5, "d": "It is not right for a woman to be dressed in man's clothing, or for a man to put on a woman's robe: whoever does such things is disgusting to the Lord your God."}, {"id": 5022006, "c": 22, "v": 6, "d": "If by chance you see a place which a bird has made for itself in a tree or on the earth, with young ones or eggs, and the mother bird seated on the young ones or on the eggs, do not take the mother bird with the young:"}, {"id": 5022007, "c": 22, "v": 7, "d": "See that you let the mother bird go, but the young ones you may take; so it will be well for you and your life will be long."}, {"id": 5022008, "c": 22, "v": 8, "d": "If you are building a house, make a railing for the roof, so that the blood of any man falling from it will not come on your house."}, {"id": 5022009, "c": 22, "v": 9, "d": "Do not have your vine-garden planted with two sorts of seed: or all of it may become a loss, the seed you have put in as well as the increase."}, {"id": 5022010, "c": 22, "v": 10, "d": "Do not do your ploughing with an ox and an ass yoked together."}, {"id": 5022011, "c": 22, "v": 11, "d": "Do not have clothing made of two sorts of thread, wool and linen together."}, {"id": 5022012, "c": 22, "v": 12, "d": "On the four edges of your robe, with which your body is covered, put ornaments of twisted threads."}, {"id": 5022013, "c": 22, "v": 13, "d": "If any man takes a wife, and having had connection with her, has no delight in her,"}, {"id": 5022014, "c": 22, "v": 14, "d": "And says evil things about her and gives her a bad name, saying, I took this woman, and when I had connection with her it was clear to me that she was not a virgin:"}, {"id": 5022015, "c": 22, "v": 15, "d": "Then let the girl's father and mother put before the responsible men of the town, in the public place, signs that the girl was a virgin:"}, {"id": 5022016, "c": 22, "v": 16, "d": "And let the girl's father say to the responsible men, I gave my daughter to this man for his wife, but he has no love for her;"}, {"id": 5022017, "c": 22, "v": 17, "d": "And now he has put shame on her, saying that she is not a virgin; but here is the sign that she is a virgin. Then they are to put her clothing before the responsible men of the town."}, {"id": 5022018, "c": 22, "v": 18, "d": "Then the responsible men of the town are to give the man his punishment;"}, {"id": 5022019, "c": 22, "v": 19, "d": "They will take from him a hundred shekels of silver, which are to be given to the father of the girl, because he has given an evil name to a virgin of Israel: she will go on being his wife, he may never put her away all his life."}, {"id": 5022020, "c": 22, "v": 20, "d": "But if what he has said is true, and she is seen to be not a virgin,"}, {"id": 5022021, "c": 22, "v": 21, "d": "Then they are to make the girl come to the door of her father's house and she will be stoned to death by the men of the town, because she has done evil and put shame on Israel, by acting as a loose woman in her father's house: so you are to put away evil from among you."}, {"id": 5022022, "c": 22, "v": 22, "d": "If a man is taken in the act of going in to a married woman, the two of them, the man as well as the woman, are to be put to death: so you are to put away the evil from Israel."}, {"id": 5022023, "c": 22, "v": 23, "d": "If a young virgin has given her word to be married to a man, and another man meeting her in the town, has connection with her;"}, {"id": 5022024, "c": 22, "v": 24, "d": "Then you are to take the two of them to the doorway of the town, and have them stoned to death; the young virgin, because she gave no cry for help, though it was in the town, and the man, because he has put shame on his neighbour's wife: so you are to put away evil from among you."}, {"id": 5022025, "c": 22, "v": 25, "d": "But if the man, meeting such a virgin in the open country, takes her by force, then only the man is to be put to death;"}, {"id": 5022026, "c": 22, "v": 26, "d": "Nothing is to be done to the virgin, because there is no cause of death in her: it is the same as if a man made an attack on his neighbour and put him to death:"}, {"id": 5022027, "c": 22, "v": 27, "d": "For he came across her in the open country, and there was no one to come to the help of the virgin in answer to her cry."}, {"id": 5022028, "c": 22, "v": 28, "d": "If a man sees a young virgin, who has not given her word to be married to anyone, and he takes her by force and has connection with her, and discovery is made of it;"}, {"id": 5022029, "c": 22, "v": 29, "d": "Then the man will have to give the virgin's father fifty shekels of silver and make her his wife, because he has put shame on her; he may never put her away all his life."}, {"id": 5022030, "c": 22, "v": 30, "d": "A man may not take his father's wife or have sex relations with a woman who is his father's."}, {"id": 5023001, "c": 23, "v": 1, "d": "No man whose private parts have been wounded or cut off may come into the meeting of the Lord's people."}, {"id": 5023002, "c": 23, "v": 2, "d": "One whose father and mother are not married may not come into the meeting of the Lord's people, or any of his family to the tenth generation."}, {"id": 5023003, "c": 23, "v": 3, "d": "No Ammonite or Moabite or any of their people to the tenth generation may come into the meeting of the Lord's people:"}, {"id": 5023004, "c": 23, "v": 4, "d": "Because they gave you no bread or water on your way, when you came out of Egypt: and they got Balaam, the son of Peor, from Pethor in Aram-naharaim to put curses on you."}, {"id": 5023005, "c": 23, "v": 5, "d": "But the Lord your God would not give ear to Balaam, but let the curse be changed into a blessing to you, because of his love for you."}, {"id": 5023006, "c": 23, "v": 6, "d": "Do nothing for their peace or well-being for ever."}, {"id": 5023007, "c": 23, "v": 7, "d": "But have no hate for an Edomite, because he is your brother, or for an Egyptian, for you were living in his land."}, {"id": 5023008, "c": 23, "v": 8, "d": "Their children in the third generation may come into the meeting of the Lord's people."}, {"id": 5023009, "c": 23, "v": 9, "d": "When you go out to war and put your tents in position, keep from every evil thing."}, {"id": 5023010, "c": 23, "v": 10, "d": "If any man among you becomes unclean through anything which has taken place in the night, he is to go out from the tent-circle and keep outside it:"}, {"id": 5023011, "c": 23, "v": 11, "d": "But when evening comes near, let him take a bath: and after sundown he may come back to the tents."}, {"id": 5023012, "c": 23, "v": 12, "d": "Let there be a place outside the tent-circle to which you may go;"}, {"id": 5023013, "c": 23, "v": 13, "d": "And have among your arms a spade; and when you have been to that place, let that which comes from you be covered up with earth:"}, {"id": 5023014, "c": 23, "v": 14, "d": "For the Lord your God is walking among your tents, to keep you safe and to give up into your hands those who are fighting against you; then let your tents be holy, so that he may see no unclean thing among you, and be turned away from you."}, {"id": 5023015, "c": 23, "v": 15, "d": "Do not give back to his master a servant who has gone in flight from his master and come to you:"}, {"id": 5023016, "c": 23, "v": 16, "d": "Let him go on living among you in whatever place is most pleasing to him: do not be hard on him."}, {"id": 5023017, "c": 23, "v": 17, "d": "No daughter of Israel is to let herself be used as a loose woman for a strange god, and no son of Israel is to give himself to a man."}, {"id": 5023018, "c": 23, "v": 18, "d": "Do not take into the house of the Lord your God, as an offering for an oath, the price of a loose woman or the money given to one used for sex purposes in the worship of the gods: for these two things are disgusting to the Lord your God."}, {"id": 5023019, "c": 23, "v": 19, "d": "Do not take interest from an Israelite on anything, money or food or any other goods, which you let him have:"}, {"id": 5023020, "c": 23, "v": 20, "d": "From men of other nations you may take interest, but not from an Israelite: so that the blessing of the Lord your God may be on everything to which you put your hand, in the land which you are about to take as your heritage."}, {"id": 5023021, "c": 23, "v": 21, "d": "When you take an oath to the Lord, do not be slow to give effect to it: for without doubt the Lord your God will make you responsible, and will put it to your account as sin."}, {"id": 5023022, "c": 23, "v": 22, "d": "But if you take no oath, there will be no sin."}, {"id": 5023023, "c": 23, "v": 23, "d": "Whatever your lips have said, see that you do it; for you gave your word freely to the Lord your God."}, {"id": 5023024, "c": 23, "v": 24, "d": "When you go into your neighbour's vine-garden, you may take of his grapes at your pleasure, but you may not take them away in your vessel."}, {"id": 5023025, "c": 23, "v": 25, "d": "When you go into your neighbour's field, you may take the heads of grain with your hand; but you may not put your blade to his grain."}, {"id": 5024001, "c": 24, "v": 1, "d": "If a man takes a wife, and after they are married she is unpleasing to him because of some bad quality in her, let him give her a statement in writing and send her away from his house."}, {"id": 5024002, "c": 24, "v": 2, "d": "And when she has gone away from him, she may become another man's wife."}, {"id": 5024003, "c": 24, "v": 3, "d": "And if the second husband has no love for her and, giving her a statement in writing, sends her away; or if death comes to the second husband to whom she was married;"}, {"id": 5024004, "c": 24, "v": 4, "d": "Her first husband, who had sent her away, may not take her back after she has been wife to another; for that is disgusting to the Lord: and you are not to be a cause of sin in the land which the Lord your God is giving you for your heritage."}, {"id": 5024005, "c": 24, "v": 5, "d": "A newly married man will not have to go out with the army or undertake any business, but may be free for one year, living in his house for the comfort of his wife."}, {"id": 5024006, "c": 24, "v": 6, "d": "No one is to take, on account of a debt, the stones with which grain is crushed: for in doing so he takes a man's living."}, {"id": 5024007, "c": 24, "v": 7, "d": "If a man takes by force one of his countrymen, the children of Israel, using him as his property or getting a price for him, that thief is to be put to death: so you are to put away evil from among you."}, {"id": 5024008, "c": 24, "v": 8, "d": "In connection with the leper's disease, take care to keep and do every detail of the teaching of the priests, the Levites: as I gave them orders, so you are to do."}, {"id": 5024009, "c": 24, "v": 9, "d": "Keep in mind what the Lord your God did to Miriam on the way, when you came out of Egypt."}, {"id": 5024010, "c": 24, "v": 10, "d": "If you let your brother have the use of anything which is yours, do not go into his house and take anything of his as a sign of his debt;"}, {"id": 5024011, "c": 24, "v": 11, "d": "But keep outside till he comes out and gives it to you."}, {"id": 5024012, "c": 24, "v": 12, "d": "If he is a poor man, do not keep his property all night;"}, {"id": 5024013, "c": 24, "v": 13, "d": "But be certain to give it back to him when the sun goes down, so that he may have his clothing for sleeping in, and will give you his blessing: and this will be put to your account as righteousness before the Lord your God."}, {"id": 5024014, "c": 24, "v": 14, "d": "Do not be hard on a servant who is poor and in need, if he is one of your countrymen or a man from another nation living with you in your land."}, {"id": 5024015, "c": 24, "v": 15, "d": "Give him his payment day by day, not keeping it back over night; for he is poor and his living is dependent on it; and if his cry against you comes to the ears of the Lord, it will be judged as sin in you."}, {"id": 5024016, "c": 24, "v": 16, "d": "Fathers are not to be put to death for their children or children for their fathers: every man is to be put to death for the sin which he himself has done."}, {"id": 5024017, "c": 24, "v": 17, "d": "Be upright in judging the cause of the man from a strange country and of him who has no father; do not take a widow's clothing on account of a debt:"}, {"id": 5024018, "c": 24, "v": 18, "d": "But keep in mind that you were a servant in the land of Egypt, and the Lord your God made you free: for this is why I give you orders to do this."}, {"id": 5024019, "c": 24, "v": 19, "d": "When you get in the grain from your field, if some of the grain has been dropped by chance in the field, do not go back and get it, but let it be for the man from a strange land, the child without a father, and the widow: so that the blessing of the Lord your God may be on all the work of your hands."}, {"id": 5024020, "c": 24, "v": 20, "d": "When you are shaking the fruit from your olive-trees, do not go over the branches a second time: let some be for the man from a strange land, the child without a father, and the widow."}, {"id": 5024021, "c": 24, "v": 21, "d": "When you are pulling the grapes from your vines, do not take up those which have been dropped; let them be for the man from a strange land, the child without a father, and the widow."}, {"id": 5024022, "c": 24, "v": 22, "d": "Keep in mind that you were a servant in the land of Egypt: for this is why I give you orders to do this."}, {"id": 5025001, "c": 25, "v": 1, "d": "If there is an argument between men and they go to law with one another, let the judges give their decision for the upright, and against the wrongdoer."}, {"id": 5025002, "c": 25, "v": 2, "d": "And if the wrongdoer is to undergo punishment by whipping, the judge will give orders for him to go down on his face and be whipped before him, the number of the blows being in relation to his crime."}, {"id": 5025003, "c": 25, "v": 3, "d": "He may be given forty blows, not more; for if more are given, your brother may be shamed before you."}, {"id": 5025004, "c": 25, "v": 4, "d": "Do not keep the ox from taking the grain when he is crushing it."}, {"id": 5025005, "c": 25, "v": 5, "d": "If brothers are living together and one of them, at his death, has no son, the wife of the dead man is not to be married outside the family to another man: let her husband's brother go in to her and make her his wife, doing as it is right for a brother-in-law to do."}, {"id": 5025006, "c": 25, "v": 6, "d": "Then the first male child she has will take the rights of the brother who is dead, so that his name may not come to an end in Israel."}, {"id": 5025007, "c": 25, "v": 7, "d": "But if the man says he will not take his brother's wife, then let the wife go to the responsible men of the town, and say, My husband's brother will not keep his brother's name living in Israel; he will not do what it is right for a husband's brother to do."}, {"id": 5025008, "c": 25, "v": 8, "d": "Then the responsible men of the town will send for the man, and have talk with him: and if he still says, I will not take her;"}, {"id": 5025009, "c": 25, "v": 9, "d": "Then his brother's wife is to come to him, before the responsible men of the town, and take his shoe off his foot, and put shame on him, and say, So let it be done to the man who will not take care of his brother's name."}, {"id": 5025010, "c": 25, "v": 10, "d": "And his family will be named in Israel, The house of him whose shoe has been taken off."}, {"id": 5025011, "c": 25, "v": 11, "d": "If two men are fighting, and the wife of one of them, coming to the help of her husband, takes the other by the private parts;"}, {"id": 5025012, "c": 25, "v": 12, "d": "Her hand is to be cut off; have no pity on her."}, {"id": 5025013, "c": 25, "v": 13, "d": "Do not have in your bag different weights, a great and a small;"}, {"id": 5025014, "c": 25, "v": 14, "d": "Or in your house different measures, a great and a small."}, {"id": 5025015, "c": 25, "v": 15, "d": "But have a true weight and a true measure: so that your life may be long in the land which the Lord your God is giving you."}, {"id": 5025016, "c": 25, "v": 16, "d": "For all who do such things, and all whose ways are not upright, are disgusting to the Lord your God."}, {"id": 5025017, "c": 25, "v": 17, "d": "Keep in mind what Amalek did to you on your way from Egypt;"}, {"id": 5025018, "c": 25, "v": 18, "d": "How, meeting you on the way, he made an attack on you when you were tired and without strength, cutting off all the feeble ones at the end of your line; and the fear of God was not in him."}, {"id": 5025019, "c": 25, "v": 19, "d": "So when the Lord your God has given you rest from all who are against you on every side, in the land which the Lord your God is giving you for your heritage, see to it that the memory of Amalek is cut off from the earth; keep this in mind."}, {"id": 5026001, "c": 26, "v": 1, "d": "Now when you have come into the land which the Lord is giving you for your heritage, and you have made it yours and are living in it;"}, {"id": 5026002, "c": 26, "v": 2, "d": "You are to take a part of the first-fruits of the earth, which you get from the land which the Lord your God is giving you, and put it in a basket, and go to the place marked out by the Lord your God, as the resting-place of his name."}, {"id": 5026003, "c": 26, "v": 3, "d": "And you are to come to him who is priest at that time, and say to him, I give witness today before the Lord your God, that I have come into the land which the Lord made an oath to our fathers to give us."}, {"id": 5026004, "c": 26, "v": 4, "d": "Then the priest will take the basket from your hand and put it down in front of the altar of the Lord your God."}, {"id": 5026005, "c": 26, "v": 5, "d": "And these are the words which you will say before the Lord your God: My father was a wandering Aramaean, and he went down with a small number of people into Egypt; there he became a great and strong nation:"}, {"id": 5026006, "c": 26, "v": 6, "d": "And the Egyptians were cruel to us, crushing us under a hard yoke:"}, {"id": 5026007, "c": 26, "v": 7, "d": "And our cry went up to the Lord, the God of our fathers, and the Lord's ear was open to the voice of our cry, and his eyes took note of our grief and the crushing weight of our work:"}, {"id": 5026008, "c": 26, "v": 8, "d": "And the Lord took us out of Egypt with a strong hand and a stretched-out arm, with works of power and signs and wonders:"}, {"id": 5026009, "c": 26, "v": 9, "d": "And he has been our guide to this place, and has given us this land, a land flowing with milk and honey."}, {"id": 5026010, "c": 26, "v": 10, "d": "So now, I have come here with the first of the fruits of the earth which you, O Lord, have given me. Then you will put it down before the Lord your God and give him worship:"}, {"id": 5026011, "c": 26, "v": 11, "d": "And you will have joy in every good thing which the Lord your God has given to you and to your family; and the Levite, and the man from a strange land who is with you, will take part in your joy."}, {"id": 5026012, "c": 26, "v": 12, "d": "When you have taken out a tenth from the tenth of all your produce in the third year, which is the year when this has to be done, give it to the Levite, and the man from a strange land, and the child without a father, and the widow, so that they may have food in your towns and be full;"}, {"id": 5026013, "c": 26, "v": 13, "d": "And say before the Lord your God, I have taken all the holy things out of my house and have given them to the Levite, and the man from a strange land, and him who has no father, and the widow, as you have given me orders: I have kept in mind all your orders, in nothing have I gone against them:"}, {"id": 5026014, "c": 26, "v": 14, "d": "No part of these things has been used for food in a time of weeping, or put away when I was unclean, or given for the dead: I have given ear to the voice of the Lord my God, and have done all you have given me orders to do."}, {"id": 5026015, "c": 26, "v": 15, "d": "So, looking down from your holy place in heaven, send your blessing on your people Israel and on the land which you have given us, as you said in your oath to our fathers, a land flowing with milk and honey."}, {"id": 5026016, "c": 26, "v": 16, "d": "Today the Lord your God gives you orders to keep all these laws and decisions: so then keep and do them with all your heart and all your soul."}, {"id": 5026017, "c": 26, "v": 17, "d": "Today you have given witness that the Lord is your God, and that you will go in his ways and keep his laws and his orders and his decisions and give ear to his voice:"}, {"id": 5026018, "c": 26, "v": 18, "d": "And the Lord has made it clear this day that you are a special people to him, as he gave you his word; and that you are to keep all his orders;"}, {"id": 5026019, "c": 26, "v": 19, "d": "And that he will make you high over all the nations he has made, in praise, in name, and in honour, and that you are to be a holy people to the Lord your God as he has said."}, {"id": 5027001, "c": 27, "v": 1, "d": "Then Moses and the responsible men of Israel gave the people these orders: Keep all the orders which I have given you this day;"}, {"id": 5027002, "c": 27, "v": 2, "d": "And on the day when you go over Jordan into the land which the Lord your God is giving you, put up great stones, coating them with building-paste,"}, {"id": 5027003, "c": 27, "v": 3, "d": "And writing on them all the words of this law, after you have gone over; so that you may take the heritage which the Lord your God is giving you, a land flowing with milk and honey, as the Lord, the God of your fathers, has said."}, {"id": 5027004, "c": 27, "v": 4, "d": "And when you have gone over Jordan, you are to put up these stones, as I have said to you today, in Mount Ebal, and have them coated with building-paste."}, {"id": 5027005, "c": 27, "v": 5, "d": "There you are to make an altar to the Lord your God, of stones on which no iron instrument has been used."}, {"id": 5027006, "c": 27, "v": 6, "d": "You are to make the altar of the Lord your God of uncut stones; offering on it burned offerings to the Lord your God:"}, {"id": 5027007, "c": 27, "v": 7, "d": "And you are to make your peace-offerings, feasting there with joy before the Lord your God."}, {"id": 5027008, "c": 27, "v": 8, "d": "And put on the stones all the words of this law, writing them very clearly."}, {"id": 5027009, "c": 27, "v": 9, "d": "Then Moses and the priests, the Levites, said to all Israel, Be quiet and give ear, O Israel; today you have become the people of the Lord your God."}, {"id": 5027010, "c": 27, "v": 10, "d": "For this cause you are to give ear to the voice of the Lord your God, and do his orders and his laws which I give you this day."}, {"id": 5027011, "c": 27, "v": 11, "d": "That same day Moses said to the people,"}, {"id": 5027012, "c": 27, "v": 12, "d": "These are to take their places on Mount Gerizim for blessing the people when you have gone over Jordan: Simeon and Levi and Judah and Issachar and Joseph and Benjamin;"}, {"id": 5027013, "c": 27, "v": 13, "d": "And these are to be on Mount Ebal for the curse: Reuben, Gad, and Asher, and Zebulun, Dan, and Naphtali."}, {"id": 5027014, "c": 27, "v": 14, "d": "Then the Levites are to say in a loud voice to all the men of Israel,"}, {"id": 5027015, "c": 27, "v": 15, "d": "Cursed is the man who makes any image of wood or stone or metal, disgusting to the Lord, the work of man's hands, and puts it up in secret. And let all the people say, So be it."}, {"id": 5027016, "c": 27, "v": 16, "d": "Cursed is he who does not give honour to his father or mother. And let all the people say, So be it."}, {"id": 5027017, "c": 27, "v": 17, "d": "Cursed is he who takes his neighbour's landmark from its place. And let all the people say, So be it."}, {"id": 5027018, "c": 27, "v": 18, "d": "Cursed is he by whom the blind are turned out of the way. And let all the people say, So be it."}, {"id": 5027019, "c": 27, "v": 19, "d": "Cursed is he who gives a wrong decision in the cause of a man from a strange land, or of one without a father, or of a widow. And let all the people say, So be it."}, {"id": 5027020, "c": 27, "v": 20, "d": "Cursed is he who has sex relations with his father's wife, for he has put shame on his father. And let all the people say, So be it."}, {"id": 5027021, "c": 27, "v": 21, "d": "Cursed is he who has sex relations with any sort of beast. And let all the people say, So be it."}, {"id": 5027022, "c": 27, "v": 22, "d": "Cursed is he who has sex relations with his sister, the daughter of his father or of his mother. And let all the people say, So be it."}, {"id": 5027023, "c": 27, "v": 23, "d": "Cursed is he who has sex relations with his mother-in-law. And let all the people say, So be it."}, {"id": 5027024, "c": 27, "v": 24, "d": "Cursed is he who takes his neighbour's life secretly. And let all the people say, So be it."}, {"id": 5027025, "c": 27, "v": 25, "d": "Cursed is he who for a reward puts to death one who has done no wrong. And let all the people say, So be it."}, {"id": 5027026, "c": 27, "v": 26, "d": "Cursed is he who does not take this law to heart to do it. And let all the people say, So be it."}, {"id": 5028001, "c": 28, "v": 1, "d": "Now if you give ear to the voice of the Lord your God, and keep with care all these orders which I have given you today, then the Lord your God will put you high over all the nations of the earth:"}, {"id": 5028002, "c": 28, "v": 2, "d": "And all these blessings will come on you and overtake you, if your ears are open to the voice of the Lord your God."}, {"id": 5028003, "c": 28, "v": 3, "d": "A blessing will be on you in the town, and a blessing in the field."}, {"id": 5028004, "c": 28, "v": 4, "d": "A blessing will be on the fruit of your body, and on the fruit of your land, on the fruit of your cattle, the increase of your herd, and the young of your flock."}, {"id": 5028005, "c": 28, "v": 5, "d": "A blessing will be on your basket and on your bread-basin."}, {"id": 5028006, "c": 28, "v": 6, "d": "A blessing will be on your coming in and on your going out."}, {"id": 5028007, "c": 28, "v": 7, "d": "By the power of the Lord, those who take arms against you will be overcome before you: they will come out against you one way, and will go in flight from you seven ways."}, {"id": 5028008, "c": 28, "v": 8, "d": "The Lord will send his blessing on your store-houses and on everything to which you put your hand: his blessing will be on you in the land which the Lord your God is giving you."}, {"id": 5028009, "c": 28, "v": 9, "d": "The Lord will keep you as a people holy to himself, as he has said to you in his oath, if you keep the orders of the Lord your God and go on walking in his ways."}, {"id": 5028010, "c": 28, "v": 10, "d": "And all the peoples of the earth will see that the name of the Lord is on you, and they will go in fear of you."}, {"id": 5028011, "c": 28, "v": 11, "d": "And the Lord will make you fertile in every good thing, in the fruit of your body, and the fruit of your cattle, and the fruit of your fields, in the land which the Lord, by his oath to your fathers, said he would give you."}, {"id": 5028012, "c": 28, "v": 12, "d": "Opening his store-house in heaven, the Lord will send rain on your land at the right time, blessing all the work of your hands: other nations will make use of your wealth, and you will have no need of theirs."}, {"id": 5028013, "c": 28, "v": 13, "d": "The Lord will make you the head and not the tail; and you will ever have the highest place, if you give ear to the orders of the Lord your God which I give you today, to keep and to do them;"}, {"id": 5028014, "c": 28, "v": 14, "d": "Not turning away from any of the orders which I give you today, to the right hand or to the left, or going after any other gods to give them worship."}, {"id": 5028015, "c": 28, "v": 15, "d": "But if you do not give ear to the voice of the Lord your God, and take care to do all his orders and his laws which I give you today, then all these curses will come on you and overtake you:"}, {"id": 5028016, "c": 28, "v": 16, "d": "You will be cursed in the town and cursed in the field."}, {"id": 5028017, "c": 28, "v": 17, "d": "A curse will be on your basket and on your bread-basin."}, {"id": 5028018, "c": 28, "v": 18, "d": "A curse will be on the fruit of your body, and on the fruit of your land, on the increase of your cattle, and the young of your flock."}, {"id": 5028019, "c": 28, "v": 19, "d": "You will be cursed when you come in and cursed when you go out."}, {"id": 5028020, "c": 28, "v": 20, "d": "The Lord will send on you cursing and trouble and punishment in everything to which you put your hand, till sudden destruction overtakes you; because of your evil ways in which you have been false to me."}, {"id": 5028021, "c": 28, "v": 21, "d": "The Lord will send disease after disease on you, till you have been cut off by death from the land to which you are going."}, {"id": 5028022, "c": 28, "v": 22, "d": "The Lord will send wasting disease, and burning pain, and flaming heat against you, keeping back the rain till your land is waste and dead; so will it be till your destruction is complete."}, {"id": 5028023, "c": 28, "v": 23, "d": "And the heaven over your heads will be brass, and the earth under you hard as iron."}, {"id": 5028024, "c": 28, "v": 24, "d": "The Lord will make the rain of your land powder and dust, sending it down on you from heaven till your destruction is complete."}, {"id": 5028025, "c": 28, "v": 25, "d": "The Lord will let you be overcome by your haters: you will go out against them one way, and you will go in flight before them seven ways: you will be the cause of fear among all the kingdoms of the earth."}, {"id": 5028026, "c": 28, "v": 26, "d": "Your bodies will be meat for all the birds of the air and the beasts of the earth; there will be no one to send them away."}, {"id": 5028027, "c": 28, "v": 27, "d": "The Lord will send on you the disease of Egypt, and other sorts of skin diseases which nothing will make well."}, {"id": 5028028, "c": 28, "v": 28, "d": "He will make your minds diseased, and your eyes blind, and your hearts wasted with fear:"}, {"id": 5028029, "c": 28, "v": 29, "d": "You will go feeling your way when the sun is high, like a blind man for whom all is dark, and nothing will go well for you: you will be crushed and made poor for ever, and you will have no saviour."}, {"id": 5028030, "c": 28, "v": 30, "d": "You will take a wife, but another man will have the use of her: the house which your hands have made will never be your resting-place: you will make a vine-garden, and never take the fruit of it."}, {"id": 5028031, "c": 28, "v": 31, "d": "Your ox will be put to death before your eyes, but its flesh will not be your food: your ass will be violently taken away before your face, and will not be given back to you: your sheep will be given to your haters, and there will be no saviour for you."}, {"id": 5028032, "c": 28, "v": 32, "d": "Your sons and your daughters will be given to another people, and your eyes will be wasted away with looking and weeping for them all the day: and you will have no power to do anything."}, {"id": 5028033, "c": 28, "v": 33, "d": "The fruit of your land and all the work of your hands will be food for a nation which is strange to you and to your fathers; you will only be crushed down and kept under for ever:"}, {"id": 5028034, "c": 28, "v": 34, "d": "So that the things which your eyes have to see will send you out of your minds."}, {"id": 5028035, "c": 28, "v": 35, "d": "The Lord will send a skin disease, attacking your knees and your legs, bursting out from your feet to the top of your head, so that nothing will make you well."}, {"id": 5028036, "c": 28, "v": 36, "d": "And you, and the king whom you have put over you, will the Lord take away to a nation strange to you and to your fathers; there you will be servants to other gods of wood and stone."}, {"id": 5028037, "c": 28, "v": 37, "d": "And you will become a wonder and a name of shame among all the nations where the Lord will take you."}, {"id": 5028038, "c": 28, "v": 38, "d": "You will take much seed out into the field, and get little in; for the locust will get it."}, {"id": 5028039, "c": 28, "v": 39, "d": "You will put in vines and take care of them, but you will get no wine or grapes from them; for they will be food for worms."}, {"id": 5028040, "c": 28, "v": 40, "d": "Your land will be full of olive-trees, but there will be no oil for the comfort of your body; for your olive-tree will give no fruit."}, {"id": 5028041, "c": 28, "v": 41, "d": "You will have sons and daughters, but they will not be yours; for they will go away prisoners into a strange land."}, {"id": 5028042, "c": 28, "v": 42, "d": "All your trees and the fruit of your land will be the locust's."}, {"id": 5028043, "c": 28, "v": 43, "d": "The man from a strange land who is living among you will be lifted up higher and higher over you, while you go down lower and lower."}, {"id": 5028044, "c": 28, "v": 44, "d": "He will let you have his wealth at interest, and will have no need of yours: he will be the head and you the tail."}, {"id": 5028045, "c": 28, "v": 45, "d": "And all these curses will come after you and overtake you, till your destruction is complete; because you did not give ear to the voice of the Lord your God, or keep his laws and his orders which he gave you:"}, {"id": 5028046, "c": 28, "v": 46, "d": "These things will come on you and on your seed, to be a sign and a wonder for ever;"}, {"id": 5028047, "c": 28, "v": 47, "d": "Because you did not give honour to the Lord your God, worshipping him gladly, with joy in your hearts on account of all your wealth of good things;"}, {"id": 5028048, "c": 28, "v": 48, "d": "For this cause you will become servants to those whom the Lord your God will send against you, without food and drink and clothing, and in need of all things: and he will put a yoke of iron on your neck till he has put an end to you."}, {"id": 5028049, "c": 28, "v": 49, "d": "The Lord will send a nation against you from the farthest ends of the earth, coming with the flight of an eagle; a nation whose language is strange to you;"}, {"id": 5028050, "c": 28, "v": 50, "d": "A hard-faced nation, who will have no respect for the old or mercy for the young:"}, {"id": 5028051, "c": 28, "v": 51, "d": "He will take the fruit of your cattle and of your land till death puts an end to you: he will let you have nothing of your grain or wine or oil or any of the increase of your cattle or the young of your flock, till he has made your destruction complete."}, {"id": 5028052, "c": 28, "v": 52, "d": "Your towns will be shut in by his armies, till your high walls, in which you put your faith, have come down: his armies will be round your towns, through all your land which the Lord your God has given you."}, {"id": 5028053, "c": 28, "v": 53, "d": "And your food will be the fruit of your body, the flesh of the sons and daughters which the Lord your God has given you; because of your bitter need and the cruel grip of your haters."}, {"id": 5028054, "c": 28, "v": 54, "d": "That man among you who is soft and used to comfort will be hard and cruel to his brother, and to his dear wife, and to of those his children who are still living;"}, {"id": 5028055, "c": 28, "v": 55, "d": "And will not give to any of them the flesh of his children which will be his food because he has no other; in the cruel grip of your haters on all your towns."}, {"id": 5028056, "c": 28, "v": 56, "d": "The most soft and delicate of your women, who would not so much as put her foot on the earth, so delicate is she, will be hard-hearted to her husband and to her son and to her daughter;"}, {"id": 5028057, "c": 28, "v": 57, "d": "And to her baby newly come to birth, and to the children of her body; for having no other food, she will make a meal of them secretly, because of her bitter need and the cruel grip of your haters on all your towns."}, {"id": 5028058, "c": 28, "v": 58, "d": "If you will not take care to do all the words of this law, recorded in this book, honouring that name of glory and of fear, THE LORD YOUR GOD;"}, {"id": 5028059, "c": 28, "v": 59, "d": "Then the Lord your God will make your punishment, and the punishment of your seed, a thing to be wondered at; great punishments and cruel diseases stretching on through long years."}, {"id": 5028060, "c": 28, "v": 60, "d": "He will send on you again all the diseases of Egypt, which were a cause of fear to you, and they will take you in their grip."}, {"id": 5028061, "c": 28, "v": 61, "d": "And all the diseases and the pains not recorded in the book of this law will the Lord send on you till your destruction is complete."}, {"id": 5028062, "c": 28, "v": 62, "d": "And you will become a very small band, though your numbers were like the stars of heaven; because you did not give ear to the voice of the Lord your God."}, {"id": 5028063, "c": 28, "v": 63, "d": "And as the Lord took delight in doing you good and increasing you, so the Lord will take pleasure in cutting you off and causing your destruction, and you will be uprooted from the land which you are about to take as your heritage."}, {"id": 5028064, "c": 28, "v": 64, "d": "And the Lord will send you wandering among all peoples, from one end of the earth to the other: there you will be servants to other gods, of wood and stone, gods of which you and your fathers had no knowledge."}, {"id": 5028065, "c": 28, "v": 65, "d": "And even among these nations there will be no peace for you, and no rest for your feet: but the Lord will give you there a shaking heart and wasting eyes and weariness of soul:"}, {"id": 5028066, "c": 28, "v": 66, "d": "Your very life will be hanging in doubt before you, and day and night will be dark with fears, and nothing in life will be certain:"}, {"id": 5028067, "c": 28, "v": 67, "d": "In the morning you will say, If only it was evening! And at evening you will say, If only morning would come! Because of the fear in your hearts and the things which your eyes will see."}, {"id": 5028068, "c": 28, "v": 68, "d": "And the Lord will take you back to Egypt again in ships, by the way of which I said to you, You will never see it again: there you will be offering yourselves as men-servants and women-servants to your haters for a price, and no man will take you."}, {"id": 5029001, "c": 29, "v": 1, "d": "These are the words of the agreement which Moses was ordered by the Lord to make with the children of Israel in the land of Moab, in addition to the agreement which he made with them in Horeb."}, {"id": 5029002, "c": 29, "v": 2, "d": "And Moses said in the hearing of all Israel, You have seen all the Lord did before your eyes in the land of Egypt to Pharaoh and to all his servants and all his land;"}, {"id": 5029003, "c": 29, "v": 3, "d": "The great tests which your eyes saw, and the signs and wonders:"}, {"id": 5029004, "c": 29, "v": 4, "d": "But even to this day the Lord has not given you a mind open to knowledge, or seeing eyes or hearing ears."}, {"id": 5029005, "c": 29, "v": 5, "d": "For forty years I have been your guide through the waste land: your clothing has not become old on your backs, or your shoes on your feet."}, {"id": 5029006, "c": 29, "v": 6, "d": "You have had no bread, or wine, or strong drink: so that you might see that I am the Lord your God."}, {"id": 5029007, "c": 29, "v": 7, "d": "When you came to this place, Sihon, king of Heshbon, and Og, king of Bashan, came out to make war against us and we overcame them:"}, {"id": 5029008, "c": 29, "v": 8, "d": "And we took their land and gave it to the Reubenites and the Gadites and the half-tribe of Manasseh, for their heritage."}, {"id": 5029009, "c": 29, "v": 9, "d": "So keep the words of this agreement and do them, so that it may be well for you in everything you do."}, {"id": 5029010, "c": 29, "v": 10, "d": "You have come here today, all of you, before the Lord your God; the heads of your tribes, the overseers, and those who are in authority over you, with all the men of Israel,"}, {"id": 5029011, "c": 29, "v": 11, "d": "And your little ones, your wives, and the men of other lands who are with you in your tents, down to the wood-cutter and the servant who gets water for you:"}, {"id": 5029012, "c": 29, "v": 12, "d": "With the purpose of taking part in the agreement of the Lord your God, and his oath which he makes with you today:"}, {"id": 5029013, "c": 29, "v": 13, "d": "And so that he may make you his people today, and be your God, as he has said to you, and as he made an oath to your fathers, Abraham, Isaac, and Jacob."}, {"id": 5029014, "c": 29, "v": 14, "d": "And not with you only do I make this agreement and this oath;"}, {"id": 5029015, "c": 29, "v": 15, "d": "But with everyone who is here with us today before the Lord our God, as well as with those who are not here:"}, {"id": 5029016, "c": 29, "v": 16, "d": "(For you have in mind how we were living in the land of Egypt; and how we came through all the nations which were on your way;"}, {"id": 5029017, "c": 29, "v": 17, "d": "And you have seen their disgusting doings, and the images of wood and stone and silver and gold which were among them:)"}, {"id": 5029018, "c": 29, "v": 18, "d": "So that there may not be among you any man or woman or family or tribe whose heart is turned away from the Lord our God today, to go after other gods and give them worship; or any root among you whose fruit is poison and bitter sorrow;"}, {"id": 5029019, "c": 29, "v": 19, "d": "If such a man, hearing the words of this oath, takes comfort in the thought that he will have peace even if he goes on in the pride of his heart, taking whatever chance may give him:"}, {"id": 5029020, "c": 29, "v": 20, "d": "The Lord will have no mercy on him, but the wrath of the Lord will be burning against that man, and all the curses recorded in this book will be waiting for him, and the Lord will take away his name completely from the earth."}, {"id": 5029021, "c": 29, "v": 21, "d": "He will be marked out by the Lord, from all the tribes of Israel, for an evil fate, in keeping with all the curses of the agreement recorded in this book of the law."}, {"id": 5029022, "c": 29, "v": 22, "d": "And future generations, your children coming after you, and travellers from far countries, will say, when they see the punishments of that land and the diseases which the Lord has sent on it;"}, {"id": 5029023, "c": 29, "v": 23, "d": "And that all the land is a salt and smoking waste, not planted or giving fruit or clothed with grass, but wasted like Sodom and Gomorrah, Admah and Zeboiim, on which the Lord sent destruction in the heat of his wrath:"}, {"id": 5029024, "c": 29, "v": 24, "d": "Truly all the nations will say, Why has the Lord done so to this land? what is the reason for this great and burning wrath?"}, {"id": 5029025, "c": 29, "v": 25, "d": "Then men will say, Because they gave up the agreement of the Lord, the God of their fathers, which he made with them when he took them out of the land of Egypt:"}, {"id": 5029026, "c": 29, "v": 26, "d": "And they went after other gods and gave them worship, gods who were strange to them, and whom he had not given them:"}, {"id": 5029027, "c": 29, "v": 27, "d": "And so the wrath of the Lord was moved against this land, to send on it all the curse recorded in this book:"}, {"id": 5029028, "c": 29, "v": 28, "d": "Rooting them out of their land, in the heat of his wrath and passion, and driving them out into another land, as at this day."}, {"id": 5029029, "c": 29, "v": 29, "d": "The secret things are the Lord our God's: but the things which have been made clear are ours and our children's for ever, so that we may do all the words of this law."}, {"id": 5030001, "c": 30, "v": 1, "d": "Now when all these things have come on you, the blessing and the curse which I have put before you, if the thought of them comes back to your minds, when you are living among the nations where the Lord your God has sent you,"}, {"id": 5030002, "c": 30, "v": 2, "d": "And your hearts are turned again to the Lord your God, and you give ear to his word which I give you today, you and your children, with all your heart and with all your soul:"}, {"id": 5030003, "c": 30, "v": 3, "d": "Then the Lord will have pity on you, changing your fate, and taking you back again from among all the nations where you have been forced to go."}, {"id": 5030004, "c": 30, "v": 4, "d": "Even if those who have been forced out are living in the farthest part of heaven, the Lord your God will go in search of you, and take you back;"}, {"id": 5030005, "c": 30, "v": 5, "d": "Placing you again in the land of your fathers as your heritage; and he will do you good, increasing you till you are more in number than your fathers were."}, {"id": 5030006, "c": 30, "v": 6, "d": "And the Lord your God will give to you and to your seed a circumcision of the heart, so that, loving him with all your heart and all your soul, you may have life."}, {"id": 5030007, "c": 30, "v": 7, "d": "And the Lord your God will put all these curses on those who are against you, and on your haters who put a cruel yoke on you."}, {"id": 5030008, "c": 30, "v": 8, "d": "And you will again give ear to the voice of the Lord, and do all his orders which I have given you today."}, {"id": 5030009, "c": 30, "v": 9, "d": "And the Lord your God will make you fertile in all good things, blessing the work of your hands, and the fruit of your body, and the fruit of your cattle, and the fruit of your land: for the Lord will have joy in you, as he had in your fathers:"}, {"id": 5030010, "c": 30, "v": 10, "d": "If you give ear to the voice of the Lord your God, keeping his orders and his laws which are recorded in this book of the law, and turning to the Lord your God with all your heart and with all your soul."}, {"id": 5030011, "c": 30, "v": 11, "d": "For these orders which I have given you today are not strange and secret, and are not far away."}, {"id": 5030012, "c": 30, "v": 12, "d": "They are not in heaven, for you to say, Who will go up to heaven for us and give us knowledge of them so that we may do them?"}, {"id": 5030013, "c": 30, "v": 13, "d": "And they are not across the sea, for you to say, Who will go over the sea for us and give us news of them so that we may do them?"}, {"id": 5030014, "c": 30, "v": 14, "d": "But the word is very near you, in your mouth and in your heart, so that you may do it."}, {"id": 5030015, "c": 30, "v": 15, "d": "See, I have put before you today, life and good, and death and evil;"}, {"id": 5030016, "c": 30, "v": 16, "d": "In giving you orders today to have love for the Lord your God, to go in his ways and keep his laws and his orders and his decisions, so that you may have life and be increased, and that the blessing of the Lord your God may be with you in the land where you are going, the land of your heritage."}, {"id": 5030017, "c": 30, "v": 17, "d": "But if your heart is turned away and your ear is shut, and you go after those who would make you servants and worshippers of other gods:"}, {"id": 5030018, "c": 30, "v": 18, "d": "I give witness against you this day that destruction will certainly be your fate, and your days will be cut short in the land where you are going, the land of your heritage on the other side of Jordan."}, {"id": 5030019, "c": 30, "v": 19, "d": "Let heaven and earth be my witnesses against you this day that I have put before you life and death, a blessing and a curse: so take life for yourselves and for your seed:"}, {"id": 5030020, "c": 30, "v": 20, "d": "In loving the Lord your God, hearing his voice and being true to him: for he is your life and by him will your days be long: so that you may go on living in the land which the Lord gave by an oath to your fathers, Abraham, Isaac and Jacob."}, {"id": 5031001, "c": 31, "v": 1, "d": "So Moses said all these things to Israel."}, {"id": 5031002, "c": 31, "v": 2, "d": "Then he said to them, I am now a hundred and twenty years old; I am no longer able to go out and come in: and the Lord has said to me, You are not to go over Jordan."}, {"id": 5031003, "c": 31, "v": 3, "d": "The Lord your God, he will go over before you; he will send destruction on all those nations, and you will take their land as your heritage: and Joshua will go over at your head as the Lord has said."}, {"id": 5031004, "c": 31, "v": 4, "d": "The Lord will do to them as he did to Sihon and to Og, the kings of the Amorites, and to their land, whom he put to destruction."}, {"id": 5031005, "c": 31, "v": 5, "d": "The Lord will give them up into your hands, and you are to do to them as I have given you orders."}, {"id": 5031006, "c": 31, "v": 6, "d": "Be strong and take heart, and have no fear of them: for it is the Lord your God who is going with you; he will not take away his help from you."}, {"id": 5031007, "c": 31, "v": 7, "d": "Then Moses sent for Joshua, and before the eyes of all Israel said to him, Be strong and take heart: for you are to go with this people into the land which the Lord, by his oath to their fathers, has given them; by your help they will take it for their heritage."}, {"id": 5031008, "c": 31, "v": 8, "d": "It is the Lord who goes before you; he will be with you, he will not take away his help from you or give you up: so have no fear."}, {"id": 5031009, "c": 31, "v": 9, "d": "Then Moses put all this law in writing, and gave it to the priests, the sons of Levi, who take up the ark of the Lord's agreement, and to all the responsible men of Israel."}, {"id": 5031010, "c": 31, "v": 10, "d": "And Moses said to them, At the end of every seven years, at the time fixed for the ending of debts, at the feast of tents,"}, {"id": 5031011, "c": 31, "v": 11, "d": "When all Israel has come before the Lord your God in the place named by him, let a reading be given of this law in the hearing of all Israel."}, {"id": 5031012, "c": 31, "v": 12, "d": "Make all the people come together, men and women and children, and anyone from another country who is with you, so that hearing they may become wise in the fear of the Lord your God, and take care to do all the words of this law;"}, {"id": 5031013, "c": 31, "v": 13, "d": "And so that your children, to whom it is new, may give ear and be trained in the fear of the Lord your God, while you are living in the land which you are going over Jordan to take for your heritage."}, {"id": 5031014, "c": 31, "v": 14, "d": "At that time the Lord said to Moses, The day of your death is near: send for Joshua, and come to the Tent of meeting so that I may give him his orders. So Moses and Joshua went to the Tent of meeting."}, {"id": 5031015, "c": 31, "v": 15, "d": "And the Lord was seen in the Tent in a pillar of cloud resting by the door of the Tent."}, {"id": 5031016, "c": 31, "v": 16, "d": "And the Lord said to Moses, Now you are going to rest with your fathers; and this people will be false to me, uniting themselves to the strange gods of the land where they are going; they will be turned away from me and will not keep the agreement I have made with them."}, {"id": 5031017, "c": 31, "v": 17, "d": "In that day my wrath will be moved against them, and I will be turned away from them, veiling my face from them, and destruction will overtake them, and unnumbered evils and troubles will come on them; so that in that day they will say, Have not these evils come on us because our God is not with us?"}, {"id": 5031018, "c": 31, "v": 18, "d": "Truly, my face will be turned away from them in that day, because of all the evil they have done in going after other gods."}, {"id": 5031019, "c": 31, "v": 19, "d": "Make then this song for yourselves, teaching it to the children of Israel: put it in their mouths, so that this song may be a witness for me against the children of Israel."}, {"id": 5031020, "c": 31, "v": 20, "d": "For when I have taken them into the land named in my oath to their fathers, a land flowing with milk and honey, and they have made themselves full of food and are fat, then they will be turned to other gods and will give them worship, no longer honouring me or keeping my agreement."}, {"id": 5031021, "c": 31, "v": 21, "d": "Then when evils and troubles without number have overtaken them, this song will be a witness to them, for the words of it will be clear in the memories of their children: for I see the thoughts which are moving in their hearts even now, before I have taken them into the land of my oath."}, {"id": 5031022, "c": 31, "v": 22, "d": "So that same day Moses made this song, teaching it to the children of Israel."}, {"id": 5031023, "c": 31, "v": 23, "d": "Then he gave orders to Joshua, the son of Nun, saying to him, Be strong and take heart: for you are to go at the head of the children of Israel into the land which I made an oath to give them; and I will be with you."}, {"id": 5031024, "c": 31, "v": 24, "d": "Now after writing all the words of this law in a book till the record of them was complete,"}, {"id": 5031025, "c": 31, "v": 25, "d": "Moses said to the Levites who were responsible for taking up the ark of the Lord's agreement,"}, {"id": 5031026, "c": 31, "v": 26, "d": "Take this book of the law and put it by the ark of the Lord's agreement, so that it may be a witness against you."}, {"id": 5031027, "c": 31, "v": 27, "d": "For I have knowledge of your hard and uncontrolled hearts: even now, while I am still living, you will not be ruled by the Lord; how much less after my death?"}, {"id": 5031028, "c": 31, "v": 28, "d": "Get together before me all those who are in authority in your tribes, and your overseers, so that I may say these things in their hearing, and make heaven and earth my witnesses against them."}, {"id": 5031029, "c": 31, "v": 29, "d": "For I am certain that after my death you will give yourselves up to sin, wandering from the way which I have given you; and evil will overtake you in the end, because you will do evil in the eyes of the Lord, moving him to wrath by the work of your hands."}, {"id": 5031030, "c": 31, "v": 30, "d": "Then in the hearing of all the meeting of Israel, Moses said the words of this song, to the end."}, {"id": 5032001, "c": 32, "v": 1, "d": "Give ear, O heavens, to my voice; let the earth take note of the words of my mouth:"}, {"id": 5032002, "c": 32, "v": 2, "d": "My teaching is dropping like rain, coming down like dew on the fields; like rain on the young grass and showers on the garden plants:"}, {"id": 5032003, "c": 32, "v": 3, "d": "For I will give honour to the name of the Lord: let our God be named great."}, {"id": 5032004, "c": 32, "v": 4, "d": "He is the Rock, complete is his work; for all his ways are righteousness: a God without evil who keeps faith, true and upright is he."}, {"id": 5032005, "c": 32, "v": 5, "d": "They have become false, they are not his children, the mark of sin is on them; they are an evil and hard-hearted generation."}, {"id": 5032006, "c": 32, "v": 6, "d": "Is this your answer to the Lord, O foolish people and unwise? Is he not your father who has given you life? He has made you and given you your place."}, {"id": 5032007, "c": 32, "v": 7, "d": "Keep in mind the days of the past, give thought to the years of generations gone by: go to your father and he will make it clear to you, to the old men and they will give you the story."}, {"id": 5032008, "c": 32, "v": 8, "d": "When the Most High gave the nations their heritage, separating into groups the children of men, he had the limits of the peoples marked out, keeping in mind the number of the children of Israel."}, {"id": 5032009, "c": 32, "v": 9, "d": "For the Lord's wealth is his people; Jacob is the land of his heritage."}, {"id": 5032010, "c": 32, "v": 10, "d": "He came to him in the waste land, in the unpeopled waste of sand: putting his arms round him and caring for him, he kept him as the light of his eye."}, {"id": 5032011, "c": 32, "v": 11, "d": "As an eagle, teaching her young to make their flight, with her wings outstretched over them, takes them up on her strong feathers:"}, {"id": 5032012, "c": 32, "v": 12, "d": "So the Lord only was his guide, no other god was with him."}, {"id": 5032013, "c": 32, "v": 13, "d": "He put him on the high places of the earth, his food was the increase of the field; honey he gave him out of the rock and oil out of the hard rock;"}, {"id": 5032014, "c": 32, "v": 14, "d": "Butter from his cows and milk from his sheep, with fat of lambs and sheep of Bashan, and goats, and the heart of the grain; and for your drink, wine from the blood of the grape."}, {"id": 5032015, "c": 32, "v": 15, "d": "But Jeshurun became fat and would not be controlled: you have become fat, you are thick and full of food: then he was untrue to the God who made him, giving no honour to the Rock of his salvation."}, {"id": 5032016, "c": 32, "v": 16, "d": "The honour which was his they gave to strange gods; by their disgusting ways he was moved to wrath."}, {"id": 5032017, "c": 32, "v": 17, "d": "They made offerings to evil spirits which were not God, to gods who were strange to them, which had newly come up, not feared by your fathers."}, {"id": 5032018, "c": 32, "v": 18, "d": "You have no thought for the Rock, your father, you have no memory of the God who gave you birth."}, {"id": 5032019, "c": 32, "v": 19, "d": "And the Lord saw with disgust the evil-doing of his sons and daughters."}, {"id": 5032020, "c": 32, "v": 20, "d": "And he said, My face will be veiled from them, I will see what their end will be: for they are an uncontrolled generation, children in whom is no faith."}, {"id": 5032021, "c": 32, "v": 21, "d": "They have given my honour to that which is not God, moving me to wrath with their false worship: I will give their honour to those who are not a people, moving them to wrath by a foolish nation,"}, {"id": 5032022, "c": 32, "v": 22, "d": "For my wrath is a flaming fire, burning to the deep parts of the underworld, burning up the earth with her increase, and firing the deep roots of the mountains."}, {"id": 5032023, "c": 32, "v": 23, "d": "I will send a rain of troubles on them, my arrows will be showered on them."}, {"id": 5032024, "c": 32, "v": 24, "d": "They will be wasted from need of food, and overcome by burning heat and bitter destruction; and the teeth of beasts I will send on them, with the poison of the worms of the dust."}, {"id": 5032025, "c": 32, "v": 25, "d": "Outside they will be cut off by the sword, and in the inner rooms by fear; death will take the young man and the virgin, the baby at the breast and the grey-haired man."}, {"id": 5032026, "c": 32, "v": 26, "d": "I said I would send them wandering far away, I would make all memory of them go from the minds of men:"}, {"id": 5032027, "c": 32, "v": 27, "d": "But for the fear that their haters, uplifted in their pride, might say, Our hand is strong, the Lord has not done all this."}, {"id": 5032028, "c": 32, "v": 28, "d": "For they are a nation without wisdom; there is no sense in them."}, {"id": 5032029, "c": 32, "v": 29, "d": "If only they were wise, if only this was clear to them, and they would give thought to their future!"}, {"id": 5032030, "c": 32, "v": 30, "d": "How would it be possible for one to overcome a thousand, and two to send ten thousand in flight, if their rock had not let them go, if the Lord had not given them up?"}, {"id": 5032031, "c": 32, "v": 31, "d": "For their rock is not like our Rock, even our haters themselves being judges."}, {"id": 5032032, "c": 32, "v": 32, "d": "For their vine is the vine of Sodom, from the fields of Gomorrah: their grapes are the grapes of evil, and the berries are bitter:"}, {"id": 5032033, "c": 32, "v": 33, "d": "Their wine is the poison of dragons, the cruel poison of snakes."}, {"id": 5032034, "c": 32, "v": 34, "d": "Is not this among my secrets, kept safe in my store-house?"}, {"id": 5032035, "c": 32, "v": 35, "d": "Punishment is mine and reward, at the time of the slipping of their feet: for the day of their downfall is near, sudden will be their fate."}, {"id": 5032036, "c": 32, "v": 36, "d": "For the Lord will be judge of his people, he will have pity for his servants; when he sees that their power is gone, there is no one, shut up or free."}, {"id": 5032037, "c": 32, "v": 37, "d": "And he will say, Where are their gods, the rock in which they put their faith?"}, {"id": 5032038, "c": 32, "v": 38, "d": "Who took the fat of their offerings, and the wine of their drink offering? Let them now come to your help, let them be your salvation."}, {"id": 5032039, "c": 32, "v": 39, "d": "See now, I myself am he; there is no other god but me: giver of death and life, wounding and making well: and no one has power to make you free from my hand."}, {"id": 5032040, "c": 32, "v": 40, "d": "For lifting up my hand to heaven I say, By my unending life,"}, {"id": 5032041, "c": 32, "v": 41, "d": "If I make sharp my shining sword, and my hand is outstretched for judging, I will give punishment to those who are against me, and their right reward to my haters."}, {"id": 5032042, "c": 32, "v": 42, "d": "I will make my arrows red with blood, my sword will be feasting on flesh, with the blood of the dead and the prisoners, of the long-haired heads of my haters."}, {"id": 5032043, "c": 32, "v": 43, "d": "Be glad, O you his people, over the nations; for he will take payment for the blood of his servants, and will give punishment to his haters, and take away the sin of his land, for his people."}, {"id": 5032044, "c": 32, "v": 44, "d": "So Moses said all the words of this song in the hearing of the people, he and Hoshea, the son of Nun."}, {"id": 5032045, "c": 32, "v": 45, "d": "And after saying all this to the people,"}, {"id": 5032046, "c": 32, "v": 46, "d": "Moses said to them, Let the words which I have said to you today go deep into your hearts, and give orders to your children to do every word of this law."}, {"id": 5032047, "c": 32, "v": 47, "d": "And this is no small thing for you, but it is your life, and through this you may make your days long in the land which you are going over Jordan to take for your heritage."}, {"id": 5032048, "c": 32, "v": 48, "d": "That same day the Lord said to Moses,"}, {"id": 5032049, "c": 32, "v": 49, "d": "Go up into this mountain of Abarim, to Mount Nebo in the land of Moab opposite Jericho; there you may see the land of Canaan, which I am giving to the children of Israel for their heritage:"}, {"id": 5032050, "c": 32, "v": 50, "d": "And let death come to you on the mountain where you are going, and be put to rest with your people; as death came to Aaron, your brother, on Mount Hor, where he was put to rest with his people:"}, {"id": 5032051, "c": 32, "v": 51, "d": "Because of your sin against me before the children of Israel at the waters of Meribath Kadesh in the waste land of Zin; because you did not keep my name holy among the children of Israel."}, {"id": 5032052, "c": 32, "v": 52, "d": "So you will see the land before you, but you will not go into the land which I am giving to the children of Israel."}, {"id": 5033001, "c": 33, "v": 1, "d": "Now this is the blessing which Moses, the man of God, gave to the children of Israel before his death."}, {"id": 5033002, "c": 33, "v": 2, "d": "He said, The Lord came from Sinai, dawning on them from Seir; shining out from Mount Paran, coming from Meribath Kadesh: from his right hand went flames of fire: his wrath made waste the peoples."}, {"id": 5033003, "c": 33, "v": 3, "d": "All his holy ones are at his hand; they go at his feet; they are lifted up on his wings."}, {"id": 5033004, "c": 33, "v": 4, "d": "Moses gave us a law, a heritage for the people of Jacob."}, {"id": 5033005, "c": 33, "v": 5, "d": "And there was a king in Jeshurun, when the heads of the people and the tribes of Israel came together."}, {"id": 5033006, "c": 33, "v": 6, "d": "Let life not death be Reuben's, let not the number of his men be small."}, {"id": 5033007, "c": 33, "v": 7, "d": "And this is the blessing of Judah: he said, Give ear, O Lord, to the voice of Judah and make him one with his people: let your hands take up his cause, and be his help against his attackers."}, {"id": 5033008, "c": 33, "v": 8, "d": "And of Levi he said, Give your Thummim to Levi and let the Urim be with your loved one, whom you put to the test at Massah, with whom you were angry at the waters of Meribah;"}, {"id": 5033009, "c": 33, "v": 9, "d": "Who said of his father, Who is he? and of his mother, I have not seen her; he kept himself separate from his brothers and had no knowledge of his children: for they have given ear to your word and kept your agreement."}, {"id": 5033010, "c": 33, "v": 10, "d": "They will be the teachers of your decisions to Jacob and of your law to Israel: the burning of perfumes before you will be their right, and the ordering of burned offerings on your altar."}, {"id": 5033011, "c": 33, "v": 11, "d": "Let your blessing, O Lord, be on his substance, may the work of his hands be pleasing to you: may those who take up arms against him and all who have hate for him, be wounded through the heart, never to be lifted up again."}, {"id": 5033012, "c": 33, "v": 12, "d": "And of Benjamin he said, Benjamin is the loved one of the Lord, he will be kept safe at all times; he will be covered by the Most High, resting between his arms."}, {"id": 5033013, "c": 33, "v": 13, "d": "And of Joseph he said, Let the blessing of the Lord be on his land; for the good things of heaven on high, and the deep waters flowing under the earth,"}, {"id": 5033014, "c": 33, "v": 14, "d": "And the good things of the fruits of the sun, and the good things of the growth of the moons,"}, {"id": 5033015, "c": 33, "v": 15, "d": "And the chief things of the oldest mountains, and the good things of the eternal hills,"}, {"id": 5033016, "c": 33, "v": 16, "d": "The good things of the earth and all its wealth, the good pleasure of him who was seen in the burning tree: may they come on the head of Joseph, on the head of him who was prince among his brothers."}, {"id": 5033017, "c": 33, "v": 17, "d": "He is a young ox, glory is his; his horns are the horns of the mountain ox, with which all peoples will be wounded, even to the ends of the earth: they are the ten thousands of Ephraim and the thousands of Manasseh."}, {"id": 5033018, "c": 33, "v": 18, "d": "And of Zebulun he said, Be glad, Zebulun, in your going out; and, Issachar, in your tents."}, {"id": 5033019, "c": 33, "v": 19, "d": "They will send out the word for the people to come to the mountain, taking there the offerings of righteousness: for the store of the seas will be theirs, and the secret wealth of the sand."}, {"id": 5033020, "c": 33, "v": 20, "d": "Of Gad he said, A blessing be on him who makes wide the limits of Gad: he takes his rest like a she-lion, taking for himself the arm and the crown of the head."}, {"id": 5033021, "c": 33, "v": 21, "d": "He kept for himself the first part, for his was the ruler's right: he put in force the righteousness of the Lord, and his decisions for Israel."}, {"id": 5033022, "c": 33, "v": 22, "d": "And of Dan he said, Dan is a young lion, springing out from Bashan."}, {"id": 5033023, "c": 33, "v": 23, "d": "And of Naphtali he said, O Naphtali, made glad with grace and full of the blessing of the Lord: the sea and its fishes will be his."}, {"id": 5033024, "c": 33, "v": 24, "d": "And of Asher he said, Let Asher have the blessing of children; may he be pleasing to his brothers, and let his foot be wet with oil."}, {"id": 5033025, "c": 33, "v": 25, "d": "Your shoes will be iron and brass; and as your days, so may your work be."}, {"id": 5033026, "c": 33, "v": 26, "d": "No other is like the God of Jeshurun, coming on the heavens to your help, and letting his glory be seen in the skies."}, {"id": 5033027, "c": 33, "v": 27, "d": "The God of your fathers is your safe resting-place, and under you are his eternal arms: driving out the forces of your haters from before you, he said, Let destruction overtake them."}, {"id": 5033028, "c": 33, "v": 28, "d": "And Israel is living in peace, the fountain of Jacob by himself, in a land of grain and wine, with dew dropping from the heavens."}, {"id": 5033029, "c": 33, "v": 29, "d": "Happy are you, O Israel: who is like you, a people whose saviour is the Lord, whose help is your cover, whose sword is your strength! All those who are against you will put themselves under your rule, and your feet will be planted on their high places."}, {"id": 5034001, "c": 34, "v": 1, "d": "And Moses went up from the table-lands of Moab to Mount Nebo, to the top of Pisgah which is facing Jericho. And the Lord let him see all the land, the land of Gilead as far as Dan;"}, {"id": 5034002, "c": 34, "v": 2, "d": "And all Naphtali and the land of Ephraim and Manasseh, and all the land of Judah, as far as the Great Sea of the west;"}, {"id": 5034003, "c": 34, "v": 3, "d": "And the South, and the circle of the valley of Jericho, the town of palm-trees, as far as Zoar."}, {"id": 5034004, "c": 34, "v": 4, "d": "And the Lord said to him, This is the land about which I made an oath to Abraham, Isaac, and Jacob, saying, I will give it to your seed: now I have let you see it with your eyes, but you will not go in there."}, {"id": 5034005, "c": 34, "v": 5, "d": "So death came to Moses, the servant of the Lord, there in the land of Moab, as the Lord had said."}, {"id": 5034006, "c": 34, "v": 6, "d": "And the Lord put him to rest in the valley in the land of Moab opposite Beth-peor: but no man has knowledge of his resting-place to this day."}, {"id": 5034007, "c": 34, "v": 7, "d": "And Moses at his death was a hundred and twenty years old: his eye had not become clouded, or his natural force become feeble."}, {"id": 5034008, "c": 34, "v": 8, "d": "For thirty days the children of Israel were weeping for Moses in the table-lands of Moab, till the days of weeping and sorrow for Moses were ended."}, {"id": 5034009, "c": 34, "v": 9, "d": "And Joshua, the son of Nun, was full of the spirit of wisdom; for Moses had put his hands on him: and the children of Israel gave ear to him, and did as the Lord had given orders to Moses."}, {"id": 5034010, "c": 34, "v": 10, "d": "There has never been another prophet in Israel like Moses, whom the Lord had knowledge of face to face;"}, {"id": 5034011, "c": 34, "v": 11, "d": "In all the signs and wonders which the Lord sent him to do in the land of Egypt, to Pharaoh and to all his servants and all his land;"}, {"id": 5034012, "c": 34, "v": 12, "d": "And in all the acts of power and fear which Moses did before the eyes of all Israel."}]}