{"data": [{"id": 62001001, "c": 1, "v": 1, "d": "That which was from the first, which has come to our ears, and which we have seen with our eyes, looking on it and touching it with our hands, about the Word of life"}, {"id": 62001002, "c": 1, "v": 2, "d": "(And the life was made clear to us, and we have seen it and are witnessing to it and giving you word of that eternal life which was with the Father and was seen by us);"}, {"id": 62001003, "c": 1, "v": 3, "d": "We give you word of all we have seen and everything which has come to our ears, so that you may be united with us; and we are united with the Father and with his Son Jesus Christ:"}, {"id": 62001004, "c": 1, "v": 4, "d": "And we are writing these things to you so that our joy may be made complete."}, {"id": 62001005, "c": 1, "v": 5, "d": "This is the word which came to us from him and which we give to you, that God is light and in him there is nothing dark."}, {"id": 62001006, "c": 1, "v": 6, "d": "If we say we are joined to him, and are walking still in the dark, our words are false and our acts are untrue:"}, {"id": 62001007, "c": 1, "v": 7, "d": "But if we are walking in the light, as he is in the light, we are all united with one another, and the blood of Jesus his Son makes us clean from all sin."}, {"id": 62001008, "c": 1, "v": 8, "d": "If we say that we have no sin, we are false to ourselves and there is nothing true in us."}, {"id": 62001009, "c": 1, "v": 9, "d": "If we say openly that we have done wrong, he is upright and true to his word, giving us forgiveness of sins and making us clean from all evil."}, {"id": 62001010, "c": 1, "v": 10, "d": "If we say that we have no sin, we make him false and his word is not in us."}, {"id": 62002001, "c": 2, "v": 1, "d": "My little children, I am writing these things to you so that you may be without sin. And if any man is a sinner, we have a friend and helper with the Father, Jesus Christ, the upright one:"}, {"id": 62002002, "c": 2, "v": 2, "d": "He is the offering for our sins; and not for ours only, but for all the world."}, {"id": 62002003, "c": 2, "v": 3, "d": "And by this we may be certain that we have knowledge of him, if we keep his laws."}, {"id": 62002004, "c": 2, "v": 4, "d": "The man who says, I have knowledge of him, and does not keep his laws, is false, and there is nothing true in him:"}, {"id": 62002005, "c": 2, "v": 5, "d": "But in every man who keeps his word, the love of God is made complete. By this we may be certain that we are in him:"}, {"id": 62002006, "c": 2, "v": 6, "d": "He who says that he is living in him, will do as he did."}, {"id": 62002007, "c": 2, "v": 7, "d": "My loved ones, I do not give you a new law, but an old law which you had from the first; this old law is the word which came to your ears."}, {"id": 62002008, "c": 2, "v": 8, "d": "Again, I give you a new law, which is true in him and in you; for the night is near its end and the true light is even now shining out."}, {"id": 62002009, "c": 2, "v": 9, "d": "He who says that he is in the light, and has hate in his heart for his brother, is still in the dark."}, {"id": 62002010, "c": 2, "v": 10, "d": "He who has love for his brother is in the light, and there is no cause of error in him."}, {"id": 62002011, "c": 2, "v": 11, "d": "But he who has hate for his brother is in the dark, walking in the dark with no knowledge of where he is going, unable to see because of the dark."}, {"id": 62002012, "c": 2, "v": 12, "d": "I am writing to you, my children, because you have forgiveness of sins through his name."}, {"id": 62002013, "c": 2, "v": 13, "d": "I am writing to you, fathers, because you have knowledge of him who was from the first. I am writing to you, young men, because you have overcome the Evil One. I have sent a letter to you, children, because you have knowledge of the Father."}, {"id": 62002014, "c": 2, "v": 14, "d": "I have sent a letter to you, fathers, because you have knowledge of him who was from the first. I have sent a letter to you, young men, because you are strong, and the word of God is in you, and because you have overcome the Evil One."}, {"id": 62002015, "c": 2, "v": 15, "d": "Have no love for the world or for the things which are in the world. If any man has love for the world, the love of the Father is not in him."}, {"id": 62002016, "c": 2, "v": 16, "d": "Because everything in the world, the desire of the flesh, the desire of the eyes, and the pride of life, is not of the Father but of the world."}, {"id": 62002017, "c": 2, "v": 17, "d": "And the world and its desires is coming to an end: but he who does God's pleasure is living for ever."}, {"id": 62002018, "c": 2, "v": 18, "d": "Little children, it is the last hour; and as you were given word that the Antichrist would come, so now a number of Antichrists have come to you; and by this we are certain that it is the last hour."}, {"id": 62002019, "c": 2, "v": 19, "d": "They went out from us but they were not of us; if they had been of us they would still be with us: but they went out from us so that it might be made clear that they were not of us."}, {"id": 62002020, "c": 2, "v": 20, "d": "And you have the Spirit from the Holy One and you all have knowledge."}, {"id": 62002021, "c": 2, "v": 21, "d": "I have not sent you this letter because you have no knowledge of what is true, but because you have knowledge, and because that which is false has nothing in common with that which is true."}, {"id": 62002022, "c": 2, "v": 22, "d": "Who is false but he who says that Jesus is not the Christ? He is the Antichrist who has no belief in the Father or the Son."}, {"id": 62002023, "c": 2, "v": 23, "d": "He who has no belief in the Son has not the Father: he who makes clear his belief in the Son has the Father."}, {"id": 62002024, "c": 2, "v": 24, "d": "But as for you, keep in your hearts the things which were made clear to you from the first. If you keep these things in your hearts you will be kept in the Father and the Son."}, {"id": 62002025, "c": 2, "v": 25, "d": "And this is the hope which he gave you, even eternal life."}, {"id": 62002026, "c": 2, "v": 26, "d": "I am writing these things to you about those whose purpose is that you may be turned out of the true way."}, {"id": 62002027, "c": 2, "v": 27, "d": "As for you, the Spirit which he gave you is still in you, and you have no need of any teacher; but as his Spirit gives you teaching about all things, and is true and not false, so keep your hearts in him, through the teaching which he has given you."}, {"id": 62002028, "c": 2, "v": 28, "d": "And now, my children, keep your hearts in him; so that at his revelation, we may have no fear or shame before him at his coming."}, {"id": 62002029, "c": 2, "v": 29, "d": "If you have knowledge that he is upright, it is clear to you that everyone who does righteousness is his offspring."}, {"id": 62003001, "c": 3, "v": 1, "d": "See what great love the Father has given us in naming us the children of God; and such we are. For this reason the world does not see who we are, because it did not see who he was."}, {"id": 62003002, "c": 3, "v": 2, "d": "My loved ones, now we are children of God, and at present it is not clear what we are to be. We are certain that at his revelation we will be like him; for we will see him as he is."}, {"id": 62003003, "c": 3, "v": 3, "d": "And everyone who has this hope in him makes himself holy, even as he is holy."}, {"id": 62003004, "c": 3, "v": 4, "d": "Everyone who is a sinner goes against the law, for sin is going against the law."}, {"id": 62003005, "c": 3, "v": 5, "d": "And you have knowledge that he came to take away sin: and in him there is no sin."}, {"id": 62003006, "c": 3, "v": 6, "d": "Anyone who is in him does no sin; anyone who is a sinner has not seen him and has no knowledge of him."}, {"id": 62003007, "c": 3, "v": 7, "d": "My little children, let no man take you out of the true way: he who does righteousness is upright, even as he is upright;"}, {"id": 62003008, "c": 3, "v": 8, "d": "The sinner is a child of the Evil One; for the Evil One has been a sinner from the first. And the Son of God was seen on earth so that he might put an end to the works of the Evil One."}, {"id": 62003009, "c": 3, "v": 9, "d": "Anyone who is a child of God does no sin, because he still has God's seed in him; he is not able to be a sinner, because God is his Father."}, {"id": 62003010, "c": 3, "v": 10, "d": "In this way it is clear who are the children of God and who are the children of the Evil One; anyone who does not do righteousness or who has no love for his brother, is not a child of God."}, {"id": 62003011, "c": 3, "v": 11, "d": "Because this is the word which was given to you from the first, that we are to have love for one another;"}, {"id": 62003012, "c": 3, "v": 12, "d": "Not being of the Evil One like Cain, who put his brother to death. And why did he put him to death? Because his works were evil and his brother's works were good."}, {"id": 62003013, "c": 3, "v": 13, "d": "Do not be surprised, my brothers, if the world has no love for you."}, {"id": 62003014, "c": 3, "v": 14, "d": "We are conscious that we have come out of death into life because of our love for the brothers. He who has no love is still in death."}, {"id": 62003015, "c": 3, "v": 15, "d": "Anyone who has hate for his brother is a taker of life, and you may be certain that no taker of life has eternal life in him."}, {"id": 62003016, "c": 3, "v": 16, "d": "In this we see what love is, because he gave his life for us; and it is right for us to give our lives for the brothers."}, {"id": 62003017, "c": 3, "v": 17, "d": "But if a man has this world's goods, and sees that his brother is in need, and keeps his heart shut against his brother, how is it possible for the love of God to be in him?"}, {"id": 62003018, "c": 3, "v": 18, "d": "My little children, do not let our love be in word and in tongue, but let it be in act and in good faith."}, {"id": 62003019, "c": 3, "v": 19, "d": "In this way we may be certain that we are true, and may give our heart comfort before him,"}, {"id": 62003020, "c": 3, "v": 20, "d": "When our heart says that we have done wrong; because God is greater than our heart, and has knowledge of all things."}, {"id": 62003021, "c": 3, "v": 21, "d": "My loved ones, if our heart does not say that we have done wrong, we have no fear before him;"}, {"id": 62003022, "c": 3, "v": 22, "d": "And he gives us all our requests, because we keep his laws and do the things which are pleasing in his eyes."}, {"id": 62003023, "c": 3, "v": 23, "d": "And this is his law, that we have faith in the name of his Son Jesus Christ, and love for one another, even as he said to us."}, {"id": 62003024, "c": 3, "v": 24, "d": "He who keeps his laws is in God and God is in him. And the Spirit which he gave us is our witness that he is in us."}, {"id": 62004001, "c": 4, "v": 1, "d": "My loved ones, do not put your faith in every spirit, but put them to the test, to see if they are from God: because a great number of false prophets have gone out into the world."}, {"id": 62004002, "c": 4, "v": 2, "d": "By this you may have knowledge of the Spirit of God: every spirit which says that Jesus Christ has come in the flesh is of God:"}, {"id": 62004003, "c": 4, "v": 3, "d": "And every spirit which does not say this is not from God: this is the spirit of Antichrist, of which you have had word; and it is in the world even now."}, {"id": 62004004, "c": 4, "v": 4, "d": "You are of God, my little children, and you have overcome them because he who is in you is greater than he who is in the world."}, {"id": 62004005, "c": 4, "v": 5, "d": "They are of the world, so their talk is the world's talk, and the world gives ear to them."}, {"id": 62004006, "c": 4, "v": 6, "d": "We are of God: he who has the knowledge of God gives ear to us; he who is not of God does not give ear to us. By this we may see which is the true spirit, and which is the spirit of error."}, {"id": 62004007, "c": 4, "v": 7, "d": "My loved ones, let us have love for one another: because love is of God, and everyone who has love is a child of God and has knowledge of God."}, {"id": 62004008, "c": 4, "v": 8, "d": "He who has no love has no knowledge of God, because God is love."}, {"id": 62004009, "c": 4, "v": 9, "d": "And the love of God was made clear to us when he sent his only Son into the world so that we might have life through him."}, {"id": 62004010, "c": 4, "v": 10, "d": "And this is love, not that we had love for God, but that he had love for us, and sent his Son to be an offering for our sins."}, {"id": 62004011, "c": 4, "v": 11, "d": "My loved ones, if God had such love for us, it is right for us to have love for one another."}, {"id": 62004012, "c": 4, "v": 12, "d": "No man has ever seen God: if we have love for one another, God is in us and his love is made complete in us:"}, {"id": 62004013, "c": 4, "v": 13, "d": "And his Spirit which he has given us is the witness that we are in him and he is in us."}, {"id": 62004014, "c": 4, "v": 14, "d": "And we have seen and give witness that the Father sent the Son to be the Saviour of the world."}, {"id": 62004015, "c": 4, "v": 15, "d": "Everyone who says openly that Jesus is the Son of God, has God in him and is in God."}, {"id": 62004016, "c": 4, "v": 16, "d": "And we have seen and had faith in the love which God has for us. God is love, and everyone who has love is in God, and God is in him."}, {"id": 62004017, "c": 4, "v": 17, "d": "In this way love is made complete in us, so that we may be without fear on the day of judging, because as he is, so are we in this world."}, {"id": 62004018, "c": 4, "v": 18, "d": "There is no fear in love: true love has no room for fear, because where fear is, there is pain; and he who is not free from fear is not complete in love."}, {"id": 62004019, "c": 4, "v": 19, "d": "We have the power of loving, because he first had love for us."}, {"id": 62004020, "c": 4, "v": 20, "d": "If a man says, I have love for God, and has hate for his brother, his words are false: for how is the man who has no love for his brother whom he has seen, able to have love for God whom he has not seen?"}, {"id": 62004021, "c": 4, "v": 21, "d": "And this is the word which we have from him, that he who has love for God is to have the same love for his brother."}, {"id": 62005001, "c": 5, "v": 1, "d": "Everyone who has faith that Jesus is the Christ is a child of God: and everyone who has love for the Father has love for his child."}, {"id": 62005002, "c": 5, "v": 2, "d": "In this way, we are certain that we have love for the children of God, when we have love for God and keep his laws."}, {"id": 62005003, "c": 5, "v": 3, "d": "For loving God is keeping his laws: and his laws are not hard."}, {"id": 62005004, "c": 5, "v": 4, "d": "Anything which comes from God is able to overcome the world: and the power by which we have overcome the world is our faith."}, {"id": 62005005, "c": 5, "v": 5, "d": "Who is able to overcome the world but the man who has faith that Jesus is the Son of God?"}, {"id": 62005006, "c": 5, "v": 6, "d": "This is he who came by water and by blood, Jesus Christ; not by water only but by water and by blood."}, {"id": 62005007, "c": 5, "v": 7, "d": "And the Spirit is the witness, because the Spirit is true."}, {"id": 62005008, "c": 5, "v": 8, "d": "There are three witnesses, the Spirit, the water, and the blood: and all three are in agreement."}, {"id": 62005009, "c": 5, "v": 9, "d": "If we take the witness of men to be true, the witness of God is greater: because this is the witness which God has given about his Son."}, {"id": 62005010, "c": 5, "v": 10, "d": "He who has faith in the Son of God has the witness in himself: he who has not faith in God makes him false, because he has not faith in the witness which God has given about his Son."}, {"id": 62005011, "c": 5, "v": 11, "d": "And his witness is this, that God has given us eternal life, and this life is in his Son."}, {"id": 62005012, "c": 5, "v": 12, "d": "He who has the Son has the life; he who has not the Son of God has not the life."}, {"id": 62005013, "c": 5, "v": 13, "d": "I have put these things in writing for you who have faith in the name of the Son of God, so that you may be certain that you have eternal life."}, {"id": 62005014, "c": 5, "v": 14, "d": "And we are certain that if we make any request to him which is right in his eyes, he will give ear to us:"}, {"id": 62005015, "c": 5, "v": 15, "d": "And if we are certain that he gives ear to all our requests, we are equally certain that we will get our requests."}, {"id": 62005016, "c": 5, "v": 16, "d": "If a man sees his brother doing a sin which is not bad enough for death, let him make a prayer to God, and God will give life to him whose sin was not bad enough for death. There is a sin whose punishment is death: I do not say that he may make such a request then."}, {"id": 62005017, "c": 5, "v": 17, "d": "All evil-doing is sin: but death is not the punishment for every sort of sin."}, {"id": 62005018, "c": 5, "v": 18, "d": "We are certain that one who is a child of God will do no sin, but the Son of God keeps him so that he is not touched by the Evil One."}, {"id": 62005019, "c": 5, "v": 19, "d": "We are certain that we are of God, but all the world is in the power of the Evil One."}, {"id": 62005020, "c": 5, "v": 20, "d": "And we are certain that the Son of God has come, and has given us a clear vision, so that we may see him who is true, and we are in him who is true, in his Son Jesus Christ. He is the true God and eternal life."}, {"id": 62005021, "c": 5, "v": 21, "d": "My little children, keep yourselves from false gods."}]}