{"data": [{"id": 6001001, "c": 1, "v": 1, "d": "Now after the death of Moses, the servant of the Lord, the word of the Lord came to Joshua, the son of Nun, Moses' helper, saying,"}, {"id": 6001002, "c": 1, "v": 2, "d": "Moses my servant is dead; so now get up! Go over Jordan, you and all this people, into the land which I am giving to them, to the children of Israel."}, {"id": 6001003, "c": 1, "v": 3, "d": "Every place on which you put your foot I have given to you, as I said to Moses."}, {"id": 6001004, "c": 1, "v": 4, "d": "From the waste land and this mountain Lebanon, as far as the great river, the river Euphrates, and all the land of the Hittites to the Great Sea, in the west, will be your country."}, {"id": 6001005, "c": 1, "v": 5, "d": "While you are living, all will give way before you: as I was with Moses, so I will be with you; I will not take away my help from you or give you up."}, {"id": 6001006, "c": 1, "v": 6, "d": "Take heart and be strong; for you will give to this people for their heritage the land which I gave by an oath to their fathers."}, {"id": 6001007, "c": 1, "v": 7, "d": "Only take heart and be very strong; take care to do all the law which Moses my servant gave you, not turning from it to the right hand or to the left, so that you may do well in all your undertakings."}, {"id": 6001008, "c": 1, "v": 8, "d": "Let this book of the law be ever on your lips and in your thoughts day and night, so that you may keep with care everything in it; then a blessing will be on all your way, and you will do well."}, {"id": 6001009, "c": 1, "v": 9, "d": "Have I not given you your orders? Take heart and be strong; have no fear and do not be troubled; for the Lord your God is with you wherever you go,"}, {"id": 6001010, "c": 1, "v": 10, "d": "Then Joshua gave their orders to those who were in authority over the people, saying,"}, {"id": 6001011, "c": 1, "v": 11, "d": "Go through the tents and give orders to the people, saying, Get ready a store of food; for in three days you are to go over this river Jordan and take for your heritage the land which the Lord your God is giving you."}, {"id": 6001012, "c": 1, "v": 12, "d": "And to the Reubenites and the Gadites and the half-tribe of Manasseh, Joshua said,"}, {"id": 6001013, "c": 1, "v": 13, "d": "Keep in mind what Moses, the servant of the Lord, said to you, The Lord your God is sending you rest and will give you this land."}, {"id": 6001014, "c": 1, "v": 14, "d": "Your wives, your little ones, and your cattle will be kept here in the land which Moses gave you on this side of Jordan; but you, the fighting-men, are to go over before your brothers, armed, to give them help;"}, {"id": 6001015, "c": 1, "v": 15, "d": "Till the Lord has given your brothers rest, as he has given it to you, and they have taken their heritage in the land which the Lord your God is giving them: then you will go back to the land of your heritage which Moses, the servant of the Lord, gave you on the east side of Jordan."}, {"id": 6001016, "c": 1, "v": 16, "d": "Then they said to Joshua in answer, Whatever you say to us we will do, and wherever you send us we will go."}, {"id": 6001017, "c": 1, "v": 17, "d": "As we gave attention to Moses in all things, so we will give attention to you: and may the Lord your God be with you as he was with Moses."}, {"id": 6001018, "c": 1, "v": 18, "d": "Whoever goes against your orders, and does not give attention to all your words, will be put to death: only take heart and be strong."}, {"id": 6002001, "c": 2, "v": 1, "d": "Then Joshua, the son of Nun, sent two men from Shittim secretly, with the purpose of searching out the land, and Jericho. So they went and came to the house of a loose woman of the town, named Rahab, where they took their rest for the night."}, {"id": 6002002, "c": 2, "v": 2, "d": "And it was said to the king of Jericho, See, some men have come here tonight from the children of Israel with the purpose of searching out the land."}, {"id": 6002003, "c": 2, "v": 3, "d": "Then the king of Jericho sent to Rahab, saying, Send out the men who have come to you and are in your house; for they have come with the purpose of searching out all the land."}, {"id": 6002004, "c": 2, "v": 4, "d": "And the woman took the two men and put them in a secret place; then she said, Yes, the men came to me, but I had no idea where they came from;"}, {"id": 6002005, "c": 2, "v": 5, "d": "And when it was the time for shutting the doors at dark, they went out; I have no idea where the men went: but if you go after them quickly, you will overtake them."}, {"id": 6002006, "c": 2, "v": 6, "d": "But she had taken them up to the roof, covering them with the stems of flax which she had put out in order there."}, {"id": 6002007, "c": 2, "v": 7, "d": "So the men went after them on the road to Jordan as far as the river-crossing: and when they had gone out after them, the door into the town was shut."}, {"id": 6002008, "c": 2, "v": 8, "d": "And before the men went to rest, she came up to them on the roof,"}, {"id": 6002009, "c": 2, "v": 9, "d": "And said to them, It is clear to me that the Lord has given you the land, and that the fear of you has come on us;"}, {"id": 6002010, "c": 2, "v": 10, "d": "For we have had news of how the Lord made the Red Sea dry before you when you came out of Egypt; and what you did to the two kings of the Amorites, on the other side of Jordan, to Sihon and Og, whom you gave up to the curse."}, {"id": 6002011, "c": 2, "v": 11, "d": "And because of this news, our hearts became like water, and there was no more spirit in any of us because of you; for the Lord your God is God in heaven on high and here on earth."}, {"id": 6002012, "c": 2, "v": 12, "d": "So now, will you give me your oath by the Lord, that, because I have been kind to you, you will be kind to my father's house,"}, {"id": 6002013, "c": 2, "v": 13, "d": "And that you will keep safe my father and mother and my brothers and sisters and all they have, so that death may not come on us?"}, {"id": 6002014, "c": 2, "v": 14, "d": "And the men said to her, Our life for yours if you keep our business secret; and when the Lord has given us the land, we will keep faith and be kind to you."}, {"id": 6002015, "c": 2, "v": 15, "d": "Then she let them down from the window by a cord, for the house where she was living was on the town wall."}, {"id": 6002016, "c": 2, "v": 16, "d": "And she said to them, Get away into the hill-country, or the men who have gone after you will overtake you; keep yourselves safe there for three days, till the searchers have come back, and then go on your way."}, {"id": 6002017, "c": 2, "v": 17, "d": "And the men said to her, We will only be responsible for this oath which you have made us take,"}, {"id": 6002018, "c": 2, "v": 18, "d": "If, when we come into the land, you put this cord of bright red thread in the window from which you let us down; and get your father and mother and your brothers and all your family into the house;"}, {"id": 6002019, "c": 2, "v": 19, "d": "Then if anyone goes out of your house into the street, his blood will be on his head, we will not be responsible; but if any damage comes to anyone in the house, his blood will be on our heads."}, {"id": 6002020, "c": 2, "v": 20, "d": "But if you say anything about our business here, then we will be free from the oath you have made us take."}, {"id": 6002021, "c": 2, "v": 21, "d": "And she said, Let it be as you say. Then she sent them away, and they went; and she put the bright red cord in the window."}, {"id": 6002022, "c": 2, "v": 22, "d": "And they went into the hill-country and were there three days, till the men who had gone after them had come back; and those who went after them were searching for them everywhere without coming across them."}, {"id": 6002023, "c": 2, "v": 23, "d": "Then the two men came down from the hill-country and went over and came back to Joshua, the son of Nun; and they gave him a complete account of what had taken place."}, {"id": 6002024, "c": 2, "v": 24, "d": "And they said to Joshua, Truly, the Lord has given all the land into our hands; and all the people of the land have become like water because of us."}, {"id": 6003001, "c": 3, "v": 1, "d": "Then Joshua got up early in the morning, and, moving on from Shittim, he and all the children of Israel came to Jordan and were there for the night before going over."}, {"id": 6003002, "c": 3, "v": 2, "d": "And at the end of three days, the men in authority over the people went through the tents,"}, {"id": 6003003, "c": 3, "v": 3, "d": "Giving the people their orders, and saying, When you see the ark of the agreement of the Lord your God lifted up by the priests, the Levites, then get up from your places and go after it;"}, {"id": 6003004, "c": 3, "v": 4, "d": "But let there be a space between you and it of about two thousand cubits: come no nearer to it, so that you may see the way you have to go, for you have not been over this way before."}, {"id": 6003005, "c": 3, "v": 5, "d": "And Joshua said to the people, Make yourselves holy, for tomorrow the Lord will do works of wonder among you."}, {"id": 6003006, "c": 3, "v": 6, "d": "Then Joshua said to the priests, Take up the ark of the agreement and go over in front of the people. So they took up the ark of the agreement and went in front of the people."}, {"id": 6003007, "c": 3, "v": 7, "d": "And the Lord said to Joshua, From now on I will give you glory in the eyes of all Israel, so that they may see that, as I was with Moses, so I will be with you."}, {"id": 6003008, "c": 3, "v": 8, "d": "And you are to give orders to the priests who take up the ark of the agreement, and say, When you come to the edge of the waters of Jordan, go no further."}, {"id": 6003009, "c": 3, "v": 9, "d": "And Joshua said to the children of Israel, Come to me here: and give ear to the words of the Lord your God."}, {"id": 6003010, "c": 3, "v": 10, "d": "And Joshua said, By this you will see that the living God is among you, and that he will certainly send out from before you the Canaanite and the Hittite and the Hivite and the Perizzite and the Girgashite and the Amorite and the Jebusite."}, {"id": 6003011, "c": 3, "v": 11, "d": "See, the ark of the agreement of the Lord of all the earth is going over before you into Jordan."}, {"id": 6003012, "c": 3, "v": 12, "d": "So take twelve men out of the tribes of Israel, a man from every tribe."}, {"id": 6003013, "c": 3, "v": 13, "d": "And when the feet of the priests who take up the ark of the Lord, the Lord of all the earth, come to rest in the waters of Jordan, the waters of Jordan will be cut off, all the waters flowing down from higher up, and will come together in a mass."}, {"id": 6003014, "c": 3, "v": 14, "d": "So when the people went out from their tents to go over Jordan, the priests who took up the ark of the agreement were in front of the people;"}, {"id": 6003015, "c": 3, "v": 15, "d": "And when those who took up the ark came to Jordan, and the feet of the priests who took up the ark were touching the edge of the water (for the waters of Jordan are overflowing all through the time of the grain-cutting),"}, {"id": 6003016, "c": 3, "v": 16, "d": "Then the waters flowing down from higher up were stopped and came together in a mass a long way back at Adam, a town near Zarethan; and the waters flowing down to the sea of the Arabah, the Salt Sea, were cut off: and the people went across opposite Jericho."}, {"id": 6003017, "c": 3, "v": 17, "d": "And the priests who took up the ark of the agreement of the Lord kept their places, with their feet on dry land in the middle of Jordan, while all Israel went over on dry land, till all the nation had gone over Jordan."}, {"id": 6004001, "c": 4, "v": 1, "d": "Now when all the nation had come to the other side of Jordan, the Lord said to Joshua,"}, {"id": 6004002, "c": 4, "v": 2, "d": "Take twelve men from the people, a man for every tribe,"}, {"id": 6004003, "c": 4, "v": 3, "d": "And say to them, Take up from the middle of Jordan, from the place where the feet of the priests were resting, twelve stones, and take them over with you and put them down in the place where you take your rest tonight."}, {"id": 6004004, "c": 4, "v": 4, "d": "So Joshua sent for the twelve men, whom he had ready, one man out of every tribe of the children of Israel,"}, {"id": 6004005, "c": 4, "v": 5, "d": "And he said to them, Go over before the ark of the Lord your God into the middle of Jordan, and let every one of you take up a stone on his back, one for every tribe of the children of Israel:"}, {"id": 6004006, "c": 4, "v": 6, "d": "So that this may be a sign among you; when your children say to you in time to come, What is the reason for these stones?"}, {"id": 6004007, "c": 4, "v": 7, "d": "Then you will say to them, Because the waters of Jordan were cut off before the ark of the Lord's agreement; when it went over Jordan the waters of Jordan were cut off: and these stones will be a sign for the children of Israel, keeping it in their memory for ever."}, {"id": 6004008, "c": 4, "v": 8, "d": "So the children of Israel did as Joshua gave them orders, and took twelve stones from the middle of Jordan, as the Lord had said to Joshua, one for every tribe of the children of Israel; these they took across with them to their night's resting-place and put them down there."}, {"id": 6004009, "c": 4, "v": 9, "d": "And Joshua put up twelve stones in the middle of Jordan, where the feet of the priests who took up the ark of the agreement had been placed: and there they are to this day."}, {"id": 6004010, "c": 4, "v": 10, "d": "For the priests who took up the ark kept there in the middle of Jordan till all the orders given to Joshua by Moses from the Lord had been done: then the people went over quickly."}, {"id": 6004011, "c": 4, "v": 11, "d": "And when all the people had come to the other side, the ark of the Lord went over, and the priests, before the eyes of the people."}, {"id": 6004012, "c": 4, "v": 12, "d": "And the children of Reuben and the children of Gad and the half-tribe of Manasseh went over armed before the children of Israel as Moses had said to them:"}, {"id": 6004013, "c": 4, "v": 13, "d": "About forty thousand armed for war went over before the Lord to the fight, to the lowlands of Jericho."}, {"id": 6004014, "c": 4, "v": 14, "d": "That day the Lord made Joshua great in the eyes of all Israel; and all the days of his life they went in fear of him, as they had gone in fear of Moses."}, {"id": 6004015, "c": 4, "v": 15, "d": "Then the Lord said to Joshua,"}, {"id": 6004016, "c": 4, "v": 16, "d": "Give orders to the priests who take up the ark of witness, to come up out of Jordan."}, {"id": 6004017, "c": 4, "v": 17, "d": "So Joshua gave orders to the priests, saying, Come up now out of Jordan."}, {"id": 6004018, "c": 4, "v": 18, "d": "And when the priests who took up the ark of the Lord's agreement came up out of Jordan and their feet came out on to dry land, the waters of Jordan went back to their place, overflowing its edges as before."}, {"id": 6004019, "c": 4, "v": 19, "d": "So on the tenth day of the first month the people came up out of Jordan, and put up their tents in Gilgal, on the east side of Jericho."}, {"id": 6004020, "c": 4, "v": 20, "d": "And the twelve stones which they took out of Jordan, Joshua put up in Gilgal."}, {"id": 6004021, "c": 4, "v": 21, "d": "And he said to the children of Israel, When your children say to their fathers in time to come, What is the reason for these stones?"}, {"id": 6004022, "c": 4, "v": 22, "d": "Then give your children the story, and say, Israel came over this river Jordan on dry land."}, {"id": 6004023, "c": 4, "v": 23, "d": "For the Lord your God made the waters of Jordan dry before you till you had gone across, as he did to the Red Sea, drying it up before us till we had gone across:"}, {"id": 6004024, "c": 4, "v": 24, "d": "So that all the peoples of the earth may see that the hand of the Lord is strong; and that they may go in fear of the Lord your God for ever."}, {"id": 6005001, "c": 5, "v": 1, "d": "Now when the news came to all the kings of the Amorites on the west side of Jordan, and all the kings of the Canaanites living by the sea, how the Lord had made the waters of Jordan dry before the children of Israel, till they had gone across, their hearts became like water, and there was no more spirit in them, because of the children of Israel."}, {"id": 6005002, "c": 5, "v": 2, "d": "At that time the Lord said to Joshua, Make yourself stone knives and give the children of Israel circumcision a second time."}, {"id": 6005003, "c": 5, "v": 3, "d": "So Joshua made stone knives and gave the children of Israel circumcision at Gibeath-ha-araloth."}, {"id": 6005004, "c": 5, "v": 4, "d": "And this is the reason why Joshua did so: all the males of the people who came out of Egypt, all the fighting-men, had been overtaken by death in the waste land on the way, after they came out of Egypt."}, {"id": 6005005, "c": 5, "v": 5, "d": "All the people who came out had undergone circumcision; but all the people whose birth had taken place in the waste land on their journey from Egypt had not."}, {"id": 6005006, "c": 5, "v": 6, "d": "For the children of Israel were wandering in the waste land for forty years, till all the nation, that is, all the fighting-men, who had come out of Egypt, were dead, because they did not give ear to the voice of the Lord: to whom the Lord said, with an oath, that he would not let them see the land which the Lord had given his word to their fathers to give us, a land flowing with milk and honey."}, {"id": 6005007, "c": 5, "v": 7, "d": "And their children, who came up in their place, now underwent circumcision by the hands of Joshua, not having had it before: for there had been no circumcision on the journey."}, {"id": 6005008, "c": 5, "v": 8, "d": "So when all the nation had undergone circumcision, they kept in their tents till they were well again."}, {"id": 6005009, "c": 5, "v": 9, "d": "And the Lord said to Joshua, Today the shame of Egypt has been rolled away from you. So that place was named Gilgal, to this day."}, {"id": 6005010, "c": 5, "v": 10, "d": "So the children of Israel put up their tents in Gilgal; and they kept the Passover on the fourteenth day of the month, in the evening, in the lowlands of Jericho."}, {"id": 6005011, "c": 5, "v": 11, "d": "And on the day after the Passover, they had for their food the produce of the land, unleavened cakes and dry grain on the same day."}, {"id": 6005012, "c": 5, "v": 12, "d": "And there was no more manna from the day after they had for their food the produce of the land; the children of Israel had manna no longer, but that year the produce of the land of Canaan was their food."}, {"id": 6005013, "c": 5, "v": 13, "d": "Now when Joshua was near Jericho, lifting up his eyes he saw a man in front of him, with his sword uncovered in his hand: and Joshua went up to him and said, Are you for us or against us?"}, {"id": 6005014, "c": 5, "v": 14, "d": "And he said, No; but I have come as captain of the armies of the Lord. Then Joshua, falling down with his face to the earth in worship, said, What has my lord to say to his servant?"}, {"id": 6005015, "c": 5, "v": 15, "d": "And the captain of the Lord's army said to Joshua, Take off your shoes from your feet, for the place where you are is holy. And Joshua did so."}, {"id": 6006001, "c": 6, "v": 1, "d": "(Now Jericho was all shut up because of the children of Israel: there was no going out or coming in.)"}, {"id": 6006002, "c": 6, "v": 2, "d": "And the Lord said to Joshua, See, I have given into your hands Jericho with its king and all its men of war."}, {"id": 6006003, "c": 6, "v": 3, "d": "Now let all your fighting-men make a circle round the town, going all round it once. Do this for six days."}, {"id": 6006004, "c": 6, "v": 4, "d": "And let seven priests go before the ark with seven loud-sounding horns in their hands: on the seventh day you are to go round the town seven times, the priests blowing their horns."}, {"id": 6006005, "c": 6, "v": 5, "d": "And at the sound of a long note on the horns, let all the people give a loud cry; and the wall of the town will come down flat, and all the people are to go straight forward."}, {"id": 6006006, "c": 6, "v": 6, "d": "Then Joshua, the son of Nun, sent for the priests and said to them, Take up the ark of the agreement, and let seven priests take seven horns in their hands and go before the ark of the Lord."}, {"id": 6006007, "c": 6, "v": 7, "d": "And he said to the people, Go forward, circling the town, and let the armed men go before the ark of the Lord."}, {"id": 6006008, "c": 6, "v": 8, "d": "So after Joshua had said this to the people, the seven priests with their seven horns went forward before the Lord, blowing on their horns: and the ark of the Lord's agreement went after them."}, {"id": 6006009, "c": 6, "v": 9, "d": "And the armed men went before the priests who were blowing the horns, and the mass of the people went after the ark, blowing their horns."}, {"id": 6006010, "c": 6, "v": 10, "d": "And to the people Joshua gave an order, saying, You will give no cry, and make no sound, and let no word go out of your mouth till the day when I say, Give a loud cry; then give a loud cry."}, {"id": 6006011, "c": 6, "v": 11, "d": "So he made the ark of the Lord go all round the town once: then they went back to the tents for the night."}, {"id": 6006012, "c": 6, "v": 12, "d": "And early in the morning Joshua got up, and the priests took up the ark of the Lord."}, {"id": 6006013, "c": 6, "v": 13, "d": "And the seven priests with their seven horns went on before the ark of the Lord, blowing their horns: the armed men went before them, and the mass of the people went after the ark of the Lord, blowing their horns."}, {"id": 6006014, "c": 6, "v": 14, "d": "The second day they went all round the town once, and then went back to their tents: and so they did for six days."}, {"id": 6006015, "c": 6, "v": 15, "d": "Then on the seventh day they got up early, at the dawn of the day, and went round the town in the same way, but that day they went round it seven times."}, {"id": 6006016, "c": 6, "v": 16, "d": "And the seventh time, at the sound of the priests' horns, Joshua said to the people, Now give a loud cry; for the Lord has given you the town."}, {"id": 6006017, "c": 6, "v": 17, "d": "And the town will be put to the curse, and everything in it will be given to the Lord: only Rahab, the loose woman, and all who are in the house with her, will be kept safe, because she kept secret the men we sent."}, {"id": 6006018, "c": 6, "v": 18, "d": "And as for you, keep yourselves from the cursed thing, for fear that you may get a desire for it and take some of it for yourselves, and so be the cause of a curse and great trouble on the tents of Israel."}, {"id": 6006019, "c": 6, "v": 19, "d": "But all the silver and gold and the vessels of brass and iron are holy to the Lord: they are to come into the store-house of the Lord."}, {"id": 6006020, "c": 6, "v": 20, "d": "So the people gave a loud cry, and the horns were sounded; and on hearing the horns the people gave a loud cry, and the wall came down flat, so that the people went up into the town, every man going straight before him, and they took the town."}, {"id": 6006021, "c": 6, "v": 21, "d": "And they put everything in the town to the curse; men and women, young and old, ox and sheep and ass, they put to death without mercy."}, {"id": 6006022, "c": 6, "v": 22, "d": "Then Joshua said to the two men who had been sent to make a search through the land, Go into the house of the loose woman, and get her out, and all who are with her, as you gave her your oath."}, {"id": 6006023, "c": 6, "v": 23, "d": "So the searchers went in and got out Rahab and her father and mother and her brothers and all she had, and they got out all her family; and they took them outside the tents of Israel."}, {"id": 6006024, "c": 6, "v": 24, "d": "Then, after burning up the town and everything in it, they put the silver and gold and the vessels of brass and iron into the store-house of the Lord's house."}, {"id": 6006025, "c": 6, "v": 25, "d": "But Joshua kept Rahab, the loose woman, and her father's family and all she had, from death, and so she got a living-place among the children of Israel to this day; because she kept safe the men whom Joshua had sent to make a search through the land."}, {"id": 6006026, "c": 6, "v": 26, "d": "Then Joshua gave the people orders with an oath, saying, Let that man be cursed before the Lord who puts his hand to the building up of this town: with the loss of his first son will he put the first stone of it in place, and with the loss of his youngest son he will put up its doors."}, {"id": 6006027, "c": 6, "v": 27, "d": "So the Lord was with Joshua; and news of him went through all the land."}, {"id": 6007001, "c": 7, "v": 1, "d": "But the children of Israel did wrong about the cursed thing: for Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the family of Judah, took of the cursed thing, moving the Lord to wrath against the children of Israel."}, {"id": 6007002, "c": 7, "v": 2, "d": "Now Joshua sent men from Jericho to Ai, which is by the side of Beth-aven, on the east side of Beth-el, and said to them, Go up and make a search through the land. And the men went up and saw how Ai was placed."}, {"id": 6007003, "c": 7, "v": 3, "d": "Then they came back to Joshua and said to him, Do not send all the people up, but let about two or three thousand men go up and make an attack on Ai; there is no need for all the people to be tired with the journey there, for it is only a small town."}, {"id": 6007004, "c": 7, "v": 4, "d": "So about three thousand of the people went up, and were sent in flight by the men of Ai."}, {"id": 6007005, "c": 7, "v": 5, "d": "The men of Ai put to death about thirty-six of them, driving them from before the town as far as the stoneworks, and overcoming them on the way down: and the hearts of the people became like water."}, {"id": 6007006, "c": 7, "v": 6, "d": "Then Joshua, in great grief, went down on the earth before the ark of the Lord till the evening, and all the chiefs of Israel with him, and they put dust on their heads."}, {"id": 6007007, "c": 7, "v": 7, "d": "And Joshua said, O Lord God, why have you taken us over Jordan only to give us up into the hands of the Amorites for our destruction? If only it had been enough for us to keep on the other side of Jordan!"}, {"id": 6007008, "c": 7, "v": 8, "d": "O Lord, what am I to say now that Israel have given way before their attackers?"}, {"id": 6007009, "c": 7, "v": 9, "d": "For when the news comes to the Canaanites and all the people of the land, they will come up, shutting us in and cutting off our name from the earth: and what will you do for the honour of your great name?"}, {"id": 6007010, "c": 7, "v": 10, "d": "Then the Lord said to Joshua, Get up; what are you doing with your face to the earth?"}, {"id": 6007011, "c": 7, "v": 11, "d": "Israel has done wrong, sinning against the agreement which I made with them: they have even taken of the cursed thing; acting falsely like thieves they have put it among their goods."}, {"id": 6007012, "c": 7, "v": 12, "d": "For this reason the children of Israel have given way, turning their backs in flight before their attackers, because they are cursed: I will no longer be with you, if you do not put the cursed thing away from among you."}, {"id": 6007013, "c": 7, "v": 13, "d": "Up! make the people holy; say to them, Make yourselves holy before tomorrow, for the Lord, the God of Israel, has said, There is a cursed thing among you, O Israel, and you will give way before your attackers in the fight till the cursed thing has been taken away from among you."}, {"id": 6007014, "c": 7, "v": 14, "d": "So in the morning you are to come near, tribe by tribe; and the tribe marked out by the Lord is to come near, family by family; and the family marked out by the Lord is to come near, house by house; and the house marked out by the Lord is to come near, man by man."}, {"id": 6007015, "c": 7, "v": 15, "d": "Then the man who is taken with the cursed thing is to be burned, with everything which is his; because he has gone against the agreement of the Lord and has done an act of shame in Israel."}, {"id": 6007016, "c": 7, "v": 16, "d": "So Joshua got up early in the morning, and made Israel come before him by their tribes; and the tribe of Judah was taken;"}, {"id": 6007017, "c": 7, "v": 17, "d": "Then he made Judah come forward, and the family of the Zerahites was taken; and he made the family of the Zerahites come forward man by man; and Zabdi was taken;"}, {"id": 6007018, "c": 7, "v": 18, "d": "Then the house of Zabdi came forward man by man, and Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, was taken."}, {"id": 6007019, "c": 7, "v": 19, "d": "And Joshua said to Achan, My son, give glory and praise to the Lord, the God of Israel; give me word now of what you have done, and keep nothing back from me."}, {"id": 6007020, "c": 7, "v": 20, "d": "And Achan, answering, said to Joshua, Truly I have done wrong against the Lord, the God of Israel, and this is what I have done:"}, {"id": 6007021, "c": 7, "v": 21, "d": "When I saw among their goods a fair robe of Babylon and two hundred shekels of silver, and a mass of gold, fifty shekels in weight, I was overcome by desire and took them; and they are put away in the earth in my tent, and the silver is under it."}, {"id": 6007022, "c": 7, "v": 22, "d": "So Joshua sent men quickly, and looking in his tent, they saw where the robe had been put away secretly with the silver under it."}, {"id": 6007023, "c": 7, "v": 23, "d": "And they took them from the tent and came back with them to Joshua and the children of Israel, and put them before the Lord."}, {"id": 6007024, "c": 7, "v": 24, "d": "Then Joshua and all Israel took Achan, the son of Zerah, and the silver and the robe and the mass of gold, and his sons and his daughters and his oxen and his asses and his sheep and his tent and everything he had; and they took them up into the valley of Achor."}, {"id": 6007025, "c": 7, "v": 25, "d": "And Joshua said, Why have you been a cause of trouble to us? Today the Lord will send trouble on you. And all Israel took part in stoning him; they had him stoned to death and then burned with fire."}, {"id": 6007026, "c": 7, "v": 26, "d": "And over him they put a great mass of stones, which is there to this day; then the heat of the Lord's wrath was turned away. So that place was named, The Valley of Achor, to this day."}, {"id": 6008001, "c": 8, "v": 1, "d": "Then the Lord said to Joshua, Have no fear and do not be troubled: take with you all the fighting-men and go up against Ai: for I have given into your hands the king of Ai and his people and his town and his land:"}, {"id": 6008002, "c": 8, "v": 2, "d": "And you are to do to Ai and its king as you did to Jericho and its king: but their goods and their cattle you may take for yourselves: let a secret force be stationed to make a surprise attack on the town from the back."}, {"id": 6008003, "c": 8, "v": 3, "d": "So Joshua and the fighting-men got ready to go up against Ai; and Joshua took thirty thousand men of war, and sent them out by night."}, {"id": 6008004, "c": 8, "v": 4, "d": "And he gave them their orders, saying, Go and take up your position secretly at the back of the town: do not go very far away, and let all of you be ready:"}, {"id": 6008005, "c": 8, "v": 5, "d": "And I and all the people with me will come near the town, and when they come out against us as they did before, we will go in flight from them;"}, {"id": 6008006, "c": 8, "v": 6, "d": "And they will come out after us, till we have got them away from the town; for they will say, They have gone in flight from us as before; so we will go in flight before them;"}, {"id": 6008007, "c": 8, "v": 7, "d": "Then you will get up from your secret position and take the town, for the Lord your God will give it up into your hands."}, {"id": 6008008, "c": 8, "v": 8, "d": "And when you have taken the town, put fire to it, as the Lord has said: see, I have given you your orders."}, {"id": 6008009, "c": 8, "v": 9, "d": "So Joshua sent them out: and they took up a secret position between Beth-el and Ai, on the west side of Ai: but Joshua kept with the people that night."}, {"id": 6008010, "c": 8, "v": 10, "d": "And early in the morning Joshua got up, and put the people in order, and he and the chiefs of Israel went up before the people to Ai."}, {"id": 6008011, "c": 8, "v": 11, "d": "And all the fighting-men who were with him went up and came near the town, and took up a position on the north side of Ai facing the town, with a valley between him and the town."}, {"id": 6008012, "c": 8, "v": 12, "d": "And taking about five thousand men, he put them in position for a surprise attack on the west side of Ai, between Beth-el and Ai."}, {"id": 6008013, "c": 8, "v": 13, "d": "So all the people were in their places, the army on the north side of the town and the secret force on the west; and that night Joshua went down into the valley."}, {"id": 6008014, "c": 8, "v": 14, "d": "Now when the king of Ai saw it, he got up quickly and went out to war against Israel, he and all his people, to the slope going down to the valley; but he had no idea that a secret force was waiting at the back of the town."}, {"id": 6008015, "c": 8, "v": 15, "d": "Then Joshua and all Israel, acting as if they were overcome before them, went in flight by way of the waste land."}, {"id": 6008016, "c": 8, "v": 16, "d": "And all the people in Ai came together to go after them; and they went after Joshua, moving away from the town."}, {"id": 6008017, "c": 8, "v": 17, "d": "There was not a man in Ai and Beth-el who did not go out after Israel; and the town was open and unwatched while they went after Israel."}, {"id": 6008018, "c": 8, "v": 18, "d": "And the Lord said to Joshua, Let your spear be stretched out against Ai; for I will give it into your hands. So Joshua took up his spear, stretching it out in the direction of the town."}, {"id": 6008019, "c": 8, "v": 19, "d": "Then the secret force came quickly from their place, and running forward when they saw his hand stretched out, went into the town and took it, and put fire to it straight away."}, {"id": 6008020, "c": 8, "v": 20, "d": "Then the men of Ai, looking back, saw the smoke of the town going up to heaven, and were unable to go this way or that: and the people who had gone in flight to the waste land were turned back on those who were coming after them."}, {"id": 6008021, "c": 8, "v": 21, "d": "And when Joshua and all Israel saw that the town had been taken by the surprise attack, and that the smoke of the town had gone up, turning round they overcame the men of Ai."}, {"id": 6008022, "c": 8, "v": 22, "d": "Then the other force came out of the town against them, so that they were being attacked on this side and on that: and Israel overcame them and let not one of them get away with his life."}, {"id": 6008023, "c": 8, "v": 23, "d": "But the king of Ai they made prisoner, and took him to Joshua."}, {"id": 6008024, "c": 8, "v": 24, "d": "Then, after the destruction of all the people of Ai in the field and in the waste land where they went after them, and when all the people had been put to death without mercy, all Israel went back to Ai, and put to death all who were in it without mercy."}, {"id": 6008025, "c": 8, "v": 25, "d": "On that day twelve thousand were put to death, men and women, all the people of Ai."}, {"id": 6008026, "c": 8, "v": 26, "d": "For Joshua did not take back his hand with the outstretched spear till the destruction of the people of Ai was complete."}, {"id": 6008027, "c": 8, "v": 27, "d": "But the cattle and the goods from that town, Israel took for themselves, as the Lord had given orders to Joshua."}, {"id": 6008028, "c": 8, "v": 28, "d": "So Joshua gave Ai to the flames, and made it a waste mass of stones for ever, as it is to this day."}, {"id": 6008029, "c": 8, "v": 29, "d": "And he put the king of Ai to death, hanging him on a tree till evening: and when the sun went down, Joshua gave them orders to take his body down from the tree, and put it in the public place of the town, covering it with a great mass of stones, which is there to this day."}, {"id": 6008030, "c": 8, "v": 30, "d": "Then Joshua put up an altar to the Lord, the God of Israel, in Mount Ebal,"}, {"id": 6008031, "c": 8, "v": 31, "d": "In the way ordered by Moses, the servant of the Lord, as it is recorded in the book of the law of Moses, an altar of uncut stones, untouched by any iron instrument: and on it they made burned offerings and peace-offerings to the Lord."}, {"id": 6008032, "c": 8, "v": 32, "d": "And he made there on the stones a copy of the law of Moses, writing it before the eyes of the children of Israel."}, {"id": 6008033, "c": 8, "v": 33, "d": "And all Israel, those who were Israelites by birth, as well as the men from other lands living with them, and their responsible men and their overseers and judges, took their places round the ark, in front of the priests, the Levites, whose work it was to take up the ark of the Lord's agreement; half of them were stationed in front of Mount Gerizim and half in front of Mount Ebal, in agreement with the orders for the blessing of the children of Israel which Moses, the servant of the Lord, had given."}, {"id": 6008034, "c": 8, "v": 34, "d": "And after, he gave them all the words of the law, the blessing and the curse, as it is all recorded in the book of the law;"}, {"id": 6008035, "c": 8, "v": 35, "d": "Reading to all the meeting of Israel, with the women and the children and the men from other lands who were living among them, every word of the orders which Moses had given."}, {"id": 6009001, "c": 9, "v": 1, "d": "Now on hearing the news of these things, all the kings on the west side of Jordan, in the hill-country and the lowlands and by the Great Sea in front of Lebanon, the Hittites and the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites,"}, {"id": 6009002, "c": 9, "v": 2, "d": "Came together with one purpose, to make war against Joshua and Israel."}, {"id": 6009003, "c": 9, "v": 3, "d": "And the men of Gibeon, hearing what Joshua had done to Jericho and Ai,"}, {"id": 6009004, "c": 9, "v": 4, "d": "Acting with deceit, got food together as if for a long journey; and took old food-bags for their asses, and old and cracked wine-skins kept together with cord;"}, {"id": 6009005, "c": 9, "v": 5, "d": "And put old stitched-up shoes on their feet, and old clothing on their backs; and all the food they had with them was dry and broken up."}, {"id": 6009006, "c": 9, "v": 6, "d": "And they came to Joshua to the tent-circle at Gilgal, and said to him and to the men of Israel, We have come from a far country: so now make an agreement with us."}, {"id": 6009007, "c": 9, "v": 7, "d": "And the men of Israel said to the Hivites, It may be that you are living among us; how then may we make an agreement with you?"}, {"id": 6009008, "c": 9, "v": 8, "d": "And they said to Joshua, We are your servants. Then Joshua said to them, Who are you and where do you come from?"}, {"id": 6009009, "c": 9, "v": 9, "d": "And they said to him, Your servants have come from a very far country, because of the name of the Lord your God: for the story of his great name, and of all he did in Egypt has come to our ears,"}, {"id": 6009010, "c": 9, "v": 10, "d": "And what he did to the two kings of the Amorites east of Jordan, to Sihon, king of Heshbon, and to Og, king of Bashan, at Ashtaroth."}, {"id": 6009011, "c": 9, "v": 11, "d": "So the responsible men and all the people of our country said to us, Take food with you for the journey and go to them, and say to them, We are your servants: so now make an agreement with us."}, {"id": 6009012, "c": 9, "v": 12, "d": "This bread which we have with us for our food, we took warm and new from our houses when starting on our journey to you; but now see, it has become dry and broken up."}, {"id": 6009013, "c": 9, "v": 13, "d": "And these wine-skins were new when we put the wine in them, and now they are cracked as you see; and our clothing and our shoes have become old because of our very long journey here."}, {"id": 6009014, "c": 9, "v": 14, "d": "And the men took some of their food, without requesting directions from the Lord."}, {"id": 6009015, "c": 9, "v": 15, "d": "So Joshua made peace with them, and made an agreement with them that they were not to be put to death: and the chiefs of the people took an oath to them."}, {"id": 6009016, "c": 9, "v": 16, "d": "Now three days after, when they had made this agreement with them, they had word that these men were their neighbours, living near them."}, {"id": 6009017, "c": 9, "v": 17, "d": "And the children of Israel went forward on their journey, and on the third day came to their towns. Now their towns were Gibeon and Chephirah and Beeroth and Kiriath-jearim."}, {"id": 6009018, "c": 9, "v": 18, "d": "And the children of Israel did not put them to death, because the chiefs of the people had taken an oath to them by the Lord, the God of Israel. And all the people made an outcry against the chiefs."}, {"id": 6009019, "c": 9, "v": 19, "d": "But all the chiefs said to the people, We have taken an oath to them by the Lord, the God of Israel, and so we may not put our hands on them."}, {"id": 6009020, "c": 9, "v": 20, "d": "This is what we will do to them: we will not put them to death, for fear that wrath may come on us because of our oath to them."}, {"id": 6009021, "c": 9, "v": 21, "d": "Keep them living, and let them be servants, cutting wood and getting water for all the people. And all the people did as the chiefs had said to them."}, {"id": 6009022, "c": 9, "v": 22, "d": "Then Joshua sent for them, and said to them, Why have you been false to us, saying, We are very far from you, when you are living among us?"}, {"id": 6009023, "c": 9, "v": 23, "d": "Now because of this you are cursed, and you will for ever be our servants, cutting wood and getting water for the house of my God."}, {"id": 6009024, "c": 9, "v": 24, "d": "And, answering Joshua, they said, Because it came to the ears of your servants that the Lord your God had given orders to his servant Moses to give you all this land, and to send destruction on all the people living in it, because of you; so, fearing greatly for our lives because of you, we have done this."}, {"id": 6009025, "c": 9, "v": 25, "d": "And now we are in your hands: do to us whatever seems good and right to you."}, {"id": 6009026, "c": 9, "v": 26, "d": "So he kept them safe from the children of Israel, and did not let them be put to death."}, {"id": 6009027, "c": 9, "v": 27, "d": "And that day Joshua made them servants, cutting wood and getting water for the people and for the altar of the Lord, in the place marked out by him, to this day."}, {"id": 6010001, "c": 10, "v": 1, "d": "Now when it came to the ears of Adoni-zedek, king of Jerusalem, that Joshua had taken Ai, and had given it up to the curse (for as he had done to Jericho and its king, so he had done to Ai and its king); and that the people of Gibeon had made peace with Israel and were living among them;"}, {"id": 6010002, "c": 10, "v": 2, "d": "He was in great fear, because Gibeon was a great town, like one of the king's towns, greater than Ai, and all the men in it were men of war."}, {"id": 6010003, "c": 10, "v": 3, "d": "So Adoni-zedek, king of Jerusalem, sent to Hoham, king of Hebron, and to Piram, king of Jarmuth, and to Japhia, king of Lachish, and to Debir, king of Eglon, saying,"}, {"id": 6010004, "c": 10, "v": 4, "d": "Come up to me and give me help, and let us make an attack on Gibeon: for they have made peace with Joshua and the children of Israel."}, {"id": 6010005, "c": 10, "v": 5, "d": "So the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, were banded together, and went up with all their armies and took up their position before Gibeon and made war against it."}, {"id": 6010006, "c": 10, "v": 6, "d": "And the men of Gibeon sent to Joshua to the tent-circle at Gilgal, saying, Be not slow to send help to your servants; come up quickly to our support and keep us safe: for all the kings of the Amorites from the hill-country have come together against us."}, {"id": 6010007, "c": 10, "v": 7, "d": "So Joshua went up from Gilgal with all his army and all his men of war."}, {"id": 6010008, "c": 10, "v": 8, "d": "And the Lord said to Joshua, Have no fear of them, for I have given them into your hands; they will all give way before you."}, {"id": 6010009, "c": 10, "v": 9, "d": "So Joshua, having come up from Gilgal all night, made a sudden attack on them."}, {"id": 6010010, "c": 10, "v": 10, "d": "And the Lord made them full of fear before Israel, and they put great numbers of them to death at Gibeon, and went after them by the way going up to Beth-horon, driving them back to Azekah and Makkedah"}, {"id": 6010011, "c": 10, "v": 11, "d": "And in their flight before Israel, on the way down from Beth-horon, the Lord sent down great stones from heaven on them all the way to Azekah, causing their death: those whose death was caused by the stones were more than those whom the children of Israel put to death with the sword."}, {"id": 6010012, "c": 10, "v": 12, "d": "It was on the day when the Lord gave up the Amorites into the hands of the children of Israel that Joshua said to the Lord, before the eyes of Israel, Sun, be at rest over Gibeon; and you, O moon, in the valley of Aijalon."}, {"id": 6010013, "c": 10, "v": 13, "d": "And the sun was at rest and the moon kept its place till the nation had given punishment to their attackers. (Is it not recorded in the book of Jashar?) So the sun kept its place in the middle of the heavens, and was waiting, and did not go down, for the space of a day."}, {"id": 6010014, "c": 10, "v": 14, "d": "And there was no day like that, before it or after it, when the Lord gave ear to the voice of a man; for the Lord was fighting for Israel."}, {"id": 6010015, "c": 10, "v": 15, "d": "And Joshua, with all Israel, went back to the tent-circle at Gilgal."}, {"id": 6010016, "c": 10, "v": 16, "d": "But these five kings went in flight secretly to a hole in the rock at Makkedah."}, {"id": 6010017, "c": 10, "v": 17, "d": "And word was given to Joshua that the five kings had been taken in a hole in the rock at Makkedah."}, {"id": 6010018, "c": 10, "v": 18, "d": "And Joshua said, Let great stones be rolled against the mouth of the hole, and let men keep watch by it:"}, {"id": 6010019, "c": 10, "v": 19, "d": "But do you, without waiting, go after their army, attacking them from the back; do not let them get into their towns, for the Lord your God has given them into your hands."}, {"id": 6010020, "c": 10, "v": 20, "d": "Now when Joshua and the children of Israel had come to the end of their war of complete destruction, and had put to death all but a small band who had got safely into the walled towns,"}, {"id": 6010021, "c": 10, "v": 21, "d": "All the people went back to Joshua to the tent-circle at Makkedah in peace: and no one said a word against the children of Israel."}, {"id": 6010022, "c": 10, "v": 22, "d": "Then Joshua said, Take away the stones from the mouth of the hole in the rock, and make those five kings come out to me."}, {"id": 6010023, "c": 10, "v": 23, "d": "And they did so, and made those five kings come out of the hole to him, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon."}, {"id": 6010024, "c": 10, "v": 24, "d": "And when they had made those kings come out to Joshua, Joshua sent for all the men of Israel, and said to the chiefs of the men of war who had gone with him, Come near and put your feet on the necks of these kings. So they came near and put their feet on their necks."}, {"id": 6010025, "c": 10, "v": 25, "d": "And Joshua said to them, Have no fear and do not be troubled; be strong and take heart: for so will the Lord do to all against whom you make war."}, {"id": 6010026, "c": 10, "v": 26, "d": "Then Joshua had them put to death, hanging them on five trees, where they were till evening."}, {"id": 6010027, "c": 10, "v": 27, "d": "And when the sun went down, they were taken down from the trees, by Joshua's orders, and put into the hole where they had gone to be safe; and great stones were placed at the mouth of the hole, where they are to this day."}, {"id": 6010028, "c": 10, "v": 28, "d": "That day Joshua took Makkedah, and put it and its king to the sword; every soul in it he gave up to the curse without mercy: and he did to the king of Makkedah as he had done to the king of Jericho."}, {"id": 6010029, "c": 10, "v": 29, "d": "Then Joshua and all Israel with him went on from Makkedah and came to Libnah, and made an attack on it;"}, {"id": 6010030, "c": 10, "v": 30, "d": "And again the Lord gave it and its king into the hands of Israel; and he put it and every person in it to the sword, till their destruction was complete; and he did to its king as he had done to the king of Jericho."}, {"id": 6010031, "c": 10, "v": 31, "d": "Then Joshua and all Israel with him went on from Libnah to Lachish, and took up their position against it and made an attack on it,"}, {"id": 6010032, "c": 10, "v": 32, "d": "And the Lord gave Lachish into the hands of Israel, and on the second day he took it, putting it and every person in it to the sword without mercy, as he had done to Libnah."}, {"id": 6010033, "c": 10, "v": 33, "d": "Then Horam, king of Gezer, came up to the help of Lachish; and Joshua overcame him and his people, putting all of them to death."}, {"id": 6010034, "c": 10, "v": 34, "d": "And Joshua and all Israel with him went on from Lachish to Eglon: and they took up their position against it and made an attack on it;"}, {"id": 6010035, "c": 10, "v": 35, "d": "And that day they took it, putting it and every person in it to the sword, as he had done to Lachish."}, {"id": 6010036, "c": 10, "v": 36, "d": "And Joshua and all Israel with him went up from Eglon to Hebron, and made an attack on it;"}, {"id": 6010037, "c": 10, "v": 37, "d": "And took it, overcoming it and putting it and its king and its towns and every person in it to the sword: as he had done to Eglon, he put them all to death, and gave it up to the curse with every person in it."}, {"id": 6010038, "c": 10, "v": 38, "d": "And Joshua and all Israel with him went on to make an attack on Debir;"}, {"id": 6010039, "c": 10, "v": 39, "d": "And he took it, with its king and all its towns: and he put them to the sword, giving every person in it to the curse; all were put to death: as he had done to Hebron, so he did to Debir and its king."}, {"id": 6010040, "c": 10, "v": 40, "d": "So Joshua overcame all the land, the hill-country and the South and the lowland and the mountain slopes, and all their kings; all were put to death: and every living thing he gave up to the curse, as the Lord, the God of Israel, had given him orders."}, {"id": 6010041, "c": 10, "v": 41, "d": "Joshua overcame them from Kadesh-barnea to Gaza, and all the land of Goshen as far as Gibeon."}, {"id": 6010042, "c": 10, "v": 42, "d": "And all these kings and their land Joshua took at the same time, because the Lord, the God of Israel, was fighting for Israel."}, {"id": 6010043, "c": 10, "v": 43, "d": "Then Joshua and all Israel with him went back to their tents at Gilgal."}, {"id": 6011001, "c": 11, "v": 1, "d": "Now Jabin, king of Hazor, hearing of these things, sent to Jobab, king of Madon, and to the king of Shimron, and to the king of Achshaph,"}, {"id": 6011002, "c": 11, "v": 2, "d": "And to the kings on the north in the hill-country, and in the Arabah south of Chinneroth, and in the lowland, and in the highlands of Dor on the west,"}, {"id": 6011003, "c": 11, "v": 3, "d": "And to the Canaanites on the east and on the west, and to the Amorites and the Hittites and the Perizzites, and the Jebusites in the hill-country, and the Hivites under Hermon in the land of Mizpah."}, {"id": 6011004, "c": 11, "v": 4, "d": "And they went out, they and all their armies with them, a great people, in number like the sand on the seaside, with horses and war-carriages in great number."}, {"id": 6011005, "c": 11, "v": 5, "d": "And all these kings came together, and put their forces in position at the waters of Merom, to make war on Israel."}, {"id": 6011006, "c": 11, "v": 6, "d": "And the Lord said to Joshua, Have no fear of them: for tomorrow at this time I will give them all up dead before Israel; you are to have the leg-muscles of their horses cut and their war-carriages burned with fire."}, {"id": 6011007, "c": 11, "v": 7, "d": "So Joshua and all the men of war with him came against them suddenly at the waters of Merom, and made an attack on them."}, {"id": 6011008, "c": 11, "v": 8, "d": "And the Lord gave them up into the hands of Israel, and they overcame them driving them back to great Zidon and to Misrephoth-maim and into the valley of Mizpeh to the east; and they put them all to death, no man got away safely."}, {"id": 6011009, "c": 11, "v": 9, "d": "And Joshua did to them as the Lord had said to him; he had the leg-muscles of their horses cut and their war-carriages burned with fire."}, {"id": 6011010, "c": 11, "v": 10, "d": "At that time, Joshua went on to take Hazor and put its king to the sword: for in earlier times Hazor was the chief of all those kingdoms."}, {"id": 6011011, "c": 11, "v": 11, "d": "And they put every person in it to death without mercy, giving every living thing up to the curse, and burning Hazor."}, {"id": 6011012, "c": 11, "v": 12, "d": "And all the towns of these kings, and all the kings, Joshua took, and put them to the sword: he gave them up to the curse, as Moses, the servant of the Lord, had said."}, {"id": 6011013, "c": 11, "v": 13, "d": "As for the towns made on hills of earth, not one was burned by Israel but Hazor, which was burned by Joshua."}, {"id": 6011014, "c": 11, "v": 14, "d": "And all the goods taken from these towns, and their cattle, the children of Israel kept for themselves; but every man they put to death without mercy, till their destruction was complete, and there was no one living."}, {"id": 6011015, "c": 11, "v": 15, "d": "As the Lord had given orders to Moses his servant, so Moses gave orders to Joshua, and so Joshua did; every order which the Lord had given to Moses was done."}, {"id": 6011016, "c": 11, "v": 16, "d": "So Joshua took all that land, the hill-country and all the South, and all the land of Goshen, and the lowland and the Arabah, the hill-country of Israel and its lowland;"}, {"id": 6011017, "c": 11, "v": 17, "d": "From Mount Halak, which goes up to Seir, as far as Baal-gad in the valley of Lebanon under Mount Hermon: and all their kings he overcame and put to death."}, {"id": 6011018, "c": 11, "v": 18, "d": "For a long time Joshua made war on all those kings."}, {"id": 6011019, "c": 11, "v": 19, "d": "Not one town made peace with the children of Israel, but only the Hivites of Gibeon: they took them all in war."}, {"id": 6011020, "c": 11, "v": 20, "d": "For the Lord made them strong in heart to go to war against Israel, so that he might give them up to the curse without mercy, and that destruction might come on them, as the Lord had given orders to Moses."}, {"id": 6011021, "c": 11, "v": 21, "d": "And Joshua came at that time and put an end to the Anakim in the hill-country, in Hebron, in Debir, in Anab, and in all the hill-country of Judah and Israel: Joshua gave them and their towns to the curse."}, {"id": 6011022, "c": 11, "v": 22, "d": "Not one of the Anakim was to be seen in the land of the children of Israel: only in Gaza, in Gath, and in Ashdod, some were still living."}, {"id": 6011023, "c": 11, "v": 23, "d": "So Joshua took all the land, as the Lord had said to Moses; and Joshua gave it to the children of Israel as their heritage, making division of it among them by their tribes. And the land had rest from war."}, {"id": 6012001, "c": 12, "v": 1, "d": "Now these are the kings of the land whom the children of Israel overcame, taking as their heritage their land on the east side of Jordan, from the valley of the Arnon to Mount Hermon, and all the Arabah to the east:"}, {"id": 6012002, "c": 12, "v": 2, "d": "Sihon, king of the Amorites, who was living in Heshbon, ruling from Aroer, which is on the edge of the valley of the Arnon, and the town in the middle of the valley, and half Gilead, as far as the river Jabbok, the limits of the children of Ammon;"}, {"id": 6012003, "c": 12, "v": 3, "d": "And the Arabah to the sea of Chinneroth, to the east, and to the sea of the Arabah, that is the Salt Sea, to the east, the way to Beth-jeshimoth; and on the south, under the slopes of Pisgah:"}, {"id": 6012004, "c": 12, "v": 4, "d": "And the land of Og, king of Bashan, of the rest of the Rephaim, who was living at Ashtaroth and at Edrei,"}, {"id": 6012005, "c": 12, "v": 5, "d": "Ruling in the mountain of Hermon, and in Salecah, and in all Bashan, as far as the limits of the Geshurites and the Maacathites, and half Gilead, to the land of Sihon, king of Heshbon."}, {"id": 6012006, "c": 12, "v": 6, "d": "Moses, the servant of the Lord, and the children of Israel overcame them; and Moses, the servant of the Lord, gave their land for a heritage to the Reubenites, and the Gadites, and the half-tribe of Manasseh."}, {"id": 6012007, "c": 12, "v": 7, "d": "And these are the kings of the land whom Joshua and the children of Israel overcame on the west side of Jordan, from Baal-gad in the valley of Lebanon to Mount Halak, which goes up to Seir; and Joshua gave the land to the tribes of Israel for a heritage, in keeping with their divisions;"}, {"id": 6012008, "c": 12, "v": 8, "d": "In the hill-country, and in the lowland, and in the Arabah, and on the mountain slopes, and in the waste land, and in the South; the Hittites, the Amorites, and the Canaanites, the Perizzites, the Hivites, and the Jebusites."}, {"id": 6012009, "c": 12, "v": 9, "d": "The king of Jericho, one; the king of Ai, which is near Beth-el, one;"}, {"id": 6012010, "c": 12, "v": 10, "d": "The king of Jerusalem, one; the king of Hebron, one;"}, {"id": 6012011, "c": 12, "v": 11, "d": "The king of Jarmuth, one; the king of Lachish, one;"}, {"id": 6012012, "c": 12, "v": 12, "d": "The king of Eglon, one; the king of Gezer, one;"}, {"id": 6012013, "c": 12, "v": 13, "d": "The king of Debir, one; the king of Geder, one;"}, {"id": 6012014, "c": 12, "v": 14, "d": "The king of Hormah, one; the king of Arad, one;"}, {"id": 6012015, "c": 12, "v": 15, "d": "The king of Libnah, one; the king of Adullam, one;"}, {"id": 6012016, "c": 12, "v": 16, "d": "The king of Makkedah, one; the king of Beth-el, one;"}, {"id": 6012017, "c": 12, "v": 17, "d": "The king of Tappuah, one; the king of Hepher, one;"}, {"id": 6012018, "c": 12, "v": 18, "d": "The king of Aphek, one; the king of Lassharon, one;"}, {"id": 6012019, "c": 12, "v": 19, "d": "The king of Madon, one; the king of Hazor, one;"}, {"id": 6012020, "c": 12, "v": 20, "d": "The king of Shimron-meron, one; the king of Achshaph, one;"}, {"id": 6012021, "c": 12, "v": 21, "d": "The king of Taanach, one; the king of Megiddo, one;"}, {"id": 6012022, "c": 12, "v": 22, "d": "The king of Kedesh, one; the king of Jokneam in Carmel, one;"}, {"id": 6012023, "c": 12, "v": 23, "d": "The king of Dor on the hill of Dor, one; the king of Goiim in Gilgal, one;"}, {"id": 6012024, "c": 12, "v": 24, "d": "The king of Tirzah, one; all the kings together were thirty-one."}, {"id": 6013001, "c": 13, "v": 1, "d": "Now Joshua was old and full of years; and the Lord said to him, You are old and full of years, and there is still very much land to be taken."}, {"id": 6013002, "c": 13, "v": 2, "d": "This is the land which is still to be taken: all the country of the Philistines, and all the Geshurites;"}, {"id": 6013003, "c": 13, "v": 3, "d": "From the Shihor, which is before Egypt, to the edge of Ekron to the north, which is taken to be Canaanite property: the five chiefs of the Philistines; the Gazites, and the Ashdodites, the Ashkelonites, the Gittites, and the Ekronites, as well as the Avvim;"}, {"id": 6013004, "c": 13, "v": 4, "d": "On the south: all the land of the Canaanites, and Mearah which is the property of the Zidonians, to Aphek, as far as the limit of the Amorites:"}, {"id": 6013005, "c": 13, "v": 5, "d": "And the land of the Gebalites, and all Lebanon, looking east, from Baal-gad under Mount Hermon as far as Hamath:"}, {"id": 6013006, "c": 13, "v": 6, "d": "All the people of the hill-country from Lebanon to Misrephoth-maim, all the Zidonians; them will I send out from before the children of Israel: only make division of it to Israel for a heritage, as I have given you orders to do."}, {"id": 6013007, "c": 13, "v": 7, "d": "So now make division of this land for a heritage to the nine tribes, and the half-tribe of Manasseh."}, {"id": 6013008, "c": 13, "v": 8, "d": "With him the Reubenites and the Gadites have been given their heritage, which Moses gave them, on the east side of Jordan, as Moses, the servant of the Lord, gave them;"}, {"id": 6013009, "c": 13, "v": 9, "d": "From Aroer, on the edge of the valley of the Arnon, and the town in the middle of the valley, and all the table-land from Medeba to Dibon;"}, {"id": 6013010, "c": 13, "v": 10, "d": "And all the towns of Sihon, king of the Amorites, who was ruling in Heshbon, to the limits of the children of Ammon;"}, {"id": 6013011, "c": 13, "v": 11, "d": "And Gilead, and the land of the Geshurites and the Maacathites, and all Mount Hermon, and all Bashan to Salecah;"}, {"id": 6013012, "c": 13, "v": 12, "d": "All the kingdom of Og in Bashan, who was ruling in Ashtaroth and in Edrei (he was one of the last of the Rephaim); these did Moses overcome, driving them out of their country."}, {"id": 6013013, "c": 13, "v": 13, "d": "However, the people of Israel did not send out the Geshurites, or the Maacathites: but Geshur and Maacath are living among Israel to this day."}, {"id": 6013014, "c": 13, "v": 14, "d": "Only to the tribe of Levi he gave no heritage; the offerings of the Lord, the God of Israel, made by fire are his heritage, as he said to him."}, {"id": 6013015, "c": 13, "v": 15, "d": "And Moses gave their heritage to the tribe of Reuben by their families."}, {"id": 6013016, "c": 13, "v": 16, "d": "Their limit was from Aroer, on the edge of the valley of the Arnon, and the town in the middle of the valley, and all the table-land by Medeba;"}, {"id": 6013017, "c": 13, "v": 17, "d": "Heshbon and all her towns in the table-land; Dibon, and Bamoth-baal, and Beth-baal-meon;"}, {"id": 6013018, "c": 13, "v": 18, "d": "And Jahaz, and Kedemoth, and Mephaath;"}, {"id": 6013019, "c": 13, "v": 19, "d": "And Kiriathaim, and Sibmah, and Zereth-shahar in the mountain of the valley;"}, {"id": 6013020, "c": 13, "v": 20, "d": "And Beth-peor, and the slopes of Pisgah, and Beth-jeshimoth;"}, {"id": 6013021, "c": 13, "v": 21, "d": "And all the towns of the table-land, and all the kingdom of Sihon, king of the Amorites, who was ruling in Heshbon, whom Moses overcame, together with the chiefs of Midian, Evi, and Rekem, and Zur, and Hur, and Reba, the chiefs of Sihon, who were living in the land."}, {"id": 6013022, "c": 13, "v": 22, "d": "And Balaam, the son of Beor, the prophet, the children of Israel put to death with the sword."}, {"id": 6013023, "c": 13, "v": 23, "d": "And the limit of the children of Reuben was the edge of Jordan. This was the heritage of the children of Reuben by their families, with its towns and its unwalled places."}, {"id": 6013024, "c": 13, "v": 24, "d": "And Moses gave their heritage to the tribe of Gad by their families."}, {"id": 6013025, "c": 13, "v": 25, "d": "And their limit was Jazer, and all the towns of Gilead, and half the land of the children of Ammon, to Aroer before Rabbah;"}, {"id": 6013026, "c": 13, "v": 26, "d": "And from Heshbon to Ramath-mizpeh, and Betonim; and from Mahanaim to the edge of Debir;"}, {"id": 6013027, "c": 13, "v": 27, "d": "And in the valley, Beth-haram, and Beth-nimrah, and Succoth, and Zaphon, the rest of the kingdom of Sihon, king of Heshbon, having Jordan for its limit, to the end of the sea of Chinnereth on the east side of Jordan."}, {"id": 6013028, "c": 13, "v": 28, "d": "This is the heritage of the children of Gad by their families, with its towns and its unwalled places"}, {"id": 6013029, "c": 13, "v": 29, "d": "And Moses gave their heritage to the half-tribe of Manasseh by their families."}, {"id": 6013030, "c": 13, "v": 30, "d": "And their limit was from Mahanaim, all Bashan, all the kingdom of Og, king of Bashan, and all Havvoth-Jair, in Bashan, sixty towns;"}, {"id": 6013031, "c": 13, "v": 31, "d": "And half Gilead, and Ashtaroth, and Edrei, towns of the kingdom of Og in Bashan, were for the children of Machir, the son of Manasseh, for half of the children of Machir by their families."}, {"id": 6013032, "c": 13, "v": 32, "d": "These are the heritages of which Moses made distribution in the lowlands of Moab, on the other side of Jordan in Jericho, to the east."}, {"id": 6013033, "c": 13, "v": 33, "d": "But to the tribe of Levi Moses gave no heritage: the Lord, the God of Israel, is their heritage, as he said to them."}, {"id": 6014001, "c": 14, "v": 1, "d": "And these are the heritages which the children of Israel took in the land of Canaan, which Eleazar, the priest, and Joshua, the son of Nun, and the heads of the tribes of the children of Israel, gave out to them;"}, {"id": 6014002, "c": 14, "v": 2, "d": "Their heritage by the Lord's decision, as he gave orders by Moses, for the nine tribes and the half-tribe."}, {"id": 6014003, "c": 14, "v": 3, "d": "For Moses had given their heritage to the two tribes and the half-tribe on the other side of Jordan, but to the Levites he gave no heritage among them."}, {"id": 6014004, "c": 14, "v": 4, "d": "Because the children of Joseph were two tribes, Manasseh and Ephraim; and they gave the Levites no part in the land, only towns for their living-places, with the grass-lands for their cattle and for their property."}, {"id": 6014005, "c": 14, "v": 5, "d": "As the Lord had given orders to Moses, so the people of Israel did, and they made division of the land."}, {"id": 6014006, "c": 14, "v": 6, "d": "Then the children of Judah went to Joshua in Gilgal; and Caleb, the son of Jephunneh the Kenizzite, said to him, You have knowledge of what the Lord said to Moses, the man of God, about me and about you in Kadesh-barnea."}, {"id": 6014007, "c": 14, "v": 7, "d": "I was forty years old when Moses, the servant of the Lord, sent me from Kadesh-barnea to make a search through the land; and the account which I gave him was in keeping with his desire."}, {"id": 6014008, "c": 14, "v": 8, "d": "My brothers, however, who went up with me, made the heart of the people like water: but I was true to the Lord with all my heart."}, {"id": 6014009, "c": 14, "v": 9, "d": "And on that day Moses took an oath, saying, Truly the land where your feet have been placed will become a heritage for you and your children for ever, because you have been true to the Lord your God with all your heart."}, {"id": 6014010, "c": 14, "v": 10, "d": "And now, as you see, the Lord has kept me safe these forty-five years, from the time when the Lord said this to Moses, while Israel was wandering in the waste land: and now I am eighty-five years old."}, {"id": 6014011, "c": 14, "v": 11, "d": "And still, I am as strong today as I was when Moses sent me out: as my strength was then, so is it now, for war and for all the business of life."}, {"id": 6014012, "c": 14, "v": 12, "d": "So now, give me this hill-country named by the Lord at that time; for you had an account of it then, how the Anakim were there, and great walled towns: it may be that the Lord will be with me, and I will be able to take their land, as the Lord said."}, {"id": 6014013, "c": 14, "v": 13, "d": "And Joshua gave him his blessing; and he gave Hebron to Caleb, the son of Jephunneh, for his heritage."}, {"id": 6014014, "c": 14, "v": 14, "d": "So Hebron became the heritage of Caleb, the son of Jephunneh the Kenizzite, to this day, because with all his heart he was true to the Lord, the God of Israel."}, {"id": 6014015, "c": 14, "v": 15, "d": "In earlier times the name of Hebron had been Kiriath-arba, named after Arba, the greatest of the Anakim. And the land had rest from war."}, {"id": 6015001, "c": 15, "v": 1, "d": "Now the part of the land marked out for the children of Judah by families, went up to the edge of Edom, as far as the waste land of Zin to the south, to the farthest point of it on the south."}, {"id": 6015002, "c": 15, "v": 2, "d": "Their south limit was from the farthest part of the Salt Sea, from the inlet looking to the south:"}, {"id": 6015003, "c": 15, "v": 3, "d": "From there it goes south of the slope up to Akrabbim, and on to Zin, then south past Kadesh-barnea, and on by Hezron and up to Addar, turning in the direction of Karka:"}, {"id": 6015004, "c": 15, "v": 4, "d": "Then on to Azmon, ending at the stream of Egypt: and the end of the limit is at the sea; this will be your limit on the south."}, {"id": 6015005, "c": 15, "v": 5, "d": "And the east limit is the Salt Sea as far as the end of Jordan. And the limit of the north part of the land is from the inlet of the sea at the end of Jordan:"}, {"id": 6015006, "c": 15, "v": 6, "d": "Then the line goes up to Beth-hoglah, past the north of Beth-arabah, and up to the stone of Bohan, the son of Reuben;"}, {"id": 6015007, "c": 15, "v": 7, "d": "Then the line goes up to Debir from the valley of Achor, and so to the north, in the direction of Gilgal, which is opposite the slope up to Adummim, on the south side of the river: and the line goes on to the waters of En-shemesh, ending at En-rogel:"}, {"id": 6015008, "c": 15, "v": 8, "d": "Then the line goes up by the valley of the son of Hinnom to the south side of the Jebusite (which is Jerusalem): then up to the top of the mountain in front of the valley of Hinnom to the west, which is at the farthest point of the valley of Rephaim on the north:"}, {"id": 6015009, "c": 15, "v": 9, "d": "And the limit is marked out from the top of the mountain to the fountain of the waters of Nephtoah, and out to the towns of Mount Ephron, as far as Baalah (which is Kiriath-jearim):"}, {"id": 6015010, "c": 15, "v": 10, "d": "Then turning west, the line goes from Baalah to Mount Seir, and on to the side of Mount Jearim (which is Chesalon) on the north, then down to Beth-shemesh, and on past Timnah:"}, {"id": 6015011, "c": 15, "v": 11, "d": "And out to the side of Ekron to the north: then it is marked out to Shikkeron and on to Mount Baalah, ending at Jabneel; the end of the line is at the sea."}, {"id": 6015012, "c": 15, "v": 12, "d": "And the limit on the west is the edge of the Great Sea. This is the line going round the land marked out for the children of Judah, by their families."}, {"id": 6015013, "c": 15, "v": 13, "d": "And to Caleb, the son of Jephunneh, he gave a part among the children of Judah, as the Lord had given orders to Joshua, that is, Kiriath-arba, named after Arba, the father of Anak which is Hebron."}, {"id": 6015014, "c": 15, "v": 14, "d": "And the three sons of Anak, Sheshai and Ahiman and Talmai, the children of Anak, were forced out from there by Caleb."}, {"id": 6015015, "c": 15, "v": 15, "d": "From there he went up against the people of Debir: (now the name of Debir before that was Kiriath-sepher.)"}, {"id": 6015016, "c": 15, "v": 16, "d": "And Caleb said, I will give Achsah, my daughter, as wife to the man who overcomes Kiriath-sepher and takes it."}, {"id": 6015017, "c": 15, "v": 17, "d": "And Othniel, the son of Kenaz, Caleb's brother, took it: so he gave him his daughter Achsah for his wife."}, {"id": 6015018, "c": 15, "v": 18, "d": "Now when she came to him, he put into her mind the idea of requesting a field from her father: and she got down from her ass; and Caleb said to her, What is it?"}, {"id": 6015019, "c": 15, "v": 19, "d": "And she said, Give me a blessing; because you have put me in dry south-land, now give me springs of water. So he gave her the higher spring and the lower spring."}, {"id": 6015020, "c": 15, "v": 20, "d": "This is the heritage of the tribe of Judah, by their families."}, {"id": 6015021, "c": 15, "v": 21, "d": "The farthest towns of the tribe of Judah in the direction of the limits of Edom to the south, were Kabzeel, and Eder, and Jagur;"}, {"id": 6015022, "c": 15, "v": 22, "d": "And Kinah, and Dimonah, and Adadah;"}, {"id": 6015023, "c": 15, "v": 23, "d": "And Kedesh, and Hazor, and Ithnan;"}, {"id": 6015024, "c": 15, "v": 24, "d": "Ziph, and Telem, and Bealoth;"}, {"id": 6015025, "c": 15, "v": 25, "d": "And Hazor-hadattah, and Kerioth-hezron (which is Hazor);"}, {"id": 6015026, "c": 15, "v": 26, "d": "Amam, and Shema, and Moladah;"}, {"id": 6015027, "c": 15, "v": 27, "d": "And Hazar-gaddah, and Heshmon, and Beth-pelet;"}, {"id": 6015028, "c": 15, "v": 28, "d": "And Hazar-shual, and Beer-sheba, and Biziothiah;"}, {"id": 6015029, "c": 15, "v": 29, "d": "Baalah, and Iim, and Ezem;"}, {"id": 6015030, "c": 15, "v": 30, "d": "And Eltolad, and Chesil, and Hormah;"}, {"id": 6015031, "c": 15, "v": 31, "d": "And Ziklag, and Madmannah, and Sansannah;"}, {"id": 6015032, "c": 15, "v": 32, "d": "And Lebaoth, and Shilhim, and Ain, and Rimmon; all the towns are twenty-nine, with their unwalled places."}, {"id": 6015033, "c": 15, "v": 33, "d": "In the lowland, Eshtaol, and Zorah, and Ashnah;"}, {"id": 6015034, "c": 15, "v": 34, "d": "And Zanoah, and En-gannim, Tappuah, and Enam;"}, {"id": 6015035, "c": 15, "v": 35, "d": "Jarmuth, and Adullam, Socoh, and Azekah;"}, {"id": 6015036, "c": 15, "v": 36, "d": "And Shaaraim, and Adithaim, and Gederah, and Gederothaim; fourteen towns with their unwalled places."}, {"id": 6015037, "c": 15, "v": 37, "d": "Zenan, and Hadashah, and Migdal-gad;"}, {"id": 6015038, "c": 15, "v": 38, "d": "And Dilan, and Mizpeh, and Joktheel;"}, {"id": 6015039, "c": 15, "v": 39, "d": "Lachish, and Bozkath, and Eglon;"}, {"id": 6015040, "c": 15, "v": 40, "d": "And Cabbon, and Lahmas, and Chithlish;"}, {"id": 6015041, "c": 15, "v": 41, "d": "And Gederoth, Beth-dagon, and Naamah, and Makkedah; sixteen towns with their unwalled places."}, {"id": 6015042, "c": 15, "v": 42, "d": "Libnah, and Ether, and Ashan;"}, {"id": 6015043, "c": 15, "v": 43, "d": "And Iphtah, and Ashnah, and Nezib;"}, {"id": 6015044, "c": 15, "v": 44, "d": "And Keilah, and Achzib, and Mareshah; nine towns with their unwalled places."}, {"id": 6015045, "c": 15, "v": 45, "d": "Ekron, with her daughter-towns and her unwalled places;"}, {"id": 6015046, "c": 15, "v": 46, "d": "From Ekron to the sea, all the towns by the side of Ashdod, with their unwalled places."}, {"id": 6015047, "c": 15, "v": 47, "d": "Ashdod, with her daughter-towns and her unwalled places; Gaza, with her daughter-towns and her unwalled places, to the stream of Egypt, with the Great Sea as a limit."}, {"id": 6015048, "c": 15, "v": 48, "d": "And in the hill-country, Shamir, and Jattir, and Socoh;"}, {"id": 6015049, "c": 15, "v": 49, "d": "And Dannah, and Kiriath-sannah (which is Debir);"}, {"id": 6015050, "c": 15, "v": 50, "d": "And Anab, and Eshtemoh, and Anim;"}, {"id": 6015051, "c": 15, "v": 51, "d": "And Goshen, and Holon, and Giloh; eleven towns with their unwalled places."}, {"id": 6015052, "c": 15, "v": 52, "d": "Arab, and Dumah, and Eshan;"}, {"id": 6015053, "c": 15, "v": 53, "d": "And Janim, and Beth-tappuah, and Aphekah;"}, {"id": 6015054, "c": 15, "v": 54, "d": "And Humtah, and Kiriath-arba (which is Hebron), and Zior; nine towns with their unwalled places."}, {"id": 6015055, "c": 15, "v": 55, "d": "Maon, Carmel, and Ziph, and Jutah;"}, {"id": 6015056, "c": 15, "v": 56, "d": "And Jezreel, and Jokdeam, and Zanoah;"}, {"id": 6015057, "c": 15, "v": 57, "d": "Kain, Gibeah, and Timnah; ten towns with their unwalled places."}, {"id": 6015058, "c": 15, "v": 58, "d": "Halhul, Beth-zur, and Gedor;"}, {"id": 6015059, "c": 15, "v": 59, "d": "And Maarath, and Beth-anoth, and Eltekon; six towns with their unwalled places."}, {"id": 6015060, "c": 15, "v": 60, "d": "Kiriath-baal (which is Kiriath-jearim), and Rabbah; two towns with their unwalled places."}, {"id": 6015061, "c": 15, "v": 61, "d": "In the waste land, Beth-arabah, Middin, and Secacah;"}, {"id": 6015062, "c": 15, "v": 62, "d": "And Nibshan, and the Town of Salt, and En-gedi; six towns with their unwalled places."}, {"id": 6015063, "c": 15, "v": 63, "d": "And as for the Jebusites living in Jerusalem, the children of Judah were unable to make them go out; but the Jebusites are living with the children of Judah at Jerusalem, to this day."}, {"id": 6016001, "c": 16, "v": 1, "d": "And the limit of the land marked out for the children of Joseph went out from Jordan at Jericho, at the waters of Jericho on the east, in the waste land, going up from Jericho through the hill-country to Beth-el;"}, {"id": 6016002, "c": 16, "v": 2, "d": "And it goes out from Beth-el to Luz, and on as far as the limit of the Archites to Ataroth;"}, {"id": 6016003, "c": 16, "v": 3, "d": "And it goes down to the west to the limit of the Japhletites, to the limit of Beth-horon the lower, as far as Gezer; ending at the sea."}, {"id": 6016004, "c": 16, "v": 4, "d": "And the children of Joseph, Manasseh and Ephraim, took their heritage."}, {"id": 6016005, "c": 16, "v": 5, "d": "And the limit of the land of the children of Ephraim by their families was marked out in this way: the limit of their heritage to the east was Ataroth-addar, to Beth-horon the higher;"}, {"id": 6016006, "c": 16, "v": 6, "d": "The line goes out to the west at Michmethath on the north; then turning to the east to Taanath-shiloh, going past it on the east of Janoah;"}, {"id": 6016007, "c": 16, "v": 7, "d": "And from Janoah down to Ataroth, and to Naarah, and touching Jericho, it goes on to Jordan."}, {"id": 6016008, "c": 16, "v": 8, "d": "From Tappuah the line goes on to the west to the river of Kanah; ending at the sea. This is the heritage of the children of Ephraim by their families;"}, {"id": 6016009, "c": 16, "v": 9, "d": "Together with the towns marked out for the children of Ephraim in the heritage of Manasseh, all the towns with their unwalled places."}, {"id": 6016010, "c": 16, "v": 10, "d": "And the Canaanites who were living in Gezer were not forced out; but the Canaanites have been living among Ephraim, to this day, as servants, doing forced work."}, {"id": 6017001, "c": 17, "v": 1, "d": "And this was the part marked out for the tribe of Manasseh, because he was the oldest son of Joseph. As for Machir, the oldest son of Manasseh, the father of Gilead, because he was a man of war he had Gilead and Bashan."}, {"id": 6017002, "c": 17, "v": 2, "d": "And as for the rest of the children of Manasseh, their heritage was given to them by families; for the children of Abiezer, and for the children of Helek, and for the children of Asriel, and for the children of Shechem, and for the children of Hepher, and for the children of Shemida: these were the male children of Manasseh, the son of Joseph, by their families."}, {"id": 6017003, "c": 17, "v": 3, "d": "But Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but only daughters; and these are the names of his daughters: Mahlah, and Noah, Hoglah, Milcah, and Tirzah."}, {"id": 6017004, "c": 17, "v": 4, "d": "And they came before Eleazar the priest, and Joshua, the son of Nun, and before the chiefs, saying, The Lord gave orders to Moses to give us a heritage among our brothers: so in agreement with the orders of the Lord he gave them a heritage among their father's brothers."}, {"id": 6017005, "c": 17, "v": 5, "d": "And ten parts were given to Manasseh, in addition to the land of Gilead and Bashan, which is on the other side of Jordan;"}, {"id": 6017006, "c": 17, "v": 6, "d": "Because the daughters of Manasseh had a heritage among his sons, and the land of Gilead was the property of the other sons of Manasseh."}, {"id": 6017007, "c": 17, "v": 7, "d": "And the limit of Manasseh's land was from Asher to Michmethath, which is before Shechem; the line goes on to the right hand, to the people of En-tappuah."}, {"id": 6017008, "c": 17, "v": 8, "d": "The land of Tappuah was the property of Manasseh; but Tappuah on the edge of Manasseh was the property of the children of Ephraim."}, {"id": 6017009, "c": 17, "v": 9, "d": "And the limit goes down to the stream Kanah, to the south of the stream: these towns were Ephraim's among the towns of Manasseh; Manasseh's limit was on the north side of the stream, ending at the sea:"}, {"id": 6017010, "c": 17, "v": 10, "d": "To the south it is Ephraim's, and to the north it is Manasseh's, and the sea is his limit; and they are touching Asher on the north, and Issachar on the east."}, {"id": 6017011, "c": 17, "v": 11, "d": "In Issachar and Asher, Manasseh had Beth-shean and its daughter-towns, and Ibleam and its daughter-towns, and the people of Dor and its daughter-towns, and the people of En-dor and its daughter-towns, and the people of Taanach and its daughter-towns, and the people of Megiddo and its daughter-towns, that is, the three hills."}, {"id": 6017012, "c": 17, "v": 12, "d": "But the children of Manasseh were not able to make the people of those towns go out; but the Canaanites would go on living in that land."}, {"id": 6017013, "c": 17, "v": 13, "d": "And when the children of Israel had become strong, they put the Canaanites to forced work, in place of driving them out."}, {"id": 6017014, "c": 17, "v": 14, "d": "Then the children of Joseph said to Joshua, Why have you given me only one part and one stretch of land for my heritage? For through the blessing given to me by the Lord up to now, I am a great people."}, {"id": 6017015, "c": 17, "v": 15, "d": "Then Joshua said to them, If you are such a great people, go up into the woodlands, clearing a place there for yourselves in the land of the Perizzites and the Rephaim, if the hill-country of Ephraim is not wide enough for you."}, {"id": 6017016, "c": 17, "v": 16, "d": "And the children of Joseph said, The hill-country is not enough for us: and all the Canaanites living in the valley have iron war-carriages, those in Beth-shean and its towns as well as those in the valley of Jezreel."}, {"id": 6017017, "c": 17, "v": 17, "d": "Then Joshua said to the children of Joseph, to Ephraim and Manasseh, You are a great people, and have great power: you are not to have one property only,"}, {"id": 6017018, "c": 17, "v": 18, "d": "For the hill-country of Gilead will be yours ... the woodland and cut down ... its outskirts will be yours ... get the Canaanites out, for they have iron war-carriages ... strong."}, {"id": 6018001, "c": 18, "v": 1, "d": "And all the meeting of the children of Israel came together at Shiloh and put up the Tent of meeting there: and the land was crushed before them."}, {"id": 6018002, "c": 18, "v": 2, "d": "But there were still seven tribes among the children of Israel who had not taken up their heritage."}, {"id": 6018003, "c": 18, "v": 3, "d": "Then Joshua said to the children of Israel, Why are you so slow to go in and take up your heritage in the land which the Lord, the God of your fathers, has given you?"}, {"id": 6018004, "c": 18, "v": 4, "d": "Take from among you three men from every tribe; and I will send them to go through the land and make a record of it for distribution as their heritage; then let them come back to me."}, {"id": 6018005, "c": 18, "v": 5, "d": "And let them make division of it into seven parts: let Judah keep inside his limit on the south, and let the children of Joseph keep inside their limit on the north."}, {"id": 6018006, "c": 18, "v": 6, "d": "And you are to have the land marked out in seven parts, and come back to me with the record; and I will make the distribution for you here by the decision of the Lord our God."}, {"id": 6018007, "c": 18, "v": 7, "d": "For the Levites have no part among you; to be the Lord's priests is their heritage; and Gad and Reuben and the half-tribe of Manasseh have had their heritage on the east side of Jordan, given to them by Moses, the servant of the Lord."}, {"id": 6018008, "c": 18, "v": 8, "d": "So the men got up and went; and Joshua gave orders to those who went, to make a record of the land, saying, Go up and down through the land, and make a record of it and come back here to me, and I will make the distribution for you here by the decision of the Lord in Shiloh."}, {"id": 6018009, "c": 18, "v": 9, "d": "So the men went, travelling through the land, and made a record of it by towns in seven parts in a book, and came back to Joshua to the tent-circle at Shiloh."}, {"id": 6018010, "c": 18, "v": 10, "d": "And Joshua made the distribution for them in Shiloh by the decision of the Lord, marking out the land for the children of Israel by their divisions."}, {"id": 6018011, "c": 18, "v": 11, "d": "And the first heritage came out for the tribe of Benjamin by their families: and the limit of their heritage went between the children of Judah and the children of Joseph."}, {"id": 6018012, "c": 18, "v": 12, "d": "And their limit on the north was from the Jordan, and the line goes up to the side of Jericho on the north and through the hill-country to the west, ending at the waste land of Beth-aven."}, {"id": 6018013, "c": 18, "v": 13, "d": "And from there the line goes south to Luz, to the side of Luz (which is Beth-el), then down to Ataroth-addar, by the mountain to the south of Beth-horon the lower."}, {"id": 6018014, "c": 18, "v": 14, "d": "And the limit is marked as coming round to the south on the west side from the mountain which is south of Beth-horon, and ending at Kiriath-baal (which is Kiriath-jearim), a town of the children of Judah: this is the west part."}, {"id": 6018015, "c": 18, "v": 15, "d": "And the south part is from the farthest point of Kiriath-jearim, and the line goes out to the west to the fountain of the waters of Nephtoah:"}, {"id": 6018016, "c": 18, "v": 16, "d": "And the line goes down to the farthest part of the mountain facing the valley of the son of Hinnom, which is on the north of the valley of Rephaim: from there it goes down to the valley of Hinnom, to the side of the Jebusite on the south as far as En-rogel;"}, {"id": 6018017, "c": 18, "v": 17, "d": "And it goes to En-shemesh and on to Geliloth, opposite the way up to Adummim, and it goes down to the stone of Bohan, the son of Reuben;"}, {"id": 6018018, "c": 18, "v": 18, "d": "And it goes on to the side facing the Arabah to the north, and down to the Arabah;"}, {"id": 6018019, "c": 18, "v": 19, "d": "And on to the north side of Beth-hoglah, ending at the north inlet of the Salt Sea at the south end of Jordan; this is their limit on the south."}, {"id": 6018020, "c": 18, "v": 20, "d": "And the limit of the east part is the Jordan. This is the heritage of the children of Benjamin, marked out for their families by these limits on all sides."}, {"id": 6018021, "c": 18, "v": 21, "d": "And the towns of the children of Benjamin, given to them in the order of their families, are Jericho and Beth-hoglah and Emek-kezziz"}, {"id": 6018022, "c": 18, "v": 22, "d": "And Beth-arabah and Zemaraim and Beth-el"}, {"id": 6018023, "c": 18, "v": 23, "d": "And Avvim and Parah and Ophrah"}, {"id": 6018024, "c": 18, "v": 24, "d": "And Chephar-Ammoni and Ophni and Geba; twelve towns with their unwalled places;"}, {"id": 6018025, "c": 18, "v": 25, "d": "Gibeon and Ramah and Beeroth"}, {"id": 6018026, "c": 18, "v": 26, "d": "And Mizpeh and Chephirah and Mozah"}, {"id": 6018027, "c": 18, "v": 27, "d": "And Rekem and Irpeel and Taralah"}, {"id": 6018028, "c": 18, "v": 28, "d": "And Zela, Eleph and the Jebusite (which is Jerusalem), Gibeath and Kiriath; fourteen towns with their unwalled places. This is the heritage of the children of Benjamin by their families."}, {"id": 6019001, "c": 19, "v": 1, "d": "And the second heritage came out for the tribe of Simeon by their families; and their heritage was in the middle of the heritage of the children of Judah."}, {"id": 6019002, "c": 19, "v": 2, "d": "And they had for their heritage Beer-sheba and Shema and Moladah"}, {"id": 6019003, "c": 19, "v": 3, "d": "And Hazar-shual and Balah and Ezem"}, {"id": 6019004, "c": 19, "v": 4, "d": "And Eltolad and Bethul and Hormah"}, {"id": 6019005, "c": 19, "v": 5, "d": "And Ziklag and Beth-marcaboth and Hazar-susah"}, {"id": 6019006, "c": 19, "v": 6, "d": "And Beth-lebaoth and Sharuhen; thirteen towns with their unwalled places;"}, {"id": 6019007, "c": 19, "v": 7, "d": "Ain, Rimmon, and Ether and Ashan; four towns with their unwalled places;"}, {"id": 6019008, "c": 19, "v": 8, "d": "And all the unwalled places round about these towns as far as Baalath-beer-ramah to the south. This is the heritage of the tribe of Simeon by their families."}, {"id": 6019009, "c": 19, "v": 9, "d": "The heritage of Simeon was taken out of Judah's stretch of land, for Judah's part was more than they had need of, so the heritage of the children of Simeon was inside their heritage."}, {"id": 6019010, "c": 19, "v": 10, "d": "And the third heritage came out for Zebulun by their families; the limit of their heritage was as far as Sarid;"}, {"id": 6019011, "c": 19, "v": 11, "d": "And their limit goes up to the west to Maralah, stretching to Dabbesheth, and to the stream in front of Jokneam;"}, {"id": 6019012, "c": 19, "v": 12, "d": "Then turning east from Sarid to the limit of Chisloth-tabor, it goes out to Daberath, and up to Japhia;"}, {"id": 6019013, "c": 19, "v": 13, "d": "And from there it goes on east to Gath-hepher, to Eth-kazin; ending at Rimmon which goes as far as Neah;"}, {"id": 6019014, "c": 19, "v": 14, "d": "And the line goes round it on the north to Hannathon, ending at the valley of Iphtah-el;"}, {"id": 6019015, "c": 19, "v": 15, "d": "And Kattath and Nahalal and Shimron and Idalah and Beth-lehem; twelve towns with their unwalled places."}, {"id": 6019016, "c": 19, "v": 16, "d": "This is the heritage of the children of Zebulun by their families, these towns with their unwalled places."}, {"id": 6019017, "c": 19, "v": 17, "d": "For Issachar the fourth heritage came out, for the children of Issachar by their families;"}, {"id": 6019018, "c": 19, "v": 18, "d": "And their limit was to Jezreel and Chesulloth and Shunem"}, {"id": 6019019, "c": 19, "v": 19, "d": "And Hapharaim and Shion and Anaharath"}, {"id": 6019020, "c": 19, "v": 20, "d": "And Rabbith and Kishion and Ebez"}, {"id": 6019021, "c": 19, "v": 21, "d": "And Remeth and En-gannim and En-haddah and Beth-pazzez;"}, {"id": 6019022, "c": 19, "v": 22, "d": "And their limit goes as far as Tabor and Shahazimah and Beth-shemesh, ending at Jordan; sixteen towns with their unwalled places."}, {"id": 6019023, "c": 19, "v": 23, "d": "This is the heritage of the tribe of the children of Issachar by their families, these towns with their unwalled places."}, {"id": 6019024, "c": 19, "v": 24, "d": "And the fifth heritage came out for the tribe of Asher by their families."}, {"id": 6019025, "c": 19, "v": 25, "d": "And their limit was Helkath and Hali and Beten and Achshaph"}, {"id": 6019026, "c": 19, "v": 26, "d": "And Alammelech and Amad and Mishal, stretching to Carmel on the west and Shihor-libnath;"}, {"id": 6019027, "c": 19, "v": 27, "d": "Turning to the east to Beth-dagon and stretching to Zebulun and the valley of Iphtah-el as far as Beth-emek and Neiel to the north; on the left it goes as far as Cabul"}, {"id": 6019028, "c": 19, "v": 28, "d": "And Ebron and Rehob and Hammon and Kanah, to great Zidon;"}, {"id": 6019029, "c": 19, "v": 29, "d": "And the limit goes round to Ramah and the walled town of Tyre and Hosah, ending at the sea by Heleb and Achzib;"}, {"id": 6019030, "c": 19, "v": 30, "d": "And Ummah and Aphek and Rehob; twenty-two towns with their unwalled places."}, {"id": 6019031, "c": 19, "v": 31, "d": "This is the heritage of the tribe of the children of Asher by their families, these towns with their unwalled places."}, {"id": 6019032, "c": 19, "v": 32, "d": "For the children of Naphtali the sixth heritage came out, for the children of Naphtali by their families;"}, {"id": 6019033, "c": 19, "v": 33, "d": "And their limit was from Heleph, from the oak-tree in Zaanannim, and Adami-hannekeb and Jabneel, as far as Lakkum, ending at Jordan;"}, {"id": 6019034, "c": 19, "v": 34, "d": "And turning west to Aznoth-tabor, the limit goes out from there to Hukkok, stretching to Zebulun on the south, and Asher on the west, and Judah at Jordan on the east."}, {"id": 6019035, "c": 19, "v": 35, "d": "And the walled towns are Ziddim, Zer, and Hammath, Rakkath, and Chinnereth"}, {"id": 6019036, "c": 19, "v": 36, "d": "And Adamah and Ramah and Hazor"}, {"id": 6019037, "c": 19, "v": 37, "d": "And Kedesh and Edrei and En-Hazor"}, {"id": 6019038, "c": 19, "v": 38, "d": "And Iron and Migdal-el, Horem and Beth-anath and Beth-shemesh; nineteen towns with their unwalled places."}, {"id": 6019039, "c": 19, "v": 39, "d": "This is the heritage of the tribe of the children of Naphtali by their families, these towns with their unwalled places."}, {"id": 6019040, "c": 19, "v": 40, "d": "For the tribe of Dan by their families the seventh heritage came out;"}, {"id": 6019041, "c": 19, "v": 41, "d": "And the limit of their heritage was Zorah and Eshtaol and Ir-shemesh"}, {"id": 6019042, "c": 19, "v": 42, "d": "And Shaalabbin and Aijalon and Ithlah"}, {"id": 6019043, "c": 19, "v": 43, "d": "And Elon and Timnah and Ekron"}, {"id": 6019044, "c": 19, "v": 44, "d": "And Eltekeh and Gibbethon and Baalath"}, {"id": 6019045, "c": 19, "v": 45, "d": "And Jehud and Bene-berak and Gath-rimmon;"}, {"id": 6019046, "c": 19, "v": 46, "d": "And on the west was ... opposite Joppa."}, {"id": 6019047, "c": 19, "v": 47, "d": "(But the limit of the children of Dan was not wide enough for them; so the children of Dan went up and made war on Leshem and took it, putting it to the sword without mercy, and they took it for their heritage and made a place for themselves there, giving it the name of Leshem-dan, after the name of their father, Dan.)"}, {"id": 6019048, "c": 19, "v": 48, "d": "This is the heritage of the tribe of the children of Dan by their families, these towns with their unwalled places."}, {"id": 6019049, "c": 19, "v": 49, "d": "So the distribution of the land and its limits was complete; and the children of Israel gave Joshua, the son of Nun, a heritage among them;"}, {"id": 6019050, "c": 19, "v": 50, "d": "By the orders of the Lord they gave him the town for which he made request, Timnath-serah in the hill-country of Ephraim: there, after building the town, he made his living-place."}, {"id": 6019051, "c": 19, "v": 51, "d": "These are the heritages which Eleazar the priest and Joshua, the son of Nun, and the heads of families of the tribes of the children of Israel gave out at Shiloh, by the decision of the Lord, at the door of the Tent of meeting. So the distribution of the land was complete."}, {"id": 6020001, "c": 20, "v": 1, "d": "And the Lord said to Joshua,"}, {"id": 6020002, "c": 20, "v": 2, "d": "Say to the children of Israel, Let certain towns be marked out as safe places, as I said to you by the mouth of Moses,"}, {"id": 6020003, "c": 20, "v": 3, "d": "So that any man who in error and without design has taken the life of another, may go in flight to them: and they will be safe places for you from him who has the right of punishment for blood."}, {"id": 6020004, "c": 20, "v": 4, "d": "And if anyone goes in flight to one of those towns, and comes into the public place of the town, and puts his cause before the responsible men of the town, they will take him into the town and give him a place among them where he may be safe."}, {"id": 6020005, "c": 20, "v": 5, "d": "And if the one who has the right of punishment comes after him, they are not to give the taker of life up to him; because he was the cause of his neighbour's death without designing it and not in hate."}, {"id": 6020006, "c": 20, "v": 6, "d": "And he is to go on living in that town till he has to come before the meeting of the people to be judged; (till the death of him who is high priest at that time:) then the taker of life may come back to his town and to his house, to the town from which he had gone in flight."}, {"id": 6020007, "c": 20, "v": 7, "d": "So they made selection of Kedesh in Galilee in the hill-country of Naphtali, and Shechem in the hill-country of Ephraim, and Kiriath-arba (which is Hebron) in the hill-country of Judah."}, {"id": 6020008, "c": 20, "v": 8, "d": "And on the east side of Jordan at Jericho, they made selection of Bezer in the waste land, in the table-land, out of the tribe of Reuben, and Ramoth in Gilead out of the tribe of Gad, and Golan in Bashan out of the tribe of Manasseh."}, {"id": 6020009, "c": 20, "v": 9, "d": "These were the towns marked out for all the children of Israel and for the man from a strange country living among them, so that anyone causing the death of another in error, might go in flight there, and not be put to death by him who has the right of punishment for blood till he had come before the meeting of the people."}, {"id": 6021001, "c": 21, "v": 1, "d": "Then the heads of the families of the Levites came to Eleazar the priest and Joshua, the son of Nun, and to the heads of families of the tribes of the children of Israel;"}, {"id": 6021002, "c": 21, "v": 2, "d": "And said to them in Shiloh in the land of Canaan, The Lord gave orders by Moses that we were to have towns for living in, with their grass-lands for our cattle."}, {"id": 6021003, "c": 21, "v": 3, "d": "And the children of Israel out of their heritage gave to the Levites these towns with their grass-lands, by the order of the Lord."}, {"id": 6021004, "c": 21, "v": 4, "d": "And the heritage came out for the families of the Kohathites: the children of Aaron the priest, who were of the Levites, were given thirteen towns from the tribes of Judah, Simeon, and Benjamin."}, {"id": 6021005, "c": 21, "v": 5, "d": "The rest of the children of Kohath by their families were given ten towns from the tribes of Ephraim and Dan and the half-tribe of Manasseh."}, {"id": 6021006, "c": 21, "v": 6, "d": "The children of Gershon by their families were given thirteen towns from the tribes of Issachar and Asher and Naphtali and the half-tribe of Manasseh which was in Bashan."}, {"id": 6021007, "c": 21, "v": 7, "d": "The children of Merari by their families were given twelve towns from the tribes of Reuben and Gad and Zebulun."}, {"id": 6021008, "c": 21, "v": 8, "d": "All these towns with their grass-lands the children of Israel gave by the decision of the Lord to the Levites, as the Lord had given orders by Moses."}, {"id": 6021009, "c": 21, "v": 9, "d": "From the tribes of the children of Judah and the children of Simeon they gave these towns, listed here by name:"}, {"id": 6021010, "c": 21, "v": 10, "d": "These were for the children of Aaron among the families of the Kohathites, of the children of Levi: for they came first in the distribution."}, {"id": 6021011, "c": 21, "v": 11, "d": "They gave them Kiriath-arba, the town of Arba, the father of Anak, (which is Hebron) in the hill-country of Judah, with its grass-lands."}, {"id": 6021012, "c": 21, "v": 12, "d": "But the open country round the town, and its unwalled places, they gave to Caleb, the son of Jephunneh, as his property."}, {"id": 6021013, "c": 21, "v": 13, "d": "And to the children of Aaron the priest they gave Hebron with its grass-lands, the town where the taker of life might be safe, and Libnah with its grass-lands;"}, {"id": 6021014, "c": 21, "v": 14, "d": "And Jattir with its grass-lands, and Eshtemoa with its grass-lands;"}, {"id": 6021015, "c": 21, "v": 15, "d": "And Holon with its grass-lands, and Debir with its grass-lands;"}, {"id": 6021016, "c": 21, "v": 16, "d": "And Ain, and Juttah, and Beth-shemesh, with their grass-lands; nine towns from those two tribes."}, {"id": 6021017, "c": 21, "v": 17, "d": "And from the tribe of Benjamin they gave Gibeon and Geba with their grass-lands;"}, {"id": 6021018, "c": 21, "v": 18, "d": "Anathoth and Almon with their grass-lands, four towns."}, {"id": 6021019, "c": 21, "v": 19, "d": "Thirteen towns with their grass-lands were given to the children of Aaron, the priests."}, {"id": 6021020, "c": 21, "v": 20, "d": "The rest of the families of the children of Kohath, the Levites, were given towns from the tribe of Ephraim."}, {"id": 6021021, "c": 21, "v": 21, "d": "And they gave them Shechem with its grass-lands in the hill-country of Ephraim, the town where the taker of life might be safe, and Gezer with its grass-lands;"}, {"id": 6021022, "c": 21, "v": 22, "d": "And Kibzaim and Beth-horon with their grass-lands, four towns."}, {"id": 6021023, "c": 21, "v": 23, "d": "And from the tribe of Dan, Elteke and Gibbethon with their grass-lands;"}, {"id": 6021024, "c": 21, "v": 24, "d": "Aijalon and Gath-rimmon with their grass-lands, four towns."}, {"id": 6021025, "c": 21, "v": 25, "d": "And from the half-tribe of Manasseh, Taanach and Gath-rimmon with their grass-lands, two towns."}, {"id": 6021026, "c": 21, "v": 26, "d": "All the towns of the rest of the families of the children of Kohath were ten with their grass-lands."}, {"id": 6021027, "c": 21, "v": 27, "d": "And to the children of Gershon, of the families of the Levites, they gave from the half-tribe of Manasseh, Golan in Bashan with its grass-lands, the town where the taker of life might be safe, and Ashtaroth with its grass-lands, two towns."}, {"id": 6021028, "c": 21, "v": 28, "d": "And from the tribe of Issachar, Kishion and Daberath with their grass-lands;"}, {"id": 6021029, "c": 21, "v": 29, "d": "Jarmuth and En-gannim with their grass-lands, four towns."}, {"id": 6021030, "c": 21, "v": 30, "d": "And from the tribe of Asher, Mishal and Abdon, with their grass-lands:"}, {"id": 6021031, "c": 21, "v": 31, "d": "Helkath and Rehob with their grass-lands, four towns."}, {"id": 6021032, "c": 21, "v": 32, "d": "And from the tribe of Naphtali, Kedesh in Galilee with its grass-lands, the town where the taker of life might be safe, and Hammoth-dor and Kartan with their grass-lands, three towns."}, {"id": 6021033, "c": 21, "v": 33, "d": "All the towns of the Gershonites with their families were thirteen with their grass-lands."}, {"id": 6021034, "c": 21, "v": 34, "d": "And to the rest of the Levites, that is, the families of the children of Merari, they gave from the tribe of Zebulun, Jokneam and Kartah with their grass-lands;"}, {"id": 6021035, "c": 21, "v": 35, "d": "Dimnah and Nahalal with their grass-lands, four towns."}, {"id": 6021036, "c": 21, "v": 36, "d": "And from the tribe of Reuben, Bezer and Jahaz with their grass-lands;"}, {"id": 6021037, "c": 21, "v": 37, "d": "Kedemoth and Mephaath with their grass-lands, four towns."}, {"id": 6021038, "c": 21, "v": 38, "d": "And from the tribe of Gad, Ramoth in Gilead, the town where the taker of life might be safe, and Mahanaim with their grass-lands;"}, {"id": 6021039, "c": 21, "v": 39, "d": "Heshbon and Jazer with their grass-lands, four towns."}, {"id": 6021040, "c": 21, "v": 40, "d": "All these towns were given to the children of Merari by their families, that is, the rest of the families of the Levites; and their heritage was twelve towns."}, {"id": 6021041, "c": 21, "v": 41, "d": "All the towns of the Levites, among the heritage of the children of Israel, were forty-eight towns with their grass-lands."}, {"id": 6021042, "c": 21, "v": 42, "d": "Every one of these towns had grass-lands round it."}, {"id": 6021043, "c": 21, "v": 43, "d": "So the Lord gave to Israel all the land which he gave by oath to their fathers; so it became their heritage and their living-place."}, {"id": 6021044, "c": 21, "v": 44, "d": "And the Lord gave them peace on every side, as he had said to their fathers: all those who were against them gave way before them, for the Lord gave them all up into their hands."}, {"id": 6021045, "c": 21, "v": 45, "d": "The Lord kept faith with the house of Israel about all the good which he said he would do for them, and all his words came true."}, {"id": 6022001, "c": 22, "v": 1, "d": "Then Joshua sent for the Reubenites and the Gadites and the half-tribe of Manasseh,"}, {"id": 6022002, "c": 22, "v": 2, "d": "And said to them, You have kept all the orders of Moses, the Lord's servant, and have done everything I gave you orders to do:"}, {"id": 6022003, "c": 22, "v": 3, "d": "You have now been with your brothers for a long time; till this day you have been doing the orders of the Lord your God."}, {"id": 6022004, "c": 22, "v": 4, "d": "And now the Lord your God has given your brothers rest, as he said: so now you may go back to your tents, to the land of your heritage, which Moses, the Lord's servant, gave to you on the other side of Jordan."}, {"id": 6022005, "c": 22, "v": 5, "d": "Only take great care to do the orders and the law which Moses, the Lord's servant, gave you; to have love for the Lord your God and to go in all his ways; and to keep his laws and to be true to him and to be his servants with all your heart and with all your soul."}, {"id": 6022006, "c": 22, "v": 6, "d": "Then Joshua gave them his blessing and sent them away: and they went back to their tents."}, {"id": 6022007, "c": 22, "v": 7, "d": "Now to the one half of the tribe of Manasseh, Moses had given a heritage in Bashan; but to the other half, Joshua gave a heritage among their brothers on the west side of Jordan. Now when Joshua sent them away to their tents, he gave them his blessing,"}, {"id": 6022008, "c": 22, "v": 8, "d": "And said to them, Go back with much wealth to your tents, and with very much cattle, with silver and gold and brass and iron, and with a very great store of clothing; give your brothers a part of the goods taken in the war."}, {"id": 6022009, "c": 22, "v": 9, "d": "So Reuben and Gad and the half-tribe of Manasseh went back, parting from the children of Israel at Shiloh in the land of Canaan, to go to the land of Gilead, to the land of their heritage which had been given to them by the Lord's order to Moses."}, {"id": 6022010, "c": 22, "v": 10, "d": "Now when they came to the country by Jordan in the land of Canaan, the children of Reuben and the children of Gad and the half-tribe of Manasseh put up there, by Jordan, a great altar, seen from far."}, {"id": 6022011, "c": 22, "v": 11, "d": "And news came to the children of Israel, See, the children of Reuben and the children of Gad and the half-tribe of Manasseh have put up an altar opposite the land of Canaan, in the country by Jordan on the side which is Israel's."}, {"id": 6022012, "c": 22, "v": 12, "d": "Then all the meeting of the children of Israel, hearing this, came together at Shiloh to go up against them to war."}, {"id": 6022013, "c": 22, "v": 13, "d": "And the children of Israel sent Phinehas, the son of Eleazar the priest, to the children of Reuben and the children of Gad and the half-tribe of Manasseh, to the land of Gilead,"}, {"id": 6022014, "c": 22, "v": 14, "d": "And with him they sent ten chiefs, one for every tribe of the children of Israel, every one of them the head of his house among the families of Israel."}, {"id": 6022015, "c": 22, "v": 15, "d": "And they came to the children of Reuben and the children of Gad and the half-tribe of Manasseh, to the land of Gilead, and said to them,"}, {"id": 6022016, "c": 22, "v": 16, "d": "This is what all the meeting of the people of the Lord has said, What is this wrong which you have done against the God of Israel, turning back this day from the Lord and building an altar for yourselves, and being false to the Lord?"}, {"id": 6022017, "c": 22, "v": 17, "d": "Was not the sin of Baal-peor great enough, from which we are not clear even to this day, though punishment came on the people of the Lord,"}, {"id": 6022018, "c": 22, "v": 18, "d": "That now you are turned back from the Lord? and, because you are false to him today, tomorrow his wrath will be let loose on all the people of Israel."}, {"id": 6022019, "c": 22, "v": 19, "d": "But if the land you now have is unclean, come over into the Lord's land where his House is, and take up your heritage among us: but do not be false to the Lord and to us by building yourselves an altar in addition to the altar of the Lord our God."}, {"id": 6022020, "c": 22, "v": 20, "d": "Did not Achan, the son of Zerah, do wrong about the cursed thing, causing wrath to come on all the people of Israel? And not on him only came the punishment of death."}, {"id": 6022021, "c": 22, "v": 21, "d": "Then the children of Reuben and the children of Gad and the half-tribe of Manasseh said in answer to the heads of the families of Israel,"}, {"id": 6022022, "c": 22, "v": 22, "d": "God, even God the Lord, God, even God the Lord, he sees, and Israel will see--if it is in pride or in sin against the Lord,"}, {"id": 6022023, "c": 22, "v": 23, "d": "That we have made ourselves an altar, being false to the Lord, keep us not safe from death this day; and if for the purpose of offering burned offerings on it and meal offerings, or peace-offerings, let the Lord himself send punishment for it;"}, {"id": 6022024, "c": 22, "v": 24, "d": "And if we have not, in fact, done this designedly and with purpose, having in our minds the fear that in time to come your children might say to our children, What have you to do with the Lord, the God of Israel?"}, {"id": 6022025, "c": 22, "v": 25, "d": "For the Lord has made Jordan a line of division between us and you, the children of Reuben and the children of Gad; you have no part in the Lord: so your children will make our children give up fearing the Lord."}, {"id": 6022026, "c": 22, "v": 26, "d": "So we said, Let us now make an altar for ourselves, not for burned offerings or for the offerings of beasts:"}, {"id": 6022027, "c": 22, "v": 27, "d": "But to be a witness between us and you, and between the future generations, that we have the right of worshipping the Lord with our burned offerings and our offerings of beasts and our peace-offerings; so that your children will not be able to say to our children in time to come, You have no part in the Lord."}, {"id": 6022028, "c": 22, "v": 28, "d": "For we said to ourselves, If they say this to us or to future generations, then we will say, See this copy of the Lord's altar which our fathers made, not for burned offerings or offerings of beasts, but for a witness between us and you."}, {"id": 6022029, "c": 22, "v": 29, "d": "Never let it be said that we were false to the Lord, turning back this day from him and building an altar for burned offerings and meal offerings and offerings of beasts, in addition to the altar of the Lord our God which is before his House."}, {"id": 6022030, "c": 22, "v": 30, "d": "Then Phinehas the priest and the chiefs of the meeting and the heads of the families of Israel who were with him, hearing what the children of Reuben and the children of Gad and the children of Manasseh said, were pleased."}, {"id": 6022031, "c": 22, "v": 31, "d": "And Phinehas, the son of Eleazar the priest, said to the children of Reuben and the children of Gad and the children of Manasseh, Now we are certain that the Lord is among us, because you have not done this wrong against the Lord: and you have kept us from falling into the hands of the Lord."}, {"id": 6022032, "c": 22, "v": 32, "d": "Then Phinehas, the son of Eleazar the priest, and the chiefs went back from the land of Gilead, from the children of Reuben and the children of Gad, and came to the children of Israel in Canaan and gave them the news."}, {"id": 6022033, "c": 22, "v": 33, "d": "And the children of Israel were pleased about this; and they gave praise to God, and had no more thought of going to war against the children of Reuben and the children of Gad for the destruction of their land."}, {"id": 6022034, "c": 22, "v": 34, "d": "And the children of Reuben and the children of Gad gave to that altar the name of Ed. For, they said, It is a witness between us that the Lord is God."}, {"id": 6023001, "c": 23, "v": 1, "d": "Now after a long time, when the Lord had given Israel rest from wars on every side, and Joshua was old and full of years,"}, {"id": 6023002, "c": 23, "v": 2, "d": "Joshua sent for all Israel, for their responsible men and their chiefs and their judges and their overseers, and said to them, I am old, and full of years:"}, {"id": 6023003, "c": 23, "v": 3, "d": "You have seen everything the Lord your God has done to all these nations because of you; for it is the Lord your God who has been fighting for you."}, {"id": 6023004, "c": 23, "v": 4, "d": "Now I have given to you, as the heritage of your tribes, all these nations which are still in the land, together with those cut off by me, from Jordan as far as the Great Sea on the west."}, {"id": 6023005, "c": 23, "v": 5, "d": "The Lord your God will send them away by force, driving them out before you; and you are to take their land for your heritage, as the Lord your God said to you."}, {"id": 6023006, "c": 23, "v": 6, "d": "So be very strong to keep and do whatever is recorded in the book of the law of Moses, not turning away from it to the right or to the left;"}, {"id": 6023007, "c": 23, "v": 7, "d": "Have nothing to do with these nations who still are living among you; let not their gods be named by you or used in your oaths; do not be their servants or give them worship:"}, {"id": 6023008, "c": 23, "v": 8, "d": "But be true to the Lord your God as you have been till this day."}, {"id": 6023009, "c": 23, "v": 9, "d": "For the Lord has sent out from before you nations great and strong: and they have all given way before you till this day."}, {"id": 6023010, "c": 23, "v": 10, "d": "One man of you is able to put to flight a thousand; for it is the Lord your God who is fighting for you, as he has said to you."}, {"id": 6023011, "c": 23, "v": 11, "d": "So keep watch on yourselves, and see that you have love for the Lord your God."}, {"id": 6023012, "c": 23, "v": 12, "d": "For if you go back, joining yourselves to the rest of these nations who are still among you, getting married to them and living with them and they with you:"}, {"id": 6023013, "c": 23, "v": 13, "d": "Then you may be certain that the Lord your God will not go on driving these nations out from before you; but they will become a danger and a cause of sin to you, a whip for your sides and thorns in your eyes, till you are cut off from this good land which the Lord your God has given you."}, {"id": 6023014, "c": 23, "v": 14, "d": "Now I am about to go the way of all the earth: and you have seen and are certain, all of you, in your hearts and souls, that in all the good things which the Lord said about you, he has kept faith with you; everything has come true for you."}, {"id": 6023015, "c": 23, "v": 15, "d": "And you will see that, as all the good things which the Lord your God undertook to do for you, have come to you, so the Lord will send down on you all the evil things till he has made your destruction complete, and you are cut off from the good land which the Lord your God has given you."}, {"id": 6023016, "c": 23, "v": 16, "d": "If the agreement of the Lord your God, which was given to you by his orders, is broken, and you become the servants of other gods and give them worship, then the wrath of the Lord will be burning against you, and you will quickly be cut off from the good land which he has given you."}, {"id": 6024001, "c": 24, "v": 1, "d": "Then Joshua got all the tribes of Israel together at Shechem; and he sent for the responsible men of Israel and their chiefs and their judges and their overseers; and they took their place before God."}, {"id": 6024002, "c": 24, "v": 2, "d": "And Joshua said to all the people, These are the words of the Lord, the God of Israel: In the past your fathers, Terah, the father of Abraham, and the father of Nahor, were living on the other side of the River: and they were worshipping other gods."}, {"id": 6024003, "c": 24, "v": 3, "d": "And I took your father Abraham from the other side of the River, guiding him through all the land of Canaan; I made his offspring great in number, and gave him Isaac."}, {"id": 6024004, "c": 24, "v": 4, "d": "And to Isaac I gave Jacob and Esau: to Esau I gave Mount Seir, as his heritage; but Jacob and his children went down to Egypt."}, {"id": 6024005, "c": 24, "v": 5, "d": "And I sent Moses and Aaron, troubling Egypt by all the signs I did among them: and after that I took you out."}, {"id": 6024006, "c": 24, "v": 6, "d": "I took your fathers out of Egypt: and you came to the Red Sea; and the Egyptians came after your fathers to the Red Sea, with their war-carriages and their horsemen."}, {"id": 6024007, "c": 24, "v": 7, "d": "And at their cry, the Lord made it dark between you and the Egyptians, and made the sea go over them, covering them with its waters; your eyes have seen what I did in Egypt: then for a long time you were living in the waste land."}, {"id": 6024008, "c": 24, "v": 8, "d": "And I took you into the lands of the Amorites on the other side of Jordan; and they made war on you, and I gave them into your hands and you took their land; and I sent destruction on them before you."}, {"id": 6024009, "c": 24, "v": 9, "d": "Then Balak, the son of Zippor, king of Moab, went up to war against Israel; and he sent for Balaam, the son of Beor, to put a curse on you:"}, {"id": 6024010, "c": 24, "v": 10, "d": "But I did not give ear to Balaam; and so he went on blessing you; and I kept you safe from him."}, {"id": 6024011, "c": 24, "v": 11, "d": "Then you went over Jordan and came to Jericho: and the men of Jericho made war on you, the Amorites and the Perizzites and the Canaanites and the Hittites and the Girgashites and the Hivites and the Jebusites: and I gave them up into your hands."}, {"id": 6024012, "c": 24, "v": 12, "d": "And I sent the hornet before you, driving out the two kings of the Amorites before you, not with your sword and your bow."}, {"id": 6024013, "c": 24, "v": 13, "d": "And I gave you a land on which you had done no work, and towns not of your building, and you are now living in them; and your food comes from vine-gardens and olive-gardens not of your planting."}, {"id": 6024014, "c": 24, "v": 14, "d": "So now, go in fear of the Lord, and be his servants with true hearts: put away the gods worshipped by your fathers across the River and in Egypt, and be servants of the Lord."}, {"id": 6024015, "c": 24, "v": 15, "d": "And if it seems evil to you to be the servants of the Lord, make the decision this day whose servants you will be: of the gods whose servants your fathers were across the River, or of the gods of the Amorites in whose land you are living: but I and my house will be the servants of the Lord."}, {"id": 6024016, "c": 24, "v": 16, "d": "Then the people in answer said, Never will we give up the Lord to be the servants of other gods;"}, {"id": 6024017, "c": 24, "v": 17, "d": "For it is the Lord our God who has taken us and our fathers out of the land of Egypt, out of the prison-house, and who did all those great signs before our eyes, and kept us safe on all our journeys, and among all the peoples through whom we went:"}, {"id": 6024018, "c": 24, "v": 18, "d": "And the Lord sent out from before us all the peoples, the Amorites living in the land: so we will be the servants of the Lord, for he is our God."}, {"id": 6024019, "c": 24, "v": 19, "d": "And Joshua said to the people, You are not able to be the servants of the Lord, for he is a holy God, a God who will not let his honour be given to another: he will have no mercy on your wrongdoing or your sins."}, {"id": 6024020, "c": 24, "v": 20, "d": "If you are turned away from the Lord and become the servants of strange gods, then turning against you he will do you evil, cutting you off, after he has done you good."}, {"id": 6024021, "c": 24, "v": 21, "d": "And the people said to Joshua, No! But we will be the servants of the Lord."}, {"id": 6024022, "c": 24, "v": 22, "d": "And Joshua said to the people, You are witnesses against yourselves that you have made the decision to be the servants of the Lord. And they said, We are witnesses."}, {"id": 6024023, "c": 24, "v": 23, "d": "Then, he said, put away the strange gods among you, turning your hearts to the Lord, the God of Israel."}, {"id": 6024024, "c": 24, "v": 24, "d": "And the people said to Joshua, We will be the servants of the Lord our God, and we will give ear to his voice."}, {"id": 6024025, "c": 24, "v": 25, "d": "So Joshua made an agreement with the people that day, and gave them a rule and a law in Shechem."}, {"id": 6024026, "c": 24, "v": 26, "d": "And Joshua put these words on record, writing them in the book of the law of God; and he took a great stone, and put it up there under the oak-tree which was in the holy place of the Lord."}, {"id": 6024027, "c": 24, "v": 27, "d": "And Joshua said to all the people, See now, this stone is to be a witness against us; for all the words of the Lord have been said to us in its hearing: so it will be a witness against you if you are false to the Lord your God."}, {"id": 6024028, "c": 24, "v": 28, "d": "Then Joshua let the people go away, every man to his heritage."}, {"id": 6024029, "c": 24, "v": 29, "d": "Now after these things, the death of Joshua, the son of Nun, the servant of the Lord, took place, he being then a hundred and ten years old."}, {"id": 6024030, "c": 24, "v": 30, "d": "And they put his body in the earth in the land of his heritage in Timnath-serah, in the hill-country of Ephraim, to the north of Mount Gaash."}, {"id": 6024031, "c": 24, "v": 31, "d": "And Israel was true to the Lord all the days of Joshua, and all the days of the older men who were still living after Joshua's death, and had seen what the Lord had done for Israel."}, {"id": 6024032, "c": 24, "v": 32, "d": "And the bones of Joseph, which the children of Israel had taken up from Egypt, they put in the earth in Shechem, in the property which Jacob had got from the sons of Hamor, the father of Shechem, for a hundred shekels: and they became the heritage of the children of Joseph."}, {"id": 6024033, "c": 24, "v": 33, "d": "Then the death of Eleazar, the son of Aaron, took place; and his body was put in the earth in the hill of Phinehas his son, which had been given to him in the hill-country of Ephraim."}]}