{"data": [{"id": 7001001, "c": 1, "v": 1, "d": "Now after the death of Joshua, the children of Israel made request to the Lord, saying, Who is to go up first to make war for us against the Canaanites?"}, {"id": 7001002, "c": 1, "v": 2, "d": "And the Lord said, Judah is to go up: see, I have given the land into his hands."}, {"id": 7001003, "c": 1, "v": 3, "d": "Then Judah said to Simeon his brother, Come up with me into my heritage, so that we may make war against the Canaanites; and I will then go with you into your heritage. So Simeon went with him."}, {"id": 7001004, "c": 1, "v": 4, "d": "And Judah went up; and the Lord gave the Canaanites and the Perizzites into their hands; and they overcame ten thousand of them in Bezek."}, {"id": 7001005, "c": 1, "v": 5, "d": "And they came across Adoni-zedek, and made war on him; and they overcame the Canaanites and the Perizzites."}, {"id": 7001006, "c": 1, "v": 6, "d": "But Adoni-zedek went in flight; and they went after him and overtook him, and had his thumbs and his great toes cut off."}, {"id": 7001007, "c": 1, "v": 7, "d": "And Adoni-zedek said, Seventy kings, whose thumbs and great toes had been cut off, got broken meat under my table: as I have done, so has God done to me in full. And they took him to Jerusalem, and he came to his end there."}, {"id": 7001008, "c": 1, "v": 8, "d": "Then the children of Judah made an attack on Jerusalem, and took it, burning down the town after they had put its people to the sword without mercy."}, {"id": 7001009, "c": 1, "v": 9, "d": "After that the children of Judah went down to make war on the Canaanites living in the hill-country and in the south and in the lowlands."}, {"id": 7001010, "c": 1, "v": 10, "d": "And Caleb went against the Canaanites of Hebron: (now in earlier times Hebron was named Kiriath-arba:) and he put Sheshai and Ahiman and Talmai to the sword."}, {"id": 7001011, "c": 1, "v": 11, "d": "And from there he went up against the people of Debir. (Now the name of Debir in earlier times was Kiriath-sepher.)"}, {"id": 7001012, "c": 1, "v": 12, "d": "And Caleb said, I will give Achsah, my daughter, as wife to the man who overcomes Kiriath-sepher and takes it."}, {"id": 7001013, "c": 1, "v": 13, "d": "And Othniel, the son of Kenaz, Caleb's younger brother, took it; so he gave him his daughter Achsah for his wife."}, {"id": 7001014, "c": 1, "v": 14, "d": "Now when she came to him, he put into her mind the idea of requesting a field from her father: and she got down from her ass; and Caleb said to her, What is it?"}, {"id": 7001015, "c": 1, "v": 15, "d": "And she said to him, Give me a blessing; because you have put me in a dry south-land, now give me springs of water. So Caleb gave her the higher spring and the lower spring."}, {"id": 7001016, "c": 1, "v": 16, "d": "Now Hobab the Kenite, Moses' father-in-law, had come up out of the town of palm-trees, with the children of Judah, into the waste land of Arad; and he went and was living among the Amalekites;"}, {"id": 7001017, "c": 1, "v": 17, "d": "And Judah went with Simeon, his brother, and overcame the Canaanites living in Zephath, and put it under the curse; and he gave the town the name of Hormah."}, {"id": 7001018, "c": 1, "v": 18, "d": "Then Judah took Gaza and its limit, and Ashkelon and its limit, and Ekron and its limit."}, {"id": 7001019, "c": 1, "v": 19, "d": "And the Lord was with Judah; and he took the hill-country for his heritage; but he was unable to make the people of the valley go out, for they had war-carriages of iron."}, {"id": 7001020, "c": 1, "v": 20, "d": "And they gave Hebron to Caleb, as Moses had said; and he took the land of the three sons of Anak, driving them out from there."}, {"id": 7001021, "c": 1, "v": 21, "d": "And the children of Judah did not make the Jebusites who were living in Jerusalem go out; the Jebusites are still living with the children of Benjamin in Jerusalem."}, {"id": 7001022, "c": 1, "v": 22, "d": "And the family of Joseph went up against Beth-el, and the Lord was with them."}, {"id": 7001023, "c": 1, "v": 23, "d": "So they sent men to make a search round Beth-el. (Now the name of the town in earlier times was Luz.)"}, {"id": 7001024, "c": 1, "v": 24, "d": "And the watchers saw a man coming out of the town, and said to him, If you will make clear to us the way into the town, we will be kind to you."}, {"id": 7001025, "c": 1, "v": 25, "d": "So he made clear to them the way into the town, and they put it to the sword; but they let the man and all his family get away safe."}, {"id": 7001026, "c": 1, "v": 26, "d": "And he went into the land of the Hittites, building a town there and naming it Luz: which is its name to this day."}, {"id": 7001027, "c": 1, "v": 27, "d": "And Manasseh did not take away the land of the people of Beth-shean and its daughter-towns, or of Taanach and its daughter-towns, or of the people of Dor and its daughter-towns, or of the people of Ibleam and its daughter-towns, or of the people of Megiddo and its daughter-towns, driving them out; but the Canaanites would go on living in that land."}, {"id": 7001028, "c": 1, "v": 28, "d": "And whenever Israel became strong, they put the Canaanites to forced work, without driving them out completely."}, {"id": 7001029, "c": 1, "v": 29, "d": "And Ephraim did not make the Canaanites who were living in Gezer go out; but the Canaanites went on living in Gezer among them."}, {"id": 7001030, "c": 1, "v": 30, "d": "Zebulun did not make the people of Kitron or the people of Nahalol go out; but the Canaanites went on living among them and were put to forced work."}, {"id": 7001031, "c": 1, "v": 31, "d": "And Asher did not take the land of the people of Acco, or Zidon, or Ahlab, or Achzib, or Helbah, or Aphik, or Rehob, driving them out;"}, {"id": 7001032, "c": 1, "v": 32, "d": "But the Asherites went on living among the Canaanites, the people of the land, without driving them out."}, {"id": 7001033, "c": 1, "v": 33, "d": "Naphtali did not take the land of the people of Beth-shemesh or of Beth-anath, driving them out; but he was living among the Canaanites in the land; however, the people of Beth-shemesh and Beth-anath were put to forced work."}, {"id": 7001034, "c": 1, "v": 34, "d": "And the children of Dan were forced into the hill-country by the Amorites, who would not let them come down into the valley;"}, {"id": 7001035, "c": 1, "v": 35, "d": "For the Amorites would go on living in Mount Heres, in Aijalon, and in Shaalbim; but the children of Joseph became stronger than they, and put them to forced work."}, {"id": 7001036, "c": 1, "v": 36, "d": "And the limit of the Edomites went from the slope of Akrabbim from Sela and up."}, {"id": 7002001, "c": 2, "v": 1, "d": "Now the angel of the Lord came up from Gilgal to Bochim. And he said, *** I took you out of Egypt, guiding you into the land which I gave by an oath to your fathers; and I said, My agreement with you will never be broken by me:"}, {"id": 7002002, "c": 2, "v": 2, "d": "And you are to make no agreement with the people of this land; you are to see that their altars are broken down: but you have not given ear to my voice: what have you done?"}, {"id": 7002003, "c": 2, "v": 3, "d": "And so I have said, I will not send them out from before you; but they will be a danger to you, and their gods will be a cause of falling to you."}, {"id": 7002004, "c": 2, "v": 4, "d": "Now on hearing these words which the angel of the Lord said to all the children of Israel, the people gave themselves up to loud crying and weeping."}, {"id": 7002005, "c": 2, "v": 5, "d": "And they gave that place the name of Bochim, and made offerings there to the Lord."}, {"id": 7002006, "c": 2, "v": 6, "d": "And Joshua let the people go away, and the children of Israel went, every man to his heritage, to take the land for themselves."}, {"id": 7002007, "c": 2, "v": 7, "d": "And the people were true to the Lord all the days of Joshua, and all the days of the responsible men who were still living after the death of Joshua, and had seen all the great work of the Lord which he had done for Israel."}, {"id": 7002008, "c": 2, "v": 8, "d": "And death came to Joshua, the son of Nun, the servant of the Lord, he being a hundred and ten years old."}, {"id": 7002009, "c": 2, "v": 9, "d": "And they put his body in the earth in the land of his heritage in Timnath-heres, in the hill-country of Ephraim to the north of Mount Gaash."}, {"id": 7002010, "c": 2, "v": 10, "d": "And in time death overtook all that generation; and another generation came after them, having no knowledge of the Lord or of the things which he had done for Israel."}, {"id": 7002011, "c": 2, "v": 11, "d": "And the children of Israel did evil in the eyes of the Lord and became servants to the Baals;"}, {"id": 7002012, "c": 2, "v": 12, "d": "And they gave up the Lord, the God of their fathers, who had taken them out of the land of Egypt, and went after other gods, the gods of the peoples round about them, worshipping them and moving the Lord to wrath."}, {"id": 7002013, "c": 2, "v": 13, "d": "And they gave up the Lord, and became the servants of Baal and the Astartes."}, {"id": 7002014, "c": 2, "v": 14, "d": "And the wrath of the Lord was burning against Israel, and he gave them up into the hands of those who violently took their property, and into the hands of their haters all round them, so that they were forced to give way before them."}, {"id": 7002015, "c": 2, "v": 15, "d": "Wherever they went out, the hand of the Lord was against them for evil, as the Lord had taken his oath it would be; and things became very hard for them."}, {"id": 7002016, "c": 2, "v": 16, "d": "Then the Lord gave them judges, as their saviours from the hands of those who were cruel to them."}, {"id": 7002017, "c": 2, "v": 17, "d": "But still they would not give ear to their judges, but went after other gods and gave them worship; quickly turning from the way in which their fathers had gone, keeping the orders of the Lord; but they did not do so."}, {"id": 7002018, "c": 2, "v": 18, "d": "And whenever the Lord gave them judges, then the Lord was with the judge, and was their saviour from the hands of their haters all the days of the judge; for the Lord was moved by their cries of grief because of those who were cruel to them."}, {"id": 7002019, "c": 2, "v": 19, "d": "But whenever the judge was dead, they went back and did more evil than their fathers, going after other gods, to be their servants and their worshippers; giving up nothing of their sins and their hard-hearted ways."}, {"id": 7002020, "c": 2, "v": 20, "d": "And the wrath of the Lord was burning against Israel, and he said, Because this nation has not been true to my agreement which I made with their fathers, and has not given ear to my voice;"}, {"id": 7002021, "c": 2, "v": 21, "d": "From now on I will not go on driving out from before them any of the nations which at the death of Joshua were still living in this land;"}, {"id": 7002022, "c": 2, "v": 22, "d": "In order to put Israel to the test, and see if they will keep the way of the Lord, walking in it as their fathers did, or not."}, {"id": 7002023, "c": 2, "v": 23, "d": "So the Lord let those nations go on living in the land, not driving them out quickly, and did not give them up into the hands of Joshua."}, {"id": 7003001, "c": 3, "v": 1, "d": "Now these are the nations which the Lord kept in the land for the purpose of testing Israel by them, all those who had had no experience of all the wars of Canaan;"}, {"id": 7003002, "c": 3, "v": 2, "d": "Only because of the generations of the children of Israel, for the purpose of teaching them war--only those who up till then had no experience of it;"}, {"id": 7003003, "c": 3, "v": 3, "d": "The five chiefs of the Philistines, and all the Canaanites and the Zidonians and the Hivites living in Mount Lebanon, from the mountain Baal-hermon as far as Hamath:"}, {"id": 7003004, "c": 3, "v": 4, "d": "For the purpose of testing Israel by them, to see if they would give ear to the orders of the Lord, which he had given to their fathers by the hand of Moses."}, {"id": 7003005, "c": 3, "v": 5, "d": "Now the children of Israel were living among the Canaanites, the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites:"}, {"id": 7003006, "c": 3, "v": 6, "d": "And they took as wives the daughters of these nations and gave their daughters to their sons, and became servants to their gods."}, {"id": 7003007, "c": 3, "v": 7, "d": "And the children of Israel did evil in the eyes of the Lord, and put out of their minds the Lord their God, and became servants to the Baals and the Astartes."}, {"id": 7003008, "c": 3, "v": 8, "d": "So the wrath of the Lord was burning against Israel, and he gave them up into the hands of Cushan-rishathaim, king of Mesopotamia; and the children of Israel were his servants for eight years."}, {"id": 7003009, "c": 3, "v": 9, "d": "And when the children of Israel made prayer to the Lord, he gave them a saviour, Othniel, the son of Kenaz, Caleb's younger brother."}, {"id": 7003010, "c": 3, "v": 10, "d": "And the spirit of the Lord came on him and he became judge of Israel, and went out to war, and the Lord gave up Cushan-rishathaim, king of Mesopotamia, into his hands and he overcame him."}, {"id": 7003011, "c": 3, "v": 11, "d": "Then for forty years the land had peace, till the death of Othniel, the son of Kenaz."}, {"id": 7003012, "c": 3, "v": 12, "d": "Then the children of Israel again did evil in the eyes of the Lord; and the Lord made Eglon, king of Moab, strong against Israel, because they had done evil in the Lord's eyes."}, {"id": 7003013, "c": 3, "v": 13, "d": "And Eglon got together the people of Ammon and Amalek, and they went and overcame Israel and took the town of palm-trees."}, {"id": 7003014, "c": 3, "v": 14, "d": "And the children of Israel were servants to Eglon, king of Moab, for eighteen years."}, {"id": 7003015, "c": 3, "v": 15, "d": "Then when the children of Israel made prayer to the Lord, he gave them a saviour, Ehud, the son of Gera, the Benjamite, a left-handed man; and the children of Israel sent an offering by him to Eglon, king of Moab."}, {"id": 7003016, "c": 3, "v": 16, "d": "So Ehud made himself a two-edged sword, a cubit long, which he put on at his right side under his robe."}, {"id": 7003017, "c": 3, "v": 17, "d": "And he took the offering to Eglon, king of Moab, who was a very fat man."}, {"id": 7003018, "c": 3, "v": 18, "d": "And after giving the offering, he sent away the people who had come with the offering."}, {"id": 7003019, "c": 3, "v": 19, "d": "But he himself, turning back from the stone images at Gilgal, said, I have something to say to you in secret, O king. And he said, Let there be quiet. Then all those who were waiting before him went out."}, {"id": 7003020, "c": 3, "v": 20, "d": "Then Ehud came in to him while he was seated by himself in his summer-house. And Ehud said, I have a word from God for you. And he got up from his seat."}, {"id": 7003021, "c": 3, "v": 21, "d": "And Ehud put out his left hand, and took the sword from his right side, and sent it into his stomach;"}, {"id": 7003022, "c": 3, "v": 22, "d": "And the hand-part went in after the blade, and the fat was joined up over the blade; for he did not take the sword out of his stomach. And he went out into the ..."}, {"id": 7003023, "c": 3, "v": 23, "d": "Then Ehud went out into the covered way, shutting the doors of the summer-house on him and locking them."}, {"id": 7003024, "c": 3, "v": 24, "d": "Now when he had gone, the king's servants came, and saw that the doors of the summer-house were locked; and they said, It may be that he is in his summer-house for a private purpose."}, {"id": 7003025, "c": 3, "v": 25, "d": "And they went on waiting till they were shamed, but the doors were still shut; so they took the key, and, opening them, saw their lord stretched out dead on the floor."}, {"id": 7003026, "c": 3, "v": 26, "d": "But Ehud had got away while they were waiting and had gone past the stone images and got away to Seirah."}, {"id": 7003027, "c": 3, "v": 27, "d": "And when he came there, he had a horn sounded in the hill-country of Ephraim, and all the children of Israel went down with him from the hill-country, and he at their head."}, {"id": 7003028, "c": 3, "v": 28, "d": "And he said to them, Come after me; for the Lord has given the Moabites, your haters, into your hands. So they went down after him and took the crossing-places of Jordan against Moab, and let no one go across."}, {"id": 7003029, "c": 3, "v": 29, "d": "At that time they put about ten thousand men of Moab to the sword, every strong man and every man of war; not a man got away."}, {"id": 7003030, "c": 3, "v": 30, "d": "So Moab was broken that day under the hand of Israel. And for eighty years the land had peace."}, {"id": 7003031, "c": 3, "v": 31, "d": "And after him came Shamgar, the son of Anath, who put to death six hundred Philistines with an ox-stick; and he was another saviour of Israel."}, {"id": 7004001, "c": 4, "v": 1, "d": "And the children of Israel again did evil in the eyes of the Lord when Ehud was dead."}, {"id": 7004002, "c": 4, "v": 2, "d": "And the Lord gave them up into the hands of Jabin, king of Canaan, who was ruling in Hazor; the captain of his army was Sisera, who was living in Harosheth of the Gentiles."}, {"id": 7004003, "c": 4, "v": 3, "d": "Then the children of Israel made prayer to the Lord; for he had nine hundred iron war-carriages, and for twenty years he was very cruel to the children of Israel."}, {"id": 7004004, "c": 4, "v": 4, "d": "Now Deborah, a woman prophet, the wife of Lapidoth, was judge of Israel at that time."}, {"id": 7004005, "c": 4, "v": 5, "d": "(And she had her seat under the palm-tree of Deborah between Ramah and Beth-el in the hill-country of Ephraim; and the children of Israel came up to her to be judged.)"}, {"id": 7004006, "c": 4, "v": 6, "d": "And she sent for Barak, the son of Abinoam, from Kedesh-naphtali, and said to him, Has not the Lord, the God of Israel, given orders saying, Go and get your force into line in Mount Tabor, and take with you ten thousand men of the children of Naphtali and of the children of Zebulun?"}, {"id": 7004007, "c": 4, "v": 7, "d": "And I will make Sisera, the captain of Jabin's army, with his war-carriages and his forces, come against you at the river Kishon, where I will give him into your hands."}, {"id": 7004008, "c": 4, "v": 8, "d": "And Barak said to her, If you will go with me then I will go; but if you will not go with me I will not go."}, {"id": 7004009, "c": 4, "v": 9, "d": "And she said, I will certainly go with you: though you will get no honour in your undertaking, for the Lord will give Sisera into the hands of a woman. So Deborah got up and went with Barak to Kedesh."}, {"id": 7004010, "c": 4, "v": 10, "d": "Then Barak sent for Zebulun and Naphtali to come to Kedesh; and ten thousand men went up after him, and Deborah went up with him."}, {"id": 7004011, "c": 4, "v": 11, "d": "Now Heber the Kenite, separating himself from the rest of the Kenites, from the children of Hobab, the brother-in-law of Moses, had put up his tent as far away as the oak-tree in Zaanannim, by Kedesh."}, {"id": 7004012, "c": 4, "v": 12, "d": "And word was given to Sisera that Barak, the son of Abinoam, had gone up to Mount Tabor."}, {"id": 7004013, "c": 4, "v": 13, "d": "So Sisera got together all his war-carriages, nine hundred war-carriages of iron, and all the people who were with him, from Harosheth of the Gentiles as far as the river Kishon."}, {"id": 7004014, "c": 4, "v": 14, "d": "Then Deborah said to Barak, Up! for today the Lord has given Sisera into your hands: has not the Lord gone out before you? So Barak went down from Mount Tabor and ten thousand men after him."}, {"id": 7004015, "c": 4, "v": 15, "d": "And the Lord sent fear on Sisera and all his war-carriages and all his army before Barak; and Sisera got down from his war-carriage and went in flight on foot."}, {"id": 7004016, "c": 4, "v": 16, "d": "But Barak went after the war-carriages and the army as far as Harosheth of the Gentiles; and all Sisera's army was put to the sword; not a man got away."}, {"id": 7004017, "c": 4, "v": 17, "d": "But Sisera went in flight on foot to the tent of Jael, the wife of Heber the Kenite; for there was peace between Jabin, king of Hazor, and the family of Heber the Kenite."}, {"id": 7004018, "c": 4, "v": 18, "d": "And Jael went out to Sisera, and said to him, Come in, my lord, come in to me without fear. So he went into her tent, and she put a cover over him."}, {"id": 7004019, "c": 4, "v": 19, "d": "Then he said to her, Give me now a little water, for I have need of a drink. And opening a skin of milk, she gave him drink, and put the cover over him again."}, {"id": 7004020, "c": 4, "v": 20, "d": "And he said to her, Take your place at the door of the tent, and if anyone comes and says to you, Is there any man here, say, No."}, {"id": 7004021, "c": 4, "v": 21, "d": "Then Jael, Heber's wife, took a tent-pin and a hammer and went up to him quietly, driving the pin into his head, and it went through his head into the earth, for he was in a deep sleep from weariness; and so he came to his end."}, {"id": 7004022, "c": 4, "v": 22, "d": "Then Jael went out, and meeting Barak going after Sisera, said to him, Come, and I will let you see the man you are searching for. So he came into her tent and saw, and there was Sisera stretched out dead with the tent-pin in his head."}, {"id": 7004023, "c": 4, "v": 23, "d": "So that day God overcame Jabin, king of Canaan, before the children of Israel."}, {"id": 7004024, "c": 4, "v": 24, "d": "And the power of the children of Israel went on increasing against Jabin, king of Canaan, till he was cut off."}, {"id": 7005001, "c": 5, "v": 1, "d": "At that time Deborah and Barak, the son of Abinoam, made this song, saying:"}, {"id": 7005002, "c": 5, "v": 2, "d": "Because of the flowing hair of the fighters in Israel, because the people gave themselves freely, give praise to the Lord."}, {"id": 7005003, "c": 5, "v": 3, "d": "Give attention, O kings; give ear, O rulers; I, even I, will make a song to the Lord; I will make melody to the Lord, the God of Israel."}, {"id": 7005004, "c": 5, "v": 4, "d": "Lord, when you went out from Seir, moving like an army from the field of Edom, the earth was shaking and the heavens were troubled, and the clouds were dropping water."}, {"id": 7005005, "c": 5, "v": 5, "d": "The mountains were shaking before the Lord, before the Lord, the God of Israel."}, {"id": 7005006, "c": 5, "v": 6, "d": "In the days of Shamgar, the son of Anath, in the days of Jael, the highways were not used, and travellers went by side roads."}, {"id": 7005007, "c": 5, "v": 7, "d": "Country towns were no more in Israel, *** were no more, till you, Deborah, came up, till you came up as a mother in Israel."}, {"id": 7005008, "c": 5, "v": 8, "d": "They had no one to make arms, there were no more armed men in the towns; was there a body-cover or a spear to be seen among forty thousand in Israel?"}, {"id": 7005009, "c": 5, "v": 9, "d": "Come, you rulers of Israel, you who gave yourselves freely among the people: give praise to the Lord."}, {"id": 7005010, "c": 5, "v": 10, "d": "Let them give thought to it, who go on white asses, and those who are walking on the road."}, {"id": 7005011, "c": 5, "v": 11, "d": "Give ear to the women laughing by the water-springs; there they will give again the story of the upright acts of the Lord, all the upright acts of his arm in Israel."}, {"id": 7005012, "c": 5, "v": 12, "d": "Awake! awake! Deborah: awake! awake! give a song: Up! Barak, and take prisoner those who took you prisoner, O son of Abinoam."}, {"id": 7005013, "c": 5, "v": 13, "d": "Then the chiefs went down to the doors; the Lord's people went down among the strong ones."}, {"id": 7005014, "c": 5, "v": 14, "d": "Out of Ephraim they came down into the valley; after you, Benjamin, among your tribesmen; from Machir came down the captains, and from Zebulun those in whose hand is the ruler's rod."}, {"id": 7005015, "c": 5, "v": 15, "d": "Your chiefs, Issachar, were with Deborah; and Naphtali was true to Barak; into the valley they went rushing out at his feet. In Reuben there were divisions, and great searchings of heart."}, {"id": 7005016, "c": 5, "v": 16, "d": "Why did you keep quiet among the sheep, hearing nothing but the watchers piping to the flocks?"}, {"id": 7005017, "c": 5, "v": 17, "d": "Gilead was living over Jordan; and Dan was waiting in his ships; Asher kept in his place by the sea's edge, living by his inlets."}, {"id": 7005018, "c": 5, "v": 18, "d": "It was the people of Zebulun who put their lives in danger, even to death, with Naphtali on the high places of the field."}, {"id": 7005019, "c": 5, "v": 19, "d": "The kings came on to the fight, the kings of Canaan were warring; in Taanach by the waters of Megiddo: they took no profit in money."}, {"id": 7005020, "c": 5, "v": 20, "d": "The stars from heaven were fighting; from their highways they were fighting against Sisera."}, {"id": 7005021, "c": 5, "v": 21, "d": "The river Kishon took them violently away, stopping their flight, the river Kishon. Give praise, O my soul, to the strength of the Lord!"}, {"id": 7005022, "c": 5, "v": 22, "d": "Then loudly the feet of the horses were sounding with the stamping, the stamping of their war-horses."}, {"id": 7005023, "c": 5, "v": 23, "d": "A curse, a curse on Meroz! said the angel of the Lord. A bitter curse on her townspeople! Because they came not to the help of the Lord, to the help of the Lord among the strong ones."}, {"id": 7005024, "c": 5, "v": 24, "d": "Blessings be on Jael, more than on all women! Blessings greater than on any in the tents!"}, {"id": 7005025, "c": 5, "v": 25, "d": "His request was for water, she gave him milk; she put butter before him on a fair plate."}, {"id": 7005026, "c": 5, "v": 26, "d": "She put out her hand to the tent-pin, and her right hand to the workman's hammer; and she gave Sisera a blow, crushing his head, wounding and driving through his brow."}, {"id": 7005027, "c": 5, "v": 27, "d": "Bent at her feet he went down, he was stretched out; bent at her feet he went down; where he was bent down, there he went down in death."}, {"id": 7005028, "c": 5, "v": 28, "d": "Looking out from the window she gave a cry, the mother of Sisera was crying out through the window, Why is his carriage so long in coming? When will the noise of his wheels be sounding?"}, {"id": 7005029, "c": 5, "v": 29, "d": "Her wise women gave answer to her, yes, she made answer again to herself,"}, {"id": 7005030, "c": 5, "v": 30, "d": "Are they not getting, are they not parting the goods among them: a young girl or two to every man; and to Sisera robes of coloured needlework, worked in fair colours on this side and on that, for the neck of the queen?"}, {"id": 7005031, "c": 5, "v": 31, "d": "So may destruction come on all your haters, O Lord; but let your lovers be like the sun going out in his strength. And for forty years the land had peace."}, {"id": 7006001, "c": 6, "v": 1, "d": "And the children of Israel did evil in the eyes of the Lord; and the Lord gave them up into the hand of Midian for seven years."}, {"id": 7006002, "c": 6, "v": 2, "d": "And Midian was stronger than Israel; and because of the Midianites, the children of Israel made holes for themselves in the mountains, and hollows in the rocks, and strong places."}, {"id": 7006003, "c": 6, "v": 3, "d": "And whenever Israel's grain was planted, the Midianites and the Amalekites and the people of the east came up against them;"}, {"id": 7006004, "c": 6, "v": 4, "d": "And put their army in position against them; and they took all the produce of the earth as far as Gaza, till there was no food in Israel, or any sheep or oxen or asses."}, {"id": 7006005, "c": 6, "v": 5, "d": "For they came up regularly with their oxen and their tents; they came like the locusts in number; they and their camels were without number; and they came into the land for its destruction."}, {"id": 7006006, "c": 6, "v": 6, "d": "And Israel was in great need because of Midian; and the cry of the children of Israel went up to the Lord."}, {"id": 7006007, "c": 6, "v": 7, "d": "And when the cry of the children of Israel, because of Midian, came before the Lord,"}, {"id": 7006008, "c": 6, "v": 8, "d": "The Lord sent a prophet to the children of Israel, who said to them, The Lord the God of Israel, has said, I took you up from Egypt, out of the prison-house;"}, {"id": 7006009, "c": 6, "v": 9, "d": "And I took you out of the hands of the Egyptians and out of the hands of all who were cruel to you, and I sent them out by force from before you and gave you their land;"}, {"id": 7006010, "c": 6, "v": 10, "d": "And I said to you, I am the Lord your God; you are not to give worship to the gods of the Amorites in whose land you are living, but you did not give ear to my voice."}, {"id": 7006011, "c": 6, "v": 11, "d": "Now the angel of the Lord came and took his seat under the oak-tree in Ophrah, in the field of Joash the Abiezrite; and his son Gideon was crushing grain in the place where the grapes were crushed, so that the Midianites might not see it."}, {"id": 7006012, "c": 6, "v": 12, "d": "And the angel of the Lord came before his eyes, and said to him, The Lord is with you, O man of war."}, {"id": 7006013, "c": 6, "v": 13, "d": "Then Gideon said to him, O my lord, if the Lord is with us why has all this come on us? And where are all his works of power, of which our fathers have given us word, saying, Did not the Lord take us out of Egypt? But now he has given us up, handing us over to the power of Midian."}, {"id": 7006014, "c": 6, "v": 14, "d": "And the Lord, turning to him, said, Go in the strength you have and be Israel's saviour from Midian: have I not sent you?"}, {"id": 7006015, "c": 6, "v": 15, "d": "And he said to him, O Lord, how may I be the saviour of Israel? See, my family is the poorest in Manasseh, and I am the least in my father's house."}, {"id": 7006016, "c": 6, "v": 16, "d": "Then the Lord said to him, Truly, I will be with you, and you will overcome the Midianites as if they were one man."}, {"id": 7006017, "c": 6, "v": 17, "d": "So he said to him, If now I have grace in your eyes, then give me a sign that it is you who are talking to me."}, {"id": 7006018, "c": 6, "v": 18, "d": "Do not go away till I come with my offering and put it before you. And he said, I will not go away before you come back."}, {"id": 7006019, "c": 6, "v": 19, "d": "Then Gideon went in and made ready a young goat, and with an ephah of meal he made unleavened cakes: he put the meat in a basket and the soup in which it had been cooked he put in a pot, and he took it out to him under the oak-tree and gave it to him there."}, {"id": 7006020, "c": 6, "v": 20, "d": "And the angel of God said to him, Take the meat and the unleavened cakes and put them down on the rock over there, draining out the soup over them. And he did so."}, {"id": 7006021, "c": 6, "v": 21, "d": "Then the angel of the Lord put out the stick which was in his hand, touching the meat and the cakes with the end of it; and a flame came up out of the rock, burning up the meat and the cakes: and the angel of the Lord was seen no longer."}, {"id": 7006022, "c": 6, "v": 22, "d": "Then Gideon was certain that he was the angel of the Lord; and Gideon said, I am in fear, O Lord God! for I have seen the angel of the Lord face to face."}, {"id": 7006023, "c": 6, "v": 23, "d": "But the Lord said to him, Peace be with you; have no fear: you are in no danger of death."}, {"id": 7006024, "c": 6, "v": 24, "d": "Then Gideon made an altar there to the Lord, and gave it the name Yahweh-shalom; to this day it is in Ophrah of the Abiezrites."}, {"id": 7006025, "c": 6, "v": 25, "d": "The same night the Lord said to him, Take ten men of your servants and an ox seven years old, and after pulling down the altar of Baal which is your father's, and cutting down the holy tree by its side,"}, {"id": 7006026, "c": 6, "v": 26, "d": "Make an altar to the Lord your God on the top of this rock, in the ordered way and take the ox and make a burned offering with the wood of the holy tree which has been cut down."}, {"id": 7006027, "c": 6, "v": 27, "d": "Then Gideon took ten of his servants and did as the Lord had said to him; but fearing to do it by day, because of his father's people and the men of the town, he did it by night."}, {"id": 7006028, "c": 6, "v": 28, "d": "And the men of the town got up early in the morning, and they saw the altar of Baal broken down, and the holy tree which was by it cut down, and the ox offered on the altar which had been put up there."}, {"id": 7006029, "c": 6, "v": 29, "d": "And they said to one another, Who has done this thing? And after searching with care, they said, Gideon, the son of Joash, has done this thing."}, {"id": 7006030, "c": 6, "v": 30, "d": "Then the men of the town said to Joash, Make your son come out to be put to death, for pulling down the altar of Baal and cutting down the holy tree which was by it."}, {"id": 7006031, "c": 6, "v": 31, "d": "But Joash said to all those who were attacking him, Will you take up the cause of Baal? will you be his saviour? Let anyone who will take up his cause be put to death while it is still morning: if he is a god, let him take up his cause himself because of the pulling down of his altar."}, {"id": 7006032, "c": 6, "v": 32, "d": "So that day he gave him the name of Jerubbaal, saying, Let Baal take up his cause against him because his altar has been broken down."}, {"id": 7006033, "c": 6, "v": 33, "d": "Then all the Midianites and the Amalekites and the people of the east, banding themselves together, went over and put up their tents in the valley of Jezreel."}, {"id": 7006034, "c": 6, "v": 34, "d": "But the spirit of the Lord came on Gideon; and at the sound of his horn all Abiezer came together after him."}, {"id": 7006035, "c": 6, "v": 35, "d": "And he sent through all Manasseh, and they came after him; and he sent to Asher and Zebulun and Naphtali, and they came up and were joined to the others."}, {"id": 7006036, "c": 6, "v": 36, "d": "Then Gideon said to God, If you are going to give Israel salvation by my hand, as you have said,"}, {"id": 7006037, "c": 6, "v": 37, "d": "See, I will put the wool of a sheep on the grain-floor; if there is dew on the wool only, while all the earth is dry, then I will be certain that it is your purpose to give Israel salvation by my hand as you have said."}, {"id": 7006038, "c": 6, "v": 38, "d": "And it was so: for he got up early on the morning after, and twisting the wool in his hands, he got a basin full of water from the dew on the wool."}, {"id": 7006039, "c": 6, "v": 39, "d": "Then Gideon said to God, Do not be moved to wrath against me if I say only this: let me make one more test with the wool; let the wool now be dry, while the earth is covered with dew."}, {"id": 7006040, "c": 6, "v": 40, "d": "And that night God did so; for the wool was dry, and there was dew on all the earth round it."}, {"id": 7007001, "c": 7, "v": 1, "d": "Then Jerubbaal, that is, Gideon, and all the people with him, got up early and put up their tents by the side of the water-spring of Harod; the tents of Midian were on the north side of him, under the hill of Moreh in the valley."}, {"id": 7007002, "c": 7, "v": 2, "d": "And the Lord said to Gideon, So great is the number of your people, that if I give the Midianites into their hands they will be uplifted in pride over me and will say, I myself have been my saviour."}, {"id": 7007003, "c": 7, "v": 3, "d": "So now, let it be given out to the people that anyone who is shaking with fear is to go back from Mount Galud. So twenty-two thousand of the people went back, but there were still ten thousand."}, {"id": 7007004, "c": 7, "v": 4, "d": "Then the Lord said to Gideon, There are still more people than is necessary; take them down to the water so that I may put them to the test for you there; then whoever I say is to go with you will go, and whoever I say is not to go will not go."}, {"id": 7007005, "c": 7, "v": 5, "d": "So he took the people down to the water; and the Lord said to Gideon, Put on one side by themselves all those drinking up the water with their tongues like a dog; and in the same way, all those who go down on their knees to the water while drinking."}, {"id": 7007006, "c": 7, "v": 6, "d": "Now the number of those who took up the water with their tongues was three hundred; all the rest of the people went down on their knees to the water."}, {"id": 7007007, "c": 7, "v": 7, "d": "And the Lord said to Gideon, By those three hundred who were drinking with their tongues I will give you salvation and give the Midianites into your hands; let the rest of the people go away, every man to his place."}, {"id": 7007008, "c": 7, "v": 8, "d": "So they took the vessels of the people, and their horns from their hands, and he sent them away, every man to his tent, keeping only the three hundred; and the tents of Midian were lower down in the valley."}, {"id": 7007009, "c": 7, "v": 9, "d": "The same night the Lord said to him, Up! go down now against their army, for I have given them into your hands."}, {"id": 7007010, "c": 7, "v": 10, "d": "But if you have fear of going down, take your servant Purah with you and go down to the tents;"}, {"id": 7007011, "c": 7, "v": 11, "d": "And after hearing what they are saying, you will get strength to go down against the army. So he went down with his servant Purah to the outer line of the tents of the armed men."}, {"id": 7007012, "c": 7, "v": 12, "d": "Now the Midianites and the Amalekites and all the people of the east were covering the valley like locusts; and their camels were like the sand by the seaside, without number."}, {"id": 7007013, "c": 7, "v": 13, "d": "When Gideon came there, a man was giving his friend an account of his dream, saying, See, I had a dream about a cake of barley bread which, falling into the tents of Midian, came on to the tent, overturning it so that it was stretched out flat on the earth."}, {"id": 7007014, "c": 7, "v": 14, "d": "And his friend in answer said, This is certainly the sword of Gideon, the son of Joash, the men of Israel: into their hands God has given up all the army of Midian."}, {"id": 7007015, "c": 7, "v": 15, "d": "Then Gideon, hearing the story of the dream and the sense in which they took it, gave worship; then he went back to the tents of Israel, and said, Up! for the Lord has given the army of Midian into your hands."}, {"id": 7007016, "c": 7, "v": 16, "d": "Then separating the three hundred men into three bands, he gave every man a horn, and a vessel in which was a flaming branch."}, {"id": 7007017, "c": 7, "v": 17, "d": "And he said to them, Keep your eyes on me, and do what I do; when I come to the outer line of tents, whatever I do, you are to do the same."}, {"id": 7007018, "c": 7, "v": 18, "d": "At the sound of my horn, and the horns of those who are with me, let your horns be sounded all round the tents, and say, For the Lord and for Gideon."}, {"id": 7007019, "c": 7, "v": 19, "d": "So Gideon and the three hundred men who were with him came to the outer line of tents, at the start of the middle watch, when the watchmen had only then taken their stations; and the horns were sounded and the vessels broken."}, {"id": 7007020, "c": 7, "v": 20, "d": "So the three bands all gave a loud note on their horns, and when the vessels had been broken, they took the flaming branches in their left hands, and the horns in their right hands ready for blowing, crying out, For the Lord and for Gideon."}, {"id": 7007021, "c": 7, "v": 21, "d": "Then they made a line round the tents, every man in his place; and all the army, awaking from sleep, came running out, and with loud cries went in flight."}, {"id": 7007022, "c": 7, "v": 22, "d": "And the three hundred gave a loud note on their horns, and every man's sword was turned by the Lord against his brother all through the army; and the army went in flight as far as Beth-shittah in the direction of Zeredah, to the edge of Abel-meholah by Tabbath."}, {"id": 7007023, "c": 7, "v": 23, "d": "And the men of Israel came together from Naphtali and from Asher and all Manasseh, and went after Midian."}, {"id": 7007024, "c": 7, "v": 24, "d": "Then Gideon sent through all the hill-country of Ephraim saying, Come down against Midian, and keep the ways across Jordan before they come. So all the men of Ephraim, massing themselves together, kept the ways across Jordan."}, {"id": 7007025, "c": 7, "v": 25, "d": "And they took the two chiefs of Midian, Oreb and Zeeb; and they put Oreb to death at the rock of Oreb, and Zeeb they put to death at the place of the grape-crushing in Zeeb, and they went after Midian; but the heads of Oreb and Zeeb they took across Jordan to Gideon."}, {"id": 7008001, "c": 8, "v": 1, "d": "And the men of Ephraim came and said to him, Why did you not send for us when you went to war against Midian? And they said sharp and angry words to him."}, {"id": 7008002, "c": 8, "v": 2, "d": "And he said to them, What have I done in comparison with you? Is not that which Ephraim took up after the grape-cutting better than all the grapes which Abiezer got in from the grape-cutting?"}, {"id": 7008003, "c": 8, "v": 3, "d": "God has given into your hands the chiefs of Midian, Oreb and Zeeb; what have I been able to do in comparison with you? And when he said this, their feeling about him became kinder."}, {"id": 7008004, "c": 8, "v": 4, "d": "Then Gideon came to Jordan and went over it with his three hundred, overcome with weariness and in need of food."}, {"id": 7008005, "c": 8, "v": 5, "d": "And he said to the men of Succoth, Give bread cakes to my people, for they are overcome with weariness, and I am going on after Zebah and Zalmunna, the kings of Midian."}, {"id": 7008006, "c": 8, "v": 6, "d": "But the chiefs of Succoth said, Are the hands of Zebah and Zalmunna even now in your hand that we are to give bread to your army?"}, {"id": 7008007, "c": 8, "v": 7, "d": "Then Gideon said, Because of this, when the Lord has given Zebah and Zalmunna into my hands, I will have you stretched on a bed of thorns of the waste land and on sharp stems, and have you crushed as grain is crushed on a grain-floor."}, {"id": 7008008, "c": 8, "v": 8, "d": "So he went up from there to Penuel and made the same request to the men of Penuel; but they gave him the same answer as the men of Succoth had given."}, {"id": 7008009, "c": 8, "v": 9, "d": "So he said to the men of Penuel, When I come back in peace, I will have this tower broken down."}, {"id": 7008010, "c": 8, "v": 10, "d": "Now Zebah and Zalmunna were in Karkor and their armies with them, about fifteen thousand men, those of all the army of the children of the east who were still living; for a hundred and twenty thousand of their swordsmen had been put to death."}, {"id": 7008011, "c": 8, "v": 11, "d": "And Gideon went up by the way used by the people living in tents on the east of Nobah and Jogbehah, and made an attack on the army when they had no thought of danger."}, {"id": 7008012, "c": 8, "v": 12, "d": "And Zebah and Zalmunna went in flight; and he went after them, and took the two kings of Midian, Zebah and Zalmunna, and put all the army to the curse."}, {"id": 7008013, "c": 8, "v": 13, "d": "Then Gideon, the son of Joash, went back from the fight:"}, {"id": 7008014, "c": 8, "v": 14, "d": "And taking prisoner a young man of the people of Succoth, he got from him, in answer to his questions, a list of the chiefs of Succoth and the responsible men, seventy-seven men."}, {"id": 7008015, "c": 8, "v": 15, "d": "So he came to the men of Succoth and said, Here are Zebah and Zalmunna, on account of whom you made sport of me, saying, Are the hands of Zebah and Zalmunna even now in your hand, that we are to give bread to your army who are overcome with weariness?"}, {"id": 7008016, "c": 8, "v": 16, "d": "Then he took the responsible men of the town and had them crushed on a bed of thorns and sharp stems."}, {"id": 7008017, "c": 8, "v": 17, "d": "And he had the tower of Penuel broken down and the men of the town put to death."}, {"id": 7008018, "c": 8, "v": 18, "d": "Then he said to Zebah and Zalmunna, Where are the men whom you put to death at Tabor? And they gave answer, As you are, so were they; every one of them was like a king's son."}, {"id": 7008019, "c": 8, "v": 19, "d": "And he said, They were my brothers, my mother's sons: by the life of the Lord, if you had kept them safe, I would not put you to death."}, {"id": 7008020, "c": 8, "v": 20, "d": "Then he said to Jether, his oldest son, Up! Put them to death. But the boy did not take out his sword, fearing because he was still a boy."}, {"id": 7008021, "c": 8, "v": 21, "d": "Then Zebah and Zalmunna said, Up! Put an end to us yourself: for you have a man's strength. Then Gideon got up and put Zebah and Zalmunna to death and took the ornaments which were on their camels' necks."}, {"id": 7008022, "c": 8, "v": 22, "d": "Then the men of Israel said to Gideon, Be our ruler, you and your son and your son's son after him; for you have been our saviour from the hands of Midian."}, {"id": 7008023, "c": 8, "v": 23, "d": "But Gideon said to them, I will not be a ruler over you, and my son will not be a ruler over you: it is the Lord who will be ruler over you."}, {"id": 7008024, "c": 8, "v": 24, "d": "Then Gideon said to them, I have a request to make to you; let every man give me the ear-rings he has taken. (For they had gold ear-rings, because they were Ishmaelites.)"}, {"id": 7008025, "c": 8, "v": 25, "d": "And they gave answer, We will gladly give them. So they put down a robe, every man dropping into it the ear-rings he had taken."}, {"id": 7008026, "c": 8, "v": 26, "d": "The weight of the gold ear-rings which he got from them was one thousand, seven hundred shekels of gold; in addition to the moon-ornaments and jewels and the purple robes which were on the kings of Midian, and the chains on their camels' necks."}, {"id": 7008027, "c": 8, "v": 27, "d": "And Gideon made an ephod from them and put it up in his town Ophrah; and all Israel went after it there and were false to the Lord; and it became a cause of sin to Gideon and his house."}, {"id": 7008028, "c": 8, "v": 28, "d": "So Midian was broken before the children of Israel and the Midianites never got back their strength. And the land had peace for forty years, in the days of Gideon."}, {"id": 7008029, "c": 8, "v": 29, "d": "And Jerubbaal, the son of Joash, went back to his house and was living there."}, {"id": 7008030, "c": 8, "v": 30, "d": "Gideon had seventy sons, the offspring of his body; for he had a number of wives."}, {"id": 7008031, "c": 8, "v": 31, "d": "And the servant-wife he had in Shechem had a son by him, to whom he gave the name Abimelech."}, {"id": 7008032, "c": 8, "v": 32, "d": "And Gideon, the son of Joash, came to his end when he was very old, and his body was put in the resting-place of Joash his father, in Ophrah of the Abiezrites."}, {"id": 7008033, "c": 8, "v": 33, "d": "And after the death of Gideon, the children of Israel again went after the gods of Canaan and were false to the Lord, and made Baal-berith their god."}, {"id": 7008034, "c": 8, "v": 34, "d": "And the children of Israel did not keep in their minds the Lord their God, who had been their saviour from all their haters on every side;"}, {"id": 7008035, "c": 8, "v": 35, "d": "And they were not kind to the house of Jerubbaal, that is, Gideon, in reward for all the good he had done to Israel."}, {"id": 7009001, "c": 9, "v": 1, "d": "Now Abimelech, the son of Jerubbaal, went to Shechem to his mother's family, and said to them and to all the family of his mother's father,"}, {"id": 7009002, "c": 9, "v": 2, "d": "Say now in the ears of all the townsmen of Shechem, Is it better for you to be ruled by all the seventy sons of Jerubbaal or by one man only? And keep in mind that I am your bone and your flesh."}, {"id": 7009003, "c": 9, "v": 3, "d": "So his mother's family said all this about him in the ears of all the townsmen of Shechem: and their hearts were turned to Abimelech, for they said, He is our brother."}, {"id": 7009004, "c": 9, "v": 4, "d": "And they gave him seventy shekels of silver from the house of Baal-berith, with which Abimelech got the support of a number of uncontrolled and good-for-nothing persons."}, {"id": 7009005, "c": 9, "v": 5, "d": "Then he went to his father's house at Ophrah, and put his brothers, the seventy sons of Jerubbaal, to death on the same stone; however, Jotham, the youngest, kept himself safe by going away to a secret place."}, {"id": 7009006, "c": 9, "v": 6, "d": "And all the townsmen of Shechem and all Beth-millo came together and went and made Abimelech their king, by the oak of the pillar in Shechem."}, {"id": 7009007, "c": 9, "v": 7, "d": "Now Jotham, on hearing of it, went to the top of Mount Gerizim, and crying out with a loud voice said to them, Give ear to me, you townsmen of Shechem, so that God may give ear to you."}, {"id": 7009008, "c": 9, "v": 8, "d": "One day the trees went out to make a king for themselves; and they said to the olive-tree, Be king over us."}, {"id": 7009009, "c": 9, "v": 9, "d": "But the olive-tree said to them, Am I to give up my wealth of oil, by which men give honour to God, and go waving over the trees?"}, {"id": 7009010, "c": 9, "v": 10, "d": "Then the trees said to the fig-tree, You come and be king over us."}, {"id": 7009011, "c": 9, "v": 11, "d": "But the fig-tree said to them, Am I to give up my sweet taste and my good fruit and go waving over the trees?"}, {"id": 7009012, "c": 9, "v": 12, "d": "Then the trees said to the vine, You come and be king over us."}, {"id": 7009013, "c": 9, "v": 13, "d": "But the vine said to them, Am I to give up my wine, which makes glad God and men, to go waving over the trees?"}, {"id": 7009014, "c": 9, "v": 14, "d": "Then all the trees said to the thorn, You come and be king over us."}, {"id": 7009015, "c": 9, "v": 15, "d": "And the thorn said to the trees, If it is truly your desire to make me your king, then come and put your faith in my shade; and if not, may fire come out of the thorn, burning up the cedars of Lebanon."}, {"id": 7009016, "c": 9, "v": 16, "d": "So now, if you have done truly and uprightly in making Abimelech king, and if you have done well to Jerubbaal and his house in reward for the work of his hands;"}, {"id": 7009017, "c": 9, "v": 17, "d": "(For my father made war for you, and put his life in danger, and made you free from the hands of Midian;"}, {"id": 7009018, "c": 9, "v": 18, "d": "And you have gone against my father's family this day, and have put to death his sons, even seventy men on one stone, and have made Abimelech, the son of his servant-wife, king over the townsmen of Shechem because he is your brother;)"}, {"id": 7009019, "c": 9, "v": 19, "d": "If then you have done what is true and upright to Jerubbaal and his family this day, may you have joy in Abimelech, and may he have joy in you;"}, {"id": 7009020, "c": 9, "v": 20, "d": "But if not, may fire come out from Abimelech, burning up the townsmen of Shechem and Beth-millo; and may fire come out from the townsmen of Shechem and Beth-millo, for the destruction of Abimelech."}, {"id": 7009021, "c": 9, "v": 21, "d": "Then Jotham straight away went in flight to Beer, and was living there for fear of his brother Abimelech."}, {"id": 7009022, "c": 9, "v": 22, "d": "So Abimelech was chief over Israel for three years."}, {"id": 7009023, "c": 9, "v": 23, "d": "And God sent an evil spirit between Abimelech and the townsmen of Shechem; and the townsmen of Shechem were false to Abimelech;"}, {"id": 7009024, "c": 9, "v": 24, "d": "So that punishment for the violent attack made on the seventy sons of Jerubbaal, and for their blood, might come on Abimelech, their brother, who put them to death, and on the townsmen of Shechem who gave him their help in putting his brothers to death."}, {"id": 7009025, "c": 9, "v": 25, "d": "And the townsmen of Shechem put secret watchers on the tops of the mountains, and they made attacks on all who went by on the road and took their goods; and word of this came to Abimelech."}, {"id": 7009026, "c": 9, "v": 26, "d": "Then Gaal, the son of Ebed, came with his brothers, and went over to Shechem; and the men of Shechem put their faith in him."}, {"id": 7009027, "c": 9, "v": 27, "d": "And they went out into their fields and got in the fruit of their vines, and when the grapes had been crushed, they made a holy feast and went into the house of their god, and over their food and drink they were cursing Abimelech."}, {"id": 7009028, "c": 9, "v": 28, "d": "And Gaal, the son of Ebed, said, Who is Abimelech and who is Shechem, that we are to be his servants? Is it not right for the son of Jerubbaal and Zebul his captain to be servants to the men of Hamor, the father of Shechem? But why are we to be his servants?"}, {"id": 7009029, "c": 9, "v": 29, "d": "If only I had authority over this people! I would put Abimelech out of the way, and I would say to Abimelech, Make your army strong, and come out."}, {"id": 7009030, "c": 9, "v": 30, "d": "Now Zebul, the ruler of the town, hearing what Gaal, the son of Ebed, had said, was moved to wrath."}, {"id": 7009031, "c": 9, "v": 31, "d": "And he sent to Abimelech at Arumah, saying, See, Gaal, the son of Ebed, and his brothers have come to Shechem, and they are working up the town against you."}, {"id": 7009032, "c": 9, "v": 32, "d": "So now, get up by night, you and your people, and keep watch in the field secretly;"}, {"id": 7009033, "c": 9, "v": 33, "d": "And in the morning, when the sun is up, get up early and make a rush on the town; and when he and his people come out against you, do to them whatever you have a chance to do."}, {"id": 7009034, "c": 9, "v": 34, "d": "So Abimelech and the people with him got up by night, in four bands, to make a surprise attack on Shechem."}, {"id": 7009035, "c": 9, "v": 35, "d": "And Gaal, the son of Ebed, went out, and took his place at the doorway into the town; then Abimelech and his people got up from the place where they had been waiting."}, {"id": 7009036, "c": 9, "v": 36, "d": "And when Gaal saw the people, he said to Zebul, See! people are coming down from the tops of the mountains. And Zebul said to him, You see the shade of the mountains like men."}, {"id": 7009037, "c": 9, "v": 37, "d": "And Gaal said again, See! people are coming down from the middle of the land, and one band is coming by way of the oak-tree of the Seers."}, {"id": 7009038, "c": 9, "v": 38, "d": "Then Zebul said to him, Now where is your loud talk when you said, Who is Abimelech that we are to be his servants? Is this not the people whom you were rating so low? Go out now, and make war on them."}, {"id": 7009039, "c": 9, "v": 39, "d": "So Gaal went out at the head of the townsmen of Shechem and made war on Abimelech."}, {"id": 7009040, "c": 9, "v": 40, "d": "And Abimelech went after him and he went in flight before him; and a great number were falling by the sword all the way up to the town."}, {"id": 7009041, "c": 9, "v": 41, "d": "Then Abimelech went back to Arumah; and Zebul sent Gaal and his brothers away and would not let them go on living in Shechem."}, {"id": 7009042, "c": 9, "v": 42, "d": "Now the day after, the people went out into the fields; and news of it came to Abimelech."}, {"id": 7009043, "c": 9, "v": 43, "d": "And he took his people, separating them into three bands, and was waiting secretly in the field; and when he saw the people coming out of the town, he went up and made an attack on them."}, {"id": 7009044, "c": 9, "v": 44, "d": "And Abimelech with his band made a rush, and took up their position at the doorway into the town; and the other two bands made a rush on all those who were in the fields, and overcame them."}, {"id": 7009045, "c": 9, "v": 45, "d": "And all that day Abimelech was fighting against the town; and he took it, and put to death the people who were in it, and had the town pulled down and covered with salt."}, {"id": 7009046, "c": 9, "v": 46, "d": "Then all the townsmen of the tower of Shechem, hearing of it, went into the inner room of the house of El-berith."}, {"id": 7009047, "c": 9, "v": 47, "d": "And word was given to Abimelech that all the men of the tower of Shechem were there together."}, {"id": 7009048, "c": 9, "v": 48, "d": "Then Abimelech went up to Mount Zalmon, with all his people; and Abimelech took an axe in his hand and, cutting down branches of trees, took them and put them on his back. And he said to the people who were with him, Be quick and do as you have seen me do."}, {"id": 7009049, "c": 9, "v": 49, "d": "So all the people got branches, every man cutting down a branch, and they went with Abimelech at their head and, massing the branches against the inner room, put fire to the room over them; so all those who were in the tower of Shechem, about a thousand men and women, were burned to death with it."}, {"id": 7009050, "c": 9, "v": 50, "d": "Then Abimelech went to Thebez, and put his army in position against Thebez and took it."}, {"id": 7009051, "c": 9, "v": 51, "d": "But in the middle of the town there was a strong tower, to which all the men and women of the town went in flight and, shutting themselves in, went up to the roof of the tower."}, {"id": 7009052, "c": 9, "v": 52, "d": "And Abimelech came to the tower and made an attack on it, and got near to the door of the tower for the purpose of firing it."}, {"id": 7009053, "c": 9, "v": 53, "d": "But a certain woman sent a great stone, such as is used for crushing grain, on to the head of Abimelech, cracking the bone."}, {"id": 7009054, "c": 9, "v": 54, "d": "Then quickly crying out to his body-servant, he said to him, Take out your sword and put an end to me straight away, so that men may not say of me, His death was the work of a woman. So the young man put his sword through him, causing his death."}, {"id": 7009055, "c": 9, "v": 55, "d": "And when the men of Israel saw that Abimelech was dead, they went away, every man to his place."}, {"id": 7009056, "c": 9, "v": 56, "d": "In this way Abimelech was rewarded by God for the evil he had done to his father in putting his seventy brothers to death;"}, {"id": 7009057, "c": 9, "v": 57, "d": "And God sent back on to the heads of the men of Shechem all the evil they had done, and the curse of Jotham, the son of Jerubbaal, came on them."}, {"id": 7010001, "c": 10, "v": 1, "d": "Now after Abimelech, Tola, the son of Puah, the son of Dodo, a man of Issachar, became the saviour of Israel; he was living in Shamir in the hill-country of Ephraim."}, {"id": 7010002, "c": 10, "v": 2, "d": "He was judge over Israel for twenty-three years; and at his death his body was put to rest in the earth in Shamir."}, {"id": 7010003, "c": 10, "v": 3, "d": "And after him came Jair the Gileadite, who was judge over Israel for twenty-two years."}, {"id": 7010004, "c": 10, "v": 4, "d": "And he had thirty sons, who went on thirty young asses; and they had thirty towns in the land of Gilead, which are named Havvoth-Jair to this day."}, {"id": 7010005, "c": 10, "v": 5, "d": "And at the death of Jair his body was put to rest in the earth in Kamon."}, {"id": 7010006, "c": 10, "v": 6, "d": "And again the children of Israel did evil in the eyes of the Lord, worshipping the Baals and Astartes, and the gods of Aram and the gods of Zidon and the gods of Moab and the gods of the children of Ammon and the gods of the Philistines; they gave up the Lord and were servants to him no longer."}, {"id": 7010007, "c": 10, "v": 7, "d": "And the wrath of the Lord was burning against Israel, and he gave them up into the hands of the Philistines and into the hands of the children of Ammon."}, {"id": 7010008, "c": 10, "v": 8, "d": "And that year the children of Israel were crushed under their yoke; for eighteen years all the children of Israel on the other side of Jordan, in the land of the Amorites which is in Gilead, were cruelly crushed down."}, {"id": 7010009, "c": 10, "v": 9, "d": "And the children of Ammon went over Jordan, to make war against Judah and Benjamin and the house of Ephraim; and Israel was in great trouble."}, {"id": 7010010, "c": 10, "v": 10, "d": "Then the children of Israel, crying out to the Lord, said, Great is our sin against you, for we have given up our God and have been servants to the Baals."}, {"id": 7010011, "c": 10, "v": 11, "d": "And the Lord said to the children of Israel, Were not the Egyptians and the Amorites and the children of Ammon and the Philistines"}, {"id": 7010012, "c": 10, "v": 12, "d": "And the Zidonians and Amalek and Midian crushing you down, and in answer to your cry did I not give you salvation from their hands?"}, {"id": 7010013, "c": 10, "v": 13, "d": "But, for all this, you have given me up and have been servants to other gods: so I will be your saviour no longer."}, {"id": 7010014, "c": 10, "v": 14, "d": "Go, send up your cry for help to the gods of your selection; let them be your saviours in the time of your trouble."}, {"id": 7010015, "c": 10, "v": 15, "d": "And the children of Israel said to the Lord, We are sinners; do to us whatever seems good to you: only give us salvation this day."}, {"id": 7010016, "c": 10, "v": 16, "d": "So they put away the strange gods from among them, and became the Lord's servants; and his soul was angry because of the sorrows of Israel."}, {"id": 7010017, "c": 10, "v": 17, "d": "Then the children of Ammon came together and put their army in position in Gilead. And the children of Israel came together and put their army in position in Mizpah."}, {"id": 7010018, "c": 10, "v": 18, "d": "And the people of Israel said to one another, Who will be the first to make an attack on the children of Ammon? We will make him head over all Gilead."}, {"id": 7011001, "c": 11, "v": 1, "d": "Now Jephthah the Gileadite was a great man of war; he was the son of a loose woman, and Gilead was his father."}, {"id": 7011002, "c": 11, "v": 2, "d": "And Gilead's wife gave birth to sons, and when her sons became men, they sent Jephthah away, saying, You have no part in the heritage of our father's house, for you are the son of another woman."}, {"id": 7011003, "c": 11, "v": 3, "d": "So Jephthah went in flight from his brothers and was living in the land of Tob, where a number of good-for-nothing men, joining Jephthah, went out with him on his undertakings."}, {"id": 7011004, "c": 11, "v": 4, "d": "Now after a time the children of Ammon made war against Israel."}, {"id": 7011005, "c": 11, "v": 5, "d": "And when the children of Ammon made war against Israel, the responsible men of Gilead went to get Jephthah back from the land of Tob;"}, {"id": 7011006, "c": 11, "v": 6, "d": "And they said to Jephthah, Come and be our chief so that we may make war against the children of Ammon."}, {"id": 7011007, "c": 11, "v": 7, "d": "But Jephthah said to the responsible men of Gilead, Did you not, in your hate for me, send me away from my father's house? Why do you come to me now when you are in trouble?"}, {"id": 7011008, "c": 11, "v": 8, "d": "And the responsible men of Gilead said to Jephthah, That is the reason we have come back to you; so go with us and make war against the children of Ammon, and we will make you our head over all the people of Gilead."}, {"id": 7011009, "c": 11, "v": 9, "d": "Then Jephthah said to the responsible men of Gilead, If you take me back to make war against the children of Ammon, and if with the help of the Lord I overcome them, will you make me your head?"}, {"id": 7011010, "c": 11, "v": 10, "d": "And the responsible men of Gilead said to Jephthah, May the Lord be our witness: we will certainly do as you say."}, {"id": 7011011, "c": 11, "v": 11, "d": "So Jephthah went with the responsible men of Gilead, and the people made him head and chief over them; and Jephthah said all these things before the Lord in Mizpah."}, {"id": 7011012, "c": 11, "v": 12, "d": "Then Jephthah sent men to the king of the children of Ammon, saying, What have you against me that you have come to make war against my land?"}, {"id": 7011013, "c": 11, "v": 13, "d": "And the king of the children of Ammon said to the men sent by Jephthah, Because Israel, when he came up out of Egypt, took away my land, from the Arnon as far as the Jabbok and as far as Jordan: so now, give me back those lands quietly."}, {"id": 7011014, "c": 11, "v": 14, "d": "And Jephthah sent again to the king of the children of Ammon,"}, {"id": 7011015, "c": 11, "v": 15, "d": "And said to him, This is the word of Jephthah: Israel did not take away the land of Moab or the land of the children of Ammon;"}, {"id": 7011016, "c": 11, "v": 16, "d": "But when they came up from Egypt, Israel went through the waste land to the Red Sea and came to Kadesh;"}, {"id": 7011017, "c": 11, "v": 17, "d": "Then Israel sent men to the king of Edom saying, Let me now go through your land; but the king of Edom did not give ear to them. And in the same way he sent to the king of Moab, but he would not; so Israel went on living in Kadesh."}, {"id": 7011018, "c": 11, "v": 18, "d": "Then he went on through the waste land and round the land of Edom and the land of Moab, and came by the east side of the land of Moab, and put up their tents on the other side of the Arnon; they did not come inside the limit of Moab, for the Arnon was the limit of Moab."}, {"id": 7011019, "c": 11, "v": 19, "d": "And Israel sent men to Sihon, king of the Amorites, the king of Heshbon; and Israel said to him, Let me now go through your land to my place."}, {"id": 7011020, "c": 11, "v": 20, "d": "But Sihon would not give way and let Israel go through his land; and Sihon got together all his people, and put his army in position in Jahaz, and made war on Israel."}, {"id": 7011021, "c": 11, "v": 21, "d": "And the Lord, the God of Israel, gave Sihon and all his people into the hands of Israel, and they overcame them; so all the land of the Amorites, the people of that land, became Israel's."}, {"id": 7011022, "c": 11, "v": 22, "d": "All the limit of the Amorites was theirs, from the Arnon as far as the Jabbok and from the waste land even to Jordan."}, {"id": 7011023, "c": 11, "v": 23, "d": "So now the Lord, the God of Israel, has taken away their land from the Amorites and given it to his people Israel; are you then to have it?"}, {"id": 7011024, "c": 11, "v": 24, "d": "Do you not keep the lands of those whom Chemosh your god sends out from before you? So we will keep all the lands of those whom the Lord our God sends out from before us."}, {"id": 7011025, "c": 11, "v": 25, "d": "What! are you any better than Balak, the son of Zippor, king of Moab? Did he ever take up a cause against Israel or make war against them?"}, {"id": 7011026, "c": 11, "v": 26, "d": "While Israel was living in Heshbon and its daughter-towns and in Aroer and its daughter-towns and in all the towns which are by the side of the Arnon, for three hundred years, why did you not get them back at that time?"}, {"id": 7011027, "c": 11, "v": 27, "d": "So I have done no wrong against you, but you are doing wrong to me in fighting against me: may the Lord, who is Judge this day, be judge between the children of Israel and the children of Ammon."}, {"id": 7011028, "c": 11, "v": 28, "d": "The king of the children of Ammon, however, did not give ear to the words which Jephthah sent to him."}, {"id": 7011029, "c": 11, "v": 29, "d": "Then the spirit of the Lord came on Jephthah, and he went through Gilead and Manasseh, and came to Mizpeh of Gilead; and from Mizpeh of Gilead he went over to the children of Ammon."}, {"id": 7011030, "c": 11, "v": 30, "d": "And Jephthah took an oath to the Lord, and said, If you will give the children of Ammon into my hands,"}, {"id": 7011031, "c": 11, "v": 31, "d": "Then whoever comes out from the door of my house, meeting me when I come back in peace from the children of Ammon, will be the Lord's and I will give him as a burned offering."}, {"id": 7011032, "c": 11, "v": 32, "d": "So Jephthah went over to the children of Ammon to make war on them; and the Lord gave them into his hands."}, {"id": 7011033, "c": 11, "v": 33, "d": "And he made an attack on them from Aroer all the way to Minnith, overrunning twenty towns, as far as Abel-cheramim, and put great numbers to the sword. So the children of Ammon were crushed before the children of Israel."}, {"id": 7011034, "c": 11, "v": 34, "d": "Then Jephthah came back to his house in Mizpah, and his daughter came out, meeting him on his way with music and with dances; she was his only child; he had no other sons or daughters."}, {"id": 7011035, "c": 11, "v": 35, "d": "And when he saw her he was overcome with grief, and said, Ah! my daughter! I am crushed with sorrow, and it is you who are the chief cause of my trouble; for I have made an oath to the Lord and I may not take it back."}, {"id": 7011036, "c": 11, "v": 36, "d": "And she said to him, My father, you have made an oath to the Lord; do then to me whatever you have said; for the Lord has sent a full reward on your haters, on the children of Ammon."}, {"id": 7011037, "c": 11, "v": 37, "d": "Then she said to her father, Only do this for me: let me have two months to go away into the mountains with my friends, weeping for my sad fate."}, {"id": 7011038, "c": 11, "v": 38, "d": "And he said, Go then. So he sent her away for two months; and she went with her friends to the mountains, weeping for her sad fate."}, {"id": 7011039, "c": 11, "v": 39, "d": "And at the end of two months she went back to her father, who did with her as he had said in his oath: and she had never been touched by a man. So it became a rule in Israel,"}, {"id": 7011040, "c": 11, "v": 40, "d": "For the women to go year by year sorrowing for the daughter of Jephthah the Gileadite, four days in every year."}, {"id": 7012001, "c": 12, "v": 1, "d": "Now the men of Ephraim came together and took up arms and went over to Zaphon; and they said to Jephthah, Why did you go over to make war against the children of Ammon without sending for us to go with you? Now we will put your house on fire over you."}, {"id": 7012002, "c": 12, "v": 2, "d": "And Jephthah said to them, I and my people were in danger, and the children of Ammon were very cruel to us, and when I sent for you, you gave me no help against them."}, {"id": 7012003, "c": 12, "v": 3, "d": "So when I saw that there was no help to be had from you, I put my life in my hand and went over against the children of Ammon, and the Lord gave them into my hands: why then have you come up to me this day to make war on me?"}, {"id": 7012004, "c": 12, "v": 4, "d": "Then Jephthah got together all the men of Gilead and made war on Ephraim; and the men of Gilead overcame Ephraim."}, {"id": 7012005, "c": 12, "v": 5, "d": "And the Gileadites took the crossing-places of Jordan against the Ephraimites; and when any of the men of Ephraim who had gone in flight said, let me go over; the men of Gilead said to him, Are you an Ephraimite? And if he said, No;"}, {"id": 7012006, "c": 12, "v": 6, "d": "Then they said to him, Now say Shibboleth; and he said Sibboleth, and was not able to say it in the right way; then they took him and put him to death at the crossing-places of Jordan; and at that time forty-two thousand Ephraimites were put to death."}, {"id": 7012007, "c": 12, "v": 7, "d": "Now Jephthah was judge of Israel for six years. And Jephthah the Gileadite came to his death, and his body was put to rest in his town, Mizpeh of Gilead."}, {"id": 7012008, "c": 12, "v": 8, "d": "And after him, Ibzan of Beth-lehem was judge of Israel."}, {"id": 7012009, "c": 12, "v": 9, "d": "He had thirty sons, and thirty daughters whom he sent to other places, and he got thirty wives from other places for his sons. And he was judge of Israel for seven years."}, {"id": 7012010, "c": 12, "v": 10, "d": "And Ibzan came to his death and his body was put to rest at Beth-lehem."}, {"id": 7012011, "c": 12, "v": 11, "d": "And after him, Elon the Zebulonite was judge of Israel; and he was judge of Israel for ten years."}, {"id": 7012012, "c": 12, "v": 12, "d": "And Elon the Zebulonite came to his death, and his body was put to rest in Aijalon in the land of Zebulun."}, {"id": 7012013, "c": 12, "v": 13, "d": "And after him, Abdon, the son of Hillel, the Pirathonite, was judge of Israel."}, {"id": 7012014, "c": 12, "v": 14, "d": "He had forty sons and thirty sons' sons who went on seventy young asses; and he was judge of Israel for eight years."}, {"id": 7012015, "c": 12, "v": 15, "d": "And Abdon, the son of Hillel, came to his death, and his body was put to rest in Pirathon in the land of Ephraim, in the hill-country of the Amalekites."}, {"id": 7013001, "c": 13, "v": 1, "d": "And the children of Israel again did evil in the eyes of the Lord; and the Lord gave them into the hands of the Philistines for forty years."}, {"id": 7013002, "c": 13, "v": 2, "d": "Now there was a certain man of Zorah of the family of the Danites, and his name was Manoah; and his wife had never given birth to a child."}, {"id": 7013003, "c": 13, "v": 3, "d": "And the angel of the Lord came to the woman, and said to her, See now! though you have never given birth to children, you will be with child and give birth to a son."}, {"id": 7013004, "c": 13, "v": 4, "d": "Now then take care to have no wine or strong drink and to take no unclean thing for food;"}, {"id": 7013005, "c": 13, "v": 5, "d": "For you are with child and will give birth to a son; his hair is never to be cut, for the child is to be separate to God from his birth; and he will take up the work of freeing Israel from the hands of the Philistines."}, {"id": 7013006, "c": 13, "v": 6, "d": "Then the woman came in, and said to her husband, A man came to me, and his form was like the form of a god, causing great fear; I put no question to him about where he came from, and he did not give me his name;"}, {"id": 7013007, "c": 13, "v": 7, "d": "But he said to me, You are with child and will give birth to a son; and now do not take any wine or strong drink or let anything unclean be your food; for the child will be separate to God from his birth to the day of his death."}, {"id": 7013008, "c": 13, "v": 8, "d": "Then Manoah made prayer to the Lord, and said, O Lord, let the man of God whom you sent come to us again and make clear to us what we are to do for the child who is to come."}, {"id": 7013009, "c": 13, "v": 9, "d": "And God gave ear to the voice of Manoah; and the angel of God came to the woman again when she was seated in the field; but her husband Manoah was not with her."}, {"id": 7013010, "c": 13, "v": 10, "d": "So the woman, running quickly, gave her husband the news, saying, I have seen the man who came to me the other day."}, {"id": 7013011, "c": 13, "v": 11, "d": "And Manoah got up and went after his wife, and came up to the man and said to him, Are you the man who was talking to this woman? And he said, I am."}, {"id": 7013012, "c": 13, "v": 12, "d": "And Manoah said, Now when your words come true, what is to be the rule for the child and what will be his work?"}, {"id": 7013013, "c": 13, "v": 13, "d": "And the angel of the Lord said to Manoah, Let the woman take note of what I have said to her."}, {"id": 7013014, "c": 13, "v": 14, "d": "She is to have nothing which comes from the vine for her food, and let her take no wine or strong drink or anything which is unclean; let her take care to do all I have given her orders to do."}, {"id": 7013015, "c": 13, "v": 15, "d": "And Manoah said to the angel of the Lord, Now let us keep you while we make ready a young goat for you."}, {"id": 7013016, "c": 13, "v": 16, "d": "And the angel of the Lord said to Manoah, Though you keep me I will not take of your food; but if you will make a burned offering, let it be offered to the Lord. For it had not come into Manoah's mind that he was the angel of the Lord."}, {"id": 7013017, "c": 13, "v": 17, "d": "Then Manoah said to the angel of the Lord, What is your name, so that when your words come true we may give you honour?"}, {"id": 7013018, "c": 13, "v": 18, "d": "But the angel of the Lord said to him, Why are you questioning me about my name, seeing that it is a wonder?"}, {"id": 7013019, "c": 13, "v": 19, "d": "So Manoah took the young goat with its meal offering, offering it on the rock to the Lord, who did strange things."}, {"id": 7013020, "c": 13, "v": 20, "d": "And when the flame went up to heaven from the altar, the angel of the Lord went up in the flame of the altar, while Manoah and his wife were looking on; and they went down on their faces to the earth."}, {"id": 7013021, "c": 13, "v": 21, "d": "But the angel of the Lord was seen no more by Manoah and his wife. Then it was clear to Manoah that he was the angel of the Lord."}, {"id": 7013022, "c": 13, "v": 22, "d": "And Manoah said to his wife, Death will certainly be our fate, for it is a god whom we have seen."}, {"id": 7013023, "c": 13, "v": 23, "d": "But his wife said to him, If the Lord was purposing our death, he would not have taken our burned offering and our meal offering, or have given us such orders about the child."}, {"id": 7013024, "c": 13, "v": 24, "d": "So the woman gave birth to a son, and gave him the name Samson; and he became a man and the blessing of the Lord was on him."}, {"id": 7013025, "c": 13, "v": 25, "d": "And the spirit of the Lord first came on him in Mahaneh-dan, between Zorah and Eshtaol."}, {"id": 7014001, "c": 14, "v": 1, "d": "Now Samson went down to Timnah, and saw a woman in Timnah, of the daughters of the Philistines;"}, {"id": 7014002, "c": 14, "v": 2, "d": "And when he came back he said to his father and mother, I have seen a woman in Timnah, of the daughters of the Philistines: get her now for me for my wife."}, {"id": 7014003, "c": 14, "v": 3, "d": "Then his father and mother said to him, Is there no woman among the daughters of your relations or among all my people, that you have to go for your wife to the Philistines, who are without circumcision? But Samson said to his father, Get her for me, for she is pleasing to me."}, {"id": 7014004, "c": 14, "v": 4, "d": "Now his father and mother had no knowledge that this was the purpose of the Lord, who had the destruction of the Philistines in mind. Now the Philistines at that time were ruling over Israel."}, {"id": 7014005, "c": 14, "v": 5, "d": "Then Samson went down to Timnah (and his father and his mother,) and came to the vine-gardens of Timnah; and a young lion came rushing out at him."}, {"id": 7014006, "c": 14, "v": 6, "d": "And the spirit of the Lord came on him with power, and, unarmed as he was, pulling the lion in two as one might do to a young goat, he put him to death; (but he said nothing to his father and mother of what he had done.)"}, {"id": 7014007, "c": 14, "v": 7, "d": "So he went down and had talk with the woman; and she was pleasing to Samson."}, {"id": 7014008, "c": 14, "v": 8, "d": "Then after a time he went back to take her; and turning from the road to see the dead body of the lion, he saw a mass of bees in the body of the lion, and honey there."}, {"id": 7014009, "c": 14, "v": 9, "d": "And he took the honey in his hand, and went on, tasting it on the way; and when he came to his father and mother he gave some to them; but did not say that he had taken the honey from the body of the lion."}, {"id": 7014010, "c": 14, "v": 10, "d": "Then Samson went down to the woman, and made a feast there, as was the way among young men."}, {"id": 7014011, "c": 14, "v": 11, "d": "And he took thirty friends, and they were with him."}, {"id": 7014012, "c": 14, "v": 12, "d": "And Samson said, Now I have a hard question for you: if you are able to give me the answer before the seven days of the feast are over, I will give you thirty linen robes and thirty changes of clothing;"}, {"id": 7014013, "c": 14, "v": 13, "d": "But if you are not able to give me the answer, then you will have to give me thirty linen robes and thirty changes of clothing. And they said to him, Put your hard question and let us see what it is."}, {"id": 7014014, "c": 14, "v": 14, "d": "And he said, Out of the taker of food came food, and out of the strong came the sweet. And at the end of three days they were still not able to give the answer."}, {"id": 7014015, "c": 14, "v": 15, "d": "So on the fourth day they said to Samson's wife, Get from your husband the answer to his question by some trick or other, or we will have you and your father's house burned with fire; did you get us here to take all we have?"}, {"id": 7014016, "c": 14, "v": 16, "d": "Then Samson's wife, weeping over him, said, Truly you have no love for me but only hate; you have put a hard question to the children of my people and have not given me the answer. And he said to her, See, I have not given the answer even to my father or my mother; am I to give it to you?"}, {"id": 7014017, "c": 14, "v": 17, "d": "And all the seven days of the feast she went on weeping over him; and on the seventh day he gave her the answer, because she gave him no peace; and she sent word of it to the children of her people."}, {"id": 7014018, "c": 14, "v": 18, "d": "Then on the seventh day, before he went into the bride's room, the men of the town said to him, What is sweeter than honey? and what is stronger than a lion? And he said to them, If you had not been ploughing with my cow you would not have got the answer to my question."}, {"id": 7014019, "c": 14, "v": 19, "d": "And the spirit of the Lord came rushing on him, and he went down to Ashkelon and, attacking thirty men there, took their clothing from them, and gave it to the men who had given the answer to his hard question. Then, full of wrath, he went back to his father's house."}, {"id": 7014020, "c": 14, "v": 20, "d": "But Samson's wife was given to the friend who had been his best man."}, {"id": 7015001, "c": 15, "v": 1, "d": "Now a short time after, at the time of the grain-cutting, Samson, taking with him a young goat, went to see his wife; and he said, I will go in to my wife into the bride's room. But her father would not let him go in."}, {"id": 7015002, "c": 15, "v": 2, "d": "And her father said, It seemed to me that you had only hate for her; so I gave her to your friend: but is not her younger sister fairer than she? so please take her in place of the other."}, {"id": 7015003, "c": 15, "v": 3, "d": "Then Samson said to them, This time I will give payment in full to the Philistines, for I am going to do them great evil."}, {"id": 7015004, "c": 15, "v": 4, "d": "So Samson went and got three hundred foxes and some sticks of fire-wood; and he put the foxes tail to tail with a stick between every two tails;"}, {"id": 7015005, "c": 15, "v": 5, "d": "Then firing the sticks, he let the foxes loose among the uncut grain of the Philistines, and all the corded stems as well as the living grain and the vine-gardens and the olives went up in flames."}, {"id": 7015006, "c": 15, "v": 6, "d": "Then the Philistines said, Who has done this? And they said, Samson, the son-in-law of the Timnite, because he took his wife and gave her to his friend. So the Philistines came up and had her and her father's house burned."}, {"id": 7015007, "c": 15, "v": 7, "d": "And Samson said to them, If you go on like this, truly I will take my full payment from you; and that will be the end of it."}, {"id": 7015008, "c": 15, "v": 8, "d": "And he made an attack on them, driving them in uncontrolled flight, and causing great destruction; then he went away to his safe place in the crack of the rock at Etam."}, {"id": 7015009, "c": 15, "v": 9, "d": "Then the Philistines went and put up their tents in Judah, all round Lehi."}, {"id": 7015010, "c": 15, "v": 10, "d": "And the men of Judah said, Why have you come up against us? And they said, We have come up to take Samson, and to do to him as he has done to us."}, {"id": 7015011, "c": 15, "v": 11, "d": "Then three thousand of the men of Judah went down to the crack of the rock of Etam, and said to Samson, Is it not clear to you that the Philistines are our rulers? What is this you have done to us? And he said to them, I only did to them as they did to me."}, {"id": 7015012, "c": 15, "v": 12, "d": "Then they said to him, We have come down to take you and give you up into the hands of the Philistines. And Samson said to them, Give me your oath that you will not make an attack on me yourselves."}, {"id": 7015013, "c": 15, "v": 13, "d": "And they said, No; we will take you and give you up into their hands, but truly we will not put you to death. So knotting two new cords round him they took him up from the rock."}, {"id": 7015014, "c": 15, "v": 14, "d": "And when he came to Lehi, the Philistines came out, meeting him with loud cries; then the spirit of the Lord came rushing on him, and the cords on his arms became like grass which has been burned with fire, and the bands came falling off his hands."}, {"id": 7015015, "c": 15, "v": 15, "d": "And taking up the mouth-bone of an ass newly dead, which he saw by chance on the earth, he put to death a thousand men with it."}, {"id": 7015016, "c": 15, "v": 16, "d": "And Samson said, With a red ass's mouth-bone I have made them red with blood, with a red ass's mouth-bone I have sent destruction on a thousand men."}, {"id": 7015017, "c": 15, "v": 17, "d": "And having said these words, he let the mouth-bone go out of his hand; so that place was named Ramath-lehi."}, {"id": 7015018, "c": 15, "v": 18, "d": "After this, he was in great need of water, and crying out to the Lord, he said, You have given this great salvation by the hand of your servant, and now need of water will be my death; and I will be given into the hands of this people who are without circumcision."}, {"id": 7015019, "c": 15, "v": 19, "d": "Then God made a crack in the hollow rock in Lehi and water came out of it; and after drinking, his spirit came back to him and he was strong again; so that place was named En-hakkore; it is in Lehi to this day."}, {"id": 7015020, "c": 15, "v": 20, "d": "And he was judge of Israel in the days of the Philistines for twenty years."}, {"id": 7016001, "c": 16, "v": 1, "d": "Now Samson went to Gaza, and there he saw a loose woman and went in to her."}, {"id": 7016002, "c": 16, "v": 2, "d": "And it was said to the Gazites, Samson is here. So they went round, watching for him all day at the doorway of the town, but at night they kept quiet, saying, When daylight comes we will put him to death."}, {"id": 7016003, "c": 16, "v": 3, "d": "And Samson was there till the middle of the night; then he got up, and took a grip on the doors of the town, pulling them up, together with their two supports and their locks, and put them on his back and took them up to the top of the hill in front of Hebron."}, {"id": 7016004, "c": 16, "v": 4, "d": "Now after this, he was in love with a woman in the valley of Sorek, named Delilah."}, {"id": 7016005, "c": 16, "v": 5, "d": "And the chiefs of the Philistines came up to her, and said to her, Make use of your power over him and see what is the secret of his great strength, and how we may get the better of him, and put bands on him, so that we may make him feeble; and every one of us will give you eleven hundred shekels of silver."}, {"id": 7016006, "c": 16, "v": 6, "d": "So Delilah said to Samson, Make clear to me now what is the secret of your great strength, and how you may be put in bands and made feeble."}, {"id": 7016007, "c": 16, "v": 7, "d": "And Samson said to her, If seven new bow-cords which have never been made dry are knotted round me, I will become feeble and will be like any other man."}, {"id": 7016008, "c": 16, "v": 8, "d": "So the chiefs of the Philistines gave her seven new bow-cords which had never been made dry, and she had them tightly knotted round him."}, {"id": 7016009, "c": 16, "v": 9, "d": "Now she had men waiting secretly in the inner room; and she said to him, The Philistines are on you, Samson. And the cords were broken by him as a twist of thread is broken when touched by a flame. So the secret of his strength did not come to light."}, {"id": 7016010, "c": 16, "v": 10, "d": "Then Delilah said to Samson, See, you have been making sport of me with false words; now, say truly how may you be put in bands?"}, {"id": 7016011, "c": 16, "v": 11, "d": "And he said to her, If they only put round me new thick cords which have never been used, then I will become feeble and will be like any other man."}, {"id": 7016012, "c": 16, "v": 12, "d": "So Delilah took new thick cords, knotting them tightly round him, and said to him, The Philistines are on you, Samson. And men were waiting secretly in the inner room. And the cords were broken off his arms like threads."}, {"id": 7016013, "c": 16, "v": 13, "d": "Then Delilah said to Samson, Up to now you have made sport of me with false words; now say truly, how may you be put in bands? And he said to her, If you get the seven twists of my hair worked into the cloth you are making and fixed with the pin, I will become feeble and will be like any other man."}, {"id": 7016014, "c": 16, "v": 14, "d": "So while he was sleeping she got the seven twists of his hair worked into her cloth and fixed with the pin, and said to him, The Philistines are on you, Samson. Then awaking from his sleep, he got up quickly, pulling up cloth and machine together."}, {"id": 7016015, "c": 16, "v": 15, "d": "And she said to him, Why do you say you are my lover when your heart is not mine? Three times you have made sport of me, and have not made clear to me the secret of your great strength."}, {"id": 7016016, "c": 16, "v": 16, "d": "So day after day she gave him no peace, for ever questioning him till his soul was troubled to death."}, {"id": 7016017, "c": 16, "v": 17, "d": "And opening all his heart to her, he said to her, My head has never been touched by a blade, for I have been separate to God from the day of my birth: if my hair is cut off, then my strength will go from me and I will become feeble, and will be like any other man."}, {"id": 7016018, "c": 16, "v": 18, "d": "And when Delilah saw that he had let her see into his heart, she sent word to the chiefs of the Philistines saying, Come up this time, for he has let out all his heart to me. Then the chiefs of the Philistines came to her, with the money in their hands."}, {"id": 7016019, "c": 16, "v": 19, "d": "And she made him go to sleep on her knees; and she sent for a man and had his seven twists of hair cut off; and while it was being done he became feeble and his strength went from him."}, {"id": 7016020, "c": 16, "v": 20, "d": "Then she said, The Philistines are on you, Samson. And awaking from his sleep, he said, I will go out as at other times, shaking myself free. But he was not conscious that the Lord had gone from him."}, {"id": 7016021, "c": 16, "v": 21, "d": "So the Philistines took him and put out his eyes; then they took him down to Gaza, and, chaining him with bands of brass, put him to work crushing grain in the prison-house."}, {"id": 7016022, "c": 16, "v": 22, "d": "But the growth of his hair was starting again after it had been cut off."}, {"id": 7016023, "c": 16, "v": 23, "d": "And the chiefs of the Philistines came together to make a great offering to Dagon their god, and to be glad; for they said, Our god has given into our hands Samson our hater."}, {"id": 7016024, "c": 16, "v": 24, "d": "And when the people saw him, they gave praise to their god; for they said, Our god has given into our hands the one who was fighting against us, who made our country waste, and who put great numbers of us to death."}, {"id": 7016025, "c": 16, "v": 25, "d": "Now when their hearts were full of joy, they said, Send for Samson to make sport for us. And they sent for Samson out of the prison-house, and he made sport before them; and they put him between the pillars."}, {"id": 7016026, "c": 16, "v": 26, "d": "And Samson said to the boy who took him by the hand, Let me put my hand on the pillars supporting the house, so that I may put my back against them."}, {"id": 7016027, "c": 16, "v": 27, "d": "Now the house was full of men and women; and all the lords of the Philistines were there; and about three thousand men and women were on the roof, looking on while Samson made sport."}, {"id": 7016028, "c": 16, "v": 28, "d": "And Samson, crying out to the Lord, said, O Lord God, do have me now in mind, and do make me strong only this once, O God, so that I may take one last payment from the Philistines for my two eyes."}, {"id": 7016029, "c": 16, "v": 29, "d": "Then Samson put his arms round the two middle pillars supporting the house, putting his weight on them, on one with his right hand and on the other with his left."}, {"id": 7016030, "c": 16, "v": 30, "d": "And Samson said, Let death overtake me with the Philistines. And he put out all his strength, and the house came down on the chiefs and on all the people who were in it. So the dead whom he sent to destruction by his death were more than all those on whom he had sent destruction in his life."}, {"id": 7016031, "c": 16, "v": 31, "d": "Then his brothers and his father's people came down and took him up and put his body to rest in the earth between Zorah and Eshtaol in the resting-place of Manoah his father. And he had been judge of Israel for twenty years."}, {"id": 7017001, "c": 17, "v": 1, "d": "Now there was a man of the hill-country of Ephraim named Micah."}, {"id": 7017002, "c": 17, "v": 2, "d": "And he said to his mother, The eleven hundred shekels of silver which were taken from you, about which you took an oath and said in my hearing, I have given this silver to the Lord from my hand for myself, to make a pictured image and a metal image: see, I have the silver, for I took it: so now I will give it back to you. And his mother said, May the blessing of the Lord be on my son."}, {"id": 7017003, "c": 17, "v": 3, "d": "And he gave back the eleven hundred shekels of silver to his mother, and his mother said, I have made the silver holy to the Lord from me for my son, to make a pictured image and a metal image."}, {"id": 7017004, "c": 17, "v": 4, "d": "So he gave the silver back to his mother. Then his mother took two hundred shekels of silver and gave them to a metal-worker who made a pictured image and a metal image from them: and it was in the house of Micah."}, {"id": 7017005, "c": 17, "v": 5, "d": "And the man Micah had a house of gods; and he made an ephod and family gods and put one of his sons in the position of priest."}, {"id": 7017006, "c": 17, "v": 6, "d": "In those days there was no king in Israel: every man did as seemed right to him."}, {"id": 7017007, "c": 17, "v": 7, "d": "Now there was a young man living in Beth-lehem-judah, of the family of Judah and a Levite, who was not a townsman of the place."}, {"id": 7017008, "c": 17, "v": 8, "d": "And he went away from the town of Beth-lehem-judah, looking for somewhere to make his living-place; and on his journey he came to the hill-country of Ephraim, to the house of Micah."}, {"id": 7017009, "c": 17, "v": 9, "d": "And Micah said to him, Where do you come from? And he said to him, I am a Levite from Beth-lehem-judah, and I am looking for a living-place."}, {"id": 7017010, "c": 17, "v": 10, "d": "Then Micah said to him, Make your living-place with me, and be a father and a priest to me, and I will give you ten shekels of silver a year and your clothing and food."}, {"id": 7017011, "c": 17, "v": 11, "d": "And the Levite said he would make his living-place with the man, and he became to him as one of his sons."}, {"id": 7017012, "c": 17, "v": 12, "d": "And Micah gave the position to the Levite, and the young man became his priest, and was in the house of Micah."}, {"id": 7017013, "c": 17, "v": 13, "d": "Then Micah said, Now I am certain that the Lord will do me good, seeing that the Levite has become my priest."}, {"id": 7018001, "c": 18, "v": 1, "d": "In those days there was no king in Israel, and in those days the Danites were looking for a heritage for themselves, to be their living-place; for up to that time no distribution of land had been made to them among the tribes of Israel."}, {"id": 7018002, "c": 18, "v": 2, "d": "So the children of Dan sent five men from among their number, strong men, from Zorah and from Eshtaol, to take a look at the land and make a search through it; and they said to them, Go and make a search through the land; and they came to the hill-country of Ephraim, to the house of Micah, where they made a stop for the night."}, {"id": 7018003, "c": 18, "v": 3, "d": "When they were near the house of Micah, hearing a voice which was not strange to them, that of the young Levite, they went out of their road to his place, and said to him, How did you come here? and what are you doing in this place? and why are you here?"}, {"id": 7018004, "c": 18, "v": 4, "d": "And he said to them, This is what Micah did for me, and he gave me payment and I became his priest."}, {"id": 7018005, "c": 18, "v": 5, "d": "Then they said, Do get directions from God for us, to see if the journey on which we are going will have a good outcome."}, {"id": 7018006, "c": 18, "v": 6, "d": "And the priest said to them, Go in peace: your way is guided by the Lord."}, {"id": 7018007, "c": 18, "v": 7, "d": "Then the five men went on their way and came to Laish and saw the people who were there, living without thought of danger, like the Zidonians, quiet and safe; for they had everything on earth for their needs, and they were far from the Zidonians and had no business with Aram."}, {"id": 7018008, "c": 18, "v": 8, "d": "So they came back to their brothers in Zorah and Eshtaol, and their brothers said to them, What news have you?"}, {"id": 7018009, "c": 18, "v": 9, "d": "And they said, Up! and let us go against Laish; for we have seen the land, and it is very good: why are you doing nothing? Do not be slow to go in and take the land for your heritage."}, {"id": 7018010, "c": 18, "v": 10, "d": "When you come there you will come to a people living without thought of danger; and the land is wide, and God has given it into your hands: a place where there is everything on earth for man's needs."}, {"id": 7018011, "c": 18, "v": 11, "d": "So six hundred men of the Danites from Zorah and Eshtaol went out armed with instruments of war."}, {"id": 7018012, "c": 18, "v": 12, "d": "And they went up and put up their tents in Kiriath-jearim in Judah: so that place is named Mahaneh-dan to this day. It is to the west of Kiriath-jearim."}, {"id": 7018013, "c": 18, "v": 13, "d": "From there they went on to the hill-country of Ephraim and came to the house of Micah."}, {"id": 7018014, "c": 18, "v": 14, "d": "Then the five men who had gone to make a search through the country of Laish, said to their brothers, Have you knowledge that in these houses there is an ephod and family gods and a pictured image and a metal image? So now you see what to do."}, {"id": 7018015, "c": 18, "v": 15, "d": "And turning from their road they came to the house of the young Levite, the house of Micah, and said to him, Is it well with you?"}, {"id": 7018016, "c": 18, "v": 16, "d": "And the six hundred armed men of the Danites took their places by the doorway."}, {"id": 7018017, "c": 18, "v": 17, "d": "Then the five men who had gone to make a search through the land, went in and took the pictured image and the ephod and the family gods and the metal image; and the priest was by the doorway with the six hundred armed men."}, {"id": 7018018, "c": 18, "v": 18, "d": "And when they went into Micah's house and took out the pictured image and the ephod and the family gods and the metal image, the priest said to them, What are you doing?"}, {"id": 7018019, "c": 18, "v": 19, "d": "And they said to him, Be quiet; say nothing, and come with us and be our father and priest; is it better for you to be priest to one man's house or to be priest to a tribe and a family in Israel?"}, {"id": 7018020, "c": 18, "v": 20, "d": "Then the priest's heart was glad, and he took the ephod and the family gods and the pictured image and went with the people."}, {"id": 7018021, "c": 18, "v": 21, "d": "So they went on their way again, putting the little ones and the oxen and the goods in front of them."}, {"id": 7018022, "c": 18, "v": 22, "d": "When they had gone some way from the house of Micah, the men from the houses near Micah's house came together and overtook the children of Dan,"}, {"id": 7018023, "c": 18, "v": 23, "d": "Crying out to them. And the Danites, turning round, said to Micah, What is your trouble, that you have taken up arms?"}, {"id": 7018024, "c": 18, "v": 24, "d": "And he said, You have taken my gods which I made, and my priest, and have gone away; what is there for me now? Why then do you say to me, What is your trouble?"}, {"id": 7018025, "c": 18, "v": 25, "d": "And the children of Dan said to him, Say no more, or men of bitter spirit may make an attack on you, causing loss of your life and the lives of your people."}, {"id": 7018026, "c": 18, "v": 26, "d": "Then the children of Dan went on their way; and when Micah saw that they were stronger than he, he went back to his house."}, {"id": 7018027, "c": 18, "v": 27, "d": "And they took that which Micah had made, and his priest, and came to Laish, to a people living quietly and without thought of danger, and they put them to the sword without mercy, burning down their town."}, {"id": 7018028, "c": 18, "v": 28, "d": "And they had no saviour, because it was far from Zidon, and they had no business with Aram; and it was in the valley which is the property of Beth-rehob. And building up the town again they took it for their living-place."}, {"id": 7018029, "c": 18, "v": 29, "d": "And they gave the town the name of Dan, after Dan their father, who was the son of Israel: though the town had been named Laish at first."}, {"id": 7018030, "c": 18, "v": 30, "d": "(And the children of Dan put up the pictured image for themselves; and Jonathan, the son of Gershom, the son of Moses, and his sons were priests for the tribe of the Danites till the day when the ark was taken prisoner.)"}, {"id": 7018031, "c": 18, "v": 31, "d": "And they put up for themselves the image which Micah had made, and it was there all the time that the house of God was in Shiloh."}, {"id": 7019001, "c": 19, "v": 1, "d": "Now in those days, when there was no king in Israel, a certain Levite was living in the inmost parts of the hill-country of Ephraim, and he got for himself a servant-wife from Beth-lehem-judah."}, {"id": 7019002, "c": 19, "v": 2, "d": "And his servant-wife was angry with him, and went away from him to her father's house at Beth-lehem-judah, and was there for four months."}, {"id": 7019003, "c": 19, "v": 3, "d": "Then her husband got up and went after her, with the purpose of talking kindly to her, and taking her back with him; he had with him his young man and two asses: and she took him into her father's house, and her father, when he saw him, came forward to him with joy."}, {"id": 7019004, "c": 19, "v": 4, "d": "And his father-in-law, the girl's father, kept him there for three days; and they had food and drink and took their rest there."}, {"id": 7019005, "c": 19, "v": 5, "d": "Now on the fourth day they got up early in the morning and he made ready to go away; but the girl's father said to his son-in-law, Take a little food to keep up your strength, and then go on your way."}, {"id": 7019006, "c": 19, "v": 6, "d": "So seating themselves they had food and drink, the two of them together; and the girl's father said to the man, If it is your pleasure, take your rest here tonight, and let your heart be glad."}, {"id": 7019007, "c": 19, "v": 7, "d": "And the man got up to go away, but his father-in-law would not let him go, so he took his rest there again for the night."}, {"id": 7019008, "c": 19, "v": 8, "d": "Then early on the morning of the fifth day he got up to go away; but the girl's father said, Keep up your strength; so the two of them had a meal, and the man and his woman and his servant did not go till after the middle of the day."}, {"id": 7019009, "c": 19, "v": 9, "d": "And when they got up to go away, his father-in-law, the girl's father, said to him, Now evening is coming on, so do not go tonight; see, the day is almost gone; take your rest here and let your heart be glad, and tomorrow early, go on your way back to your house."}, {"id": 7019010, "c": 19, "v": 10, "d": "But the man would not be kept there that night, and he got up and went away and came opposite to Jebus (which is Jerusalem); and he had with him the two asses, ready for travelling, and his woman."}, {"id": 7019011, "c": 19, "v": 11, "d": "When they got near Jebus the day was far gone; and the servant said to his master, Now let us go from our road into this town of the Jebusites and take our night's rest there."}, {"id": 7019012, "c": 19, "v": 12, "d": "But his master said to him, We will not go out of our way into a strange town, whose people are not of the children of Israel; but we will go on to Gibeah."}, {"id": 7019013, "c": 19, "v": 13, "d": "And he said to his servant, Come, let us go on to one of these places, stopping for the night in Gibeah or Ramah."}, {"id": 7019014, "c": 19, "v": 14, "d": "So they went on their way; and the sun went down when they were near Gibeah in the land of Benjamin."}, {"id": 7019015, "c": 19, "v": 15, "d": "And they went off the road there with the purpose of stopping for the night in Gibeah: and he went in, seating himself in the street of the town, for no one took them into his house for the night."}, {"id": 7019016, "c": 19, "v": 16, "d": "Now when it was evening they saw an old man coming back from his work in the fields; he was from the hill-country of Ephraim and was living in Gibeah: but the men of the place were Benjamites."}, {"id": 7019017, "c": 19, "v": 17, "d": "And when he saw the traveller in the street of the town, the old man said, Where are you going? and where do you come from?"}, {"id": 7019018, "c": 19, "v": 18, "d": "And he said to him, We are on our way from Beth-lehem-judah to the inmost parts of the hill-country of Ephraim: I came from there and went to Beth-lehem-judah: now I am on my way back to my house, but no man will take me into his house."}, {"id": 7019019, "c": 19, "v": 19, "d": "But we have dry grass and food for our asses, as well as bread and wine for me, and for the woman, and for the young man with us: we have no need of anything."}, {"id": 7019020, "c": 19, "v": 20, "d": "And the old man said, Peace be with you; let all your needs be my care; only do not take your rest in the street."}, {"id": 7019021, "c": 19, "v": 21, "d": "So he took them into his house and gave the asses food; and after washing their feet they took food and drink."}, {"id": 7019022, "c": 19, "v": 22, "d": "While they were taking their pleasure at the meal, the good-for-nothing men of the town came round the house, giving blows on the door; and they said to the old man, the master of the house, Send out that man who came to your house, so that we may take our pleasure with him."}, {"id": 7019023, "c": 19, "v": 23, "d": "So the man, the master of the house, went out to them, and said, No, my brothers, do not this evil thing; this man has come into my house, and you are not to do him this wrong."}, {"id": 7019024, "c": 19, "v": 24, "d": "See, here is my daughter, a virgin, and his servant-wife: I will send them out for you to take them and do with them whatever you will. But do no such thing of shame to this man."}, {"id": 7019025, "c": 19, "v": 25, "d": "But the men would not give ear to him: so the man took his woman and sent her out to them; and they took her by force, using her for their pleasure all night till the morning; and when dawn came they let her go."}, {"id": 7019026, "c": 19, "v": 26, "d": "Then at the dawn of day the woman came, and, falling down at the door of the man's house where her master was, was stretched there till it was light."}, {"id": 7019027, "c": 19, "v": 27, "d": "In the morning her master got up, and opening the door of the house went out to go on his way; and he saw his servant-wife stretched on the earth at the door of the house with her hands on the step."}, {"id": 7019028, "c": 19, "v": 28, "d": "And he said to her, Get up and let us be going; but there was no answer; so he took her up and put her on the ass, and went on his way and came to his house."}, {"id": 7019029, "c": 19, "v": 29, "d": "And when he had come to his house, he got his knife, and took the woman, cutting her up bone by bone into twelve parts, which he sent through all Israel."}, {"id": 7019030, "c": 19, "v": 30, "d": "And he gave orders to the men whom he sent, saying, This is what you are to say to all the men of Israel, Has ever an act like this been done from the day when the children of Israel came out of Egypt to this day? Give thought to it, turning it over in your minds, and give your opinion of it."}, {"id": 7020001, "c": 20, "v": 1, "d": "Then all the children of Israel took up arms, and the people came together like one man, from Dan to Beer-sheba, and the land of Gilead, before the Lord at Mizpah."}, {"id": 7020002, "c": 20, "v": 2, "d": "And the chiefs of the people, out of all the tribes of Israel, took their places in the meeting of the people of God, four hundred thousand footmen armed with swords."}, {"id": 7020003, "c": 20, "v": 3, "d": "(Now the children of Benjamin had word that the children of Israel had gone up to Mizpah.) And the children of Israel said, Make clear how this evil thing took place."}, {"id": 7020004, "c": 20, "v": 4, "d": "Then the Levite, the husband of the dead woman, said in answer, I came to Gibeah in the land of Benjamin, I and my servant-wife, for the purpose of stopping there for the night."}, {"id": 7020005, "c": 20, "v": 5, "d": "And the townsmen of Gibeah came together against me, going round the house on all sides by night; it was their purpose to put me to death, and my servant-wife was violently used by them and is dead."}, {"id": 7020006, "c": 20, "v": 6, "d": "So I took her, cutting her into parts which I sent through all the country of the heritage of Israel: for they have done an act of shame in Israel."}, {"id": 7020007, "c": 20, "v": 7, "d": "Here you all are, you children of Israel; give now your suggestions about what is to be done."}, {"id": 7020008, "c": 20, "v": 8, "d": "Then all the people got up as one man and said, Not one of us will go to his tent or go back to his house:"}, {"id": 7020009, "c": 20, "v": 9, "d": "But this is what we will do to Gibeah: we will go up against it by the decision of the Lord;"}, {"id": 7020010, "c": 20, "v": 10, "d": "And we will take ten men out of every hundred, through all the tribes of Israel, a hundred out of every thousand, a thousand out of every ten thousand, to get food for the people, so that they may give to Gibeah of Benjamin the right punishment for the act of shame they have done in Israel."}, {"id": 7020011, "c": 20, "v": 11, "d": "So all the men of Israel were banded together against the town, united like one man."}, {"id": 7020012, "c": 20, "v": 12, "d": "And the tribes of Israel sent men through all the tribe of Benjamin saying, What is this evil which has been done among you?"}, {"id": 7020013, "c": 20, "v": 13, "d": "Now give up those good-for-nothing persons in Gibeah so that we may put them to death, clearing away the evil from Israel. But the children of Benjamin would not give ear to the voice of their brothers, the children of Israel."}, {"id": 7020014, "c": 20, "v": 14, "d": "And the children of Benjamin came together from all their towns to Gibeah, to go to war with the children of Israel."}, {"id": 7020015, "c": 20, "v": 15, "d": "And the children of Benjamin who came that day from the towns were twenty-six thousand men armed with swords, in addition to the people of Gibeah, numbering seven hundred of the best fighting-men,"}, {"id": 7020016, "c": 20, "v": 16, "d": "Who were left-handed, able to send a stone at a hair without error."}, {"id": 7020017, "c": 20, "v": 17, "d": "And the men of Israel, other than Benjamin, were four hundred thousand in number, all armed with swords; they were all men of war."}, {"id": 7020018, "c": 20, "v": 18, "d": "And they got up and went up to Beth-el to get directions from God, and the children of Israel said, Who is to be the first to go up to the fight against the children of Benjamin? And the Lord said, Judah is to go up first."}, {"id": 7020019, "c": 20, "v": 19, "d": "So the children of Israel got up in the morning and put themselves in position against Gibeah."}, {"id": 7020020, "c": 20, "v": 20, "d": "And the men of Israel went out to war against Benjamin (and the men of Israel put their forces in fighting order against them at Gibeah)."}, {"id": 7020021, "c": 20, "v": 21, "d": "Then the children of Benjamin came out from Gibeah, cutting down twenty-two thousand of the Israelites that day."}, {"id": 7020022, "c": 20, "v": 22, "d": "But the people, the men of Israel, taking heart again, put their forces in order and took up the same position as on the first day."}, {"id": 7020023, "c": 20, "v": 23, "d": "Now the children of Israel went up, weeping before the Lord till evening, requesting the Lord and saying, Am I to go forward again to the fight against the children of Benjamin my brother? And the Lord said, Go up against him."}, {"id": 7020024, "c": 20, "v": 24, "d": "So the children of Israel went forward against the children of Benjamin the second day."}, {"id": 7020025, "c": 20, "v": 25, "d": "And the second day Benjamin went out against them from Gibeah, cutting down eighteen thousand men of the children of Israel, all swordsmen."}, {"id": 7020026, "c": 20, "v": 26, "d": "Then all the children of Israel, and all the people, went up to Beth-el, weeping and waiting there before the Lord, going without food all day till evening, and offering burned offerings and peace-offerings before the Lord."}, {"id": 7020027, "c": 20, "v": 27, "d": "And the children of Israel made request to the Lord, (for the ark of the agreement of the Lord was there in those days,"}, {"id": 7020028, "c": 20, "v": 28, "d": "And Phinehas, the son of Eleazar, the son of Aaron, was in his place before it,) and said, Am I still to go on with the fight against the children of Benjamin my brother, or am I to give it up? And the Lord said, Go on; for tomorrow I will give him into your hands."}, {"id": 7020029, "c": 20, "v": 29, "d": "So Israel put men secretly all round Gibeah to make a surprise attack on it."}, {"id": 7020030, "c": 20, "v": 30, "d": "And the children of Israel went up against the children of Benjamin on the third day, and put themselves in fighting order against Gibeah as before."}, {"id": 7020031, "c": 20, "v": 31, "d": "And the children of Benjamin went out against the people, moving away from the town; and as before, at their first attack, they put to death about thirty men of Israel on the highways, of which one goes up to Beth-el and the other to Gibeah, and in the open country."}, {"id": 7020032, "c": 20, "v": 32, "d": "And the children of Benjamin said, They are giving way before us as at first. But the children of Israel said, Let us go in flight and get them away from the town, into the highways."}, {"id": 7020033, "c": 20, "v": 33, "d": "So all the men of Israel got up and put themselves in fighting order at Baal-tamar: and those who had been waiting secretly to make a surprise attack came rushing out of their place on the west of Geba."}, {"id": 7020034, "c": 20, "v": 34, "d": "And they came in front of Gibeah, ten thousand of the best men in all Israel, and the fighting became more violent; but the children of Benjamin were not conscious that evil was coming on them."}, {"id": 7020035, "c": 20, "v": 35, "d": "Then the Lord sent sudden fear on Benjamin before Israel; and that day the children of Israel put to death twenty-five thousand, one hundred men of Benjamin, all of them swordsmen."}, {"id": 7020036, "c": 20, "v": 36, "d": "So the children of Benjamin saw that they were overcome: and the men of Israel had given way before Benjamin, putting their faith in the watchers who were to make the surprise attack on Gibeah."}, {"id": 7020037, "c": 20, "v": 37, "d": "And the watchers, rushing on Gibeah and overrunning it, put all the town to the sword without mercy."}, {"id": 7020038, "c": 20, "v": 38, "d": "Now the sign fixed between the men of Israel and those making the surprise attack was that when they made a pillar of smoke go up from the town,"}, {"id": 7020039, "c": 20, "v": 39, "d": "The men of Israel were to make a turn about in the fight. And Benjamin had overcome and put to death about thirty of the men of Israel, and were saying, Certainly they are falling back before us as in the first fight."}, {"id": 7020040, "c": 20, "v": 40, "d": "Then the sign went up out of the town in the pillar of smoke, and the Benjamites, turning back, saw all the town going up in smoke to heaven."}, {"id": 7020041, "c": 20, "v": 41, "d": "And the men of Israel had made a turn about, and the men of Benjamin were overcome with fear, for they saw that evil had overtaken them."}, {"id": 7020042, "c": 20, "v": 42, "d": "So turning their backs on the men of Israel, they went in the direction of the waste land; but the fight overtook them; and those who came out of the town were heading them off and putting them to the sword."}, {"id": 7020043, "c": 20, "v": 43, "d": "And crushing Benjamin down, they went after them, driving them from Nohah as far as the east side of Gibeah."}, {"id": 7020044, "c": 20, "v": 44, "d": "Eighteen thousand men of Benjamin came to their death, all strong men of war."}, {"id": 7020045, "c": 20, "v": 45, "d": "And turning, they went in flight to the rock of Rimmon in the waste land: and on the highways five thousand of them were cut off by the men of Israel, who, pushing on hard after them to Geba, put to death two thousand more."}, {"id": 7020046, "c": 20, "v": 46, "d": "So twenty-five thousand of the swordsmen of Benjamin came to their end that day, all strong men of war."}, {"id": 7020047, "c": 20, "v": 47, "d": "But six hundred men, turning back, went in flight to the rock of Rimmon in the waste land, and were living on the rock of Rimmon for four months."}, {"id": 7020048, "c": 20, "v": 48, "d": "And the men of Israel, turning again against the children of Benjamin, put to the sword without mercy all the towns and the cattle and everything there was, burning every town which came into their hands."}, {"id": 7021001, "c": 21, "v": 1, "d": "Now the men of Israel had taken an oath in Mizpah, saying, Not one of us will give his daughter as a wife to Benjamin."}, {"id": 7021002, "c": 21, "v": 2, "d": "And the people came to Beth-el, waiting there till evening before God, and gave themselves up to bitter weeping."}, {"id": 7021003, "c": 21, "v": 3, "d": "And they said, O Lord, the God of Israel, why has this fate come on Israel, that today one tribe has been cut off from Israel?"}, {"id": 7021004, "c": 21, "v": 4, "d": "Then on the day after, the people got up early and made an altar there, offering burned offerings and peace-offerings."}, {"id": 7021005, "c": 21, "v": 5, "d": "And the children of Israel said, Who is there among all the tribes of Israel, who did not come up to the Lord at the meeting of all Israel? For they had taken a great oath that whoever did not come up to Mizpah to the Lord was to be put to death."}, {"id": 7021006, "c": 21, "v": 6, "d": "And the children of Israel were moved with pity for Benjamin their brother, saying, Today one tribe has been cut off from Israel."}, {"id": 7021007, "c": 21, "v": 7, "d": "What are we to do about wives for those who are still living? For we have taken an oath by the Lord that we will not give them our daughters for wives."}, {"id": 7021008, "c": 21, "v": 8, "d": "And they said, Which one of the tribes of Israel did not come up to Mizpah to the Lord? And it was seen that no one had come from Jabesh-gilead to the meeting."}, {"id": 7021009, "c": 21, "v": 9, "d": "For when the people were numbered, not one man of the people of Jabesh-gilead was present."}, {"id": 7021010, "c": 21, "v": 10, "d": "So they (the meeting) sent twelve thousand of the best fighting-men, and gave them orders, saying, Go and put the people of Jabesh-gilead to the sword without mercy, with their women and their little ones."}, {"id": 7021011, "c": 21, "v": 11, "d": "And this is what you are to do: every male, and every woman who has had sex relations with a man, you are to put to the curse, but you are to keep safe the virgins. And they did so."}, {"id": 7021012, "c": 21, "v": 12, "d": "Now there were among the people of Jabesh-gilead four hundred young virgins who had never had sex relations with a man; these they took to their tents in Shiloh in the land of Canaan."}, {"id": 7021013, "c": 21, "v": 13, "d": "And all the meeting sent to the men of Benjamin who were in the rock of Rimmon, offering them peace."}, {"id": 7021014, "c": 21, "v": 14, "d": "Then Benjamin came back; and they gave them the women whom they had kept from death among the women of Jabesh-gilead: but still there were not enough for them."}, {"id": 7021015, "c": 21, "v": 15, "d": "And the people were moved with pity for Benjamin, because the Lord had let his wrath loose on the tribes of Israel."}, {"id": 7021016, "c": 21, "v": 16, "d": "Then the responsible men of the meeting said, What are we to do about wives for the rest of them, seeing that the women of Benjamin are dead?"}, {"id": 7021017, "c": 21, "v": 17, "d": "And they said, How is the rest of Benjamin to be given offspring so that one tribe of Israel may not be put out of existence,"}, {"id": 7021018, "c": 21, "v": 18, "d": "Seeing that we may not give them our daughters as wives? For the children of Israel had taken an oath, saying, Cursed is he who gives a wife to Benjamin."}, {"id": 7021019, "c": 21, "v": 19, "d": "And they said, See, every year there is a feast of the Lord in Shiloh, which is to the north of Beth-el, on the east side of the highway which goes up from Beth-el to Shechem, and on the south of Lebonah."}, {"id": 7021020, "c": 21, "v": 20, "d": "And they said to the men of Benjamin, Go into the vine-gardens, waiting there secretly,"}, {"id": 7021021, "c": 21, "v": 21, "d": "And watching; and if the daughters of Shiloh come out to take part in the dances, then come from the vine-gardens and take a wife for every one of you from among the daughters of Shiloh, and go back to the land of Benjamin."}, {"id": 7021022, "c": 21, "v": 22, "d": "And when their fathers or their brothers come and make trouble, you are to say to them, Give them to us as an act of grace; for we did not take them as wives for ourselves in war; and if you yourselves had given them to us you would have been responsible for the broken oath."}, {"id": 7021023, "c": 21, "v": 23, "d": "So the men of Benjamin did this, and got wives for themselves for every one of their number, taking them away by force from the dance; then they went back to their heritage, building up their towns and living in them."}, {"id": 7021024, "c": 21, "v": 24, "d": "Then the children of Israel went away from there, every man to his tribe and his family, every man went back to his heritage."}, {"id": 7021025, "c": 21, "v": 25, "d": "In those days there was no king in Israel: every man did what seemed right to him."}]}