{"data": [{"id": 8001001, "c": 1, "v": 1, "d": "Now there came a time, in the days of the judges, when there was no food in the land. And a certain man went from Beth-lehem-judah, he and his wife and his two sons, to make a living-place in the country of Moab."}, {"id": 8001002, "c": 1, "v": 2, "d": "And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Beth-lehem-judah. And they came into the country of Moab, and were there for some time."}, {"id": 8001003, "c": 1, "v": 3, "d": "And Elimelech, Naomi's husband, came to his end; and only her two sons were with her."}, {"id": 8001004, "c": 1, "v": 4, "d": "And they took two women of Moab as their wives: the name of the one was Orpah, and the name of the other Ruth; and they went on living there for about ten years."}, {"id": 8001005, "c": 1, "v": 5, "d": "And Mahlon and Chilion came to their end; and the woman was without her two sons and her husband."}, {"id": 8001006, "c": 1, "v": 6, "d": "So she and her daughters-in-law got ready to go back from the country of Moab, for news had come to her in the country of Moab that the Lord, in mercy for his people, had given them food."}, {"id": 8001007, "c": 1, "v": 7, "d": "And she went out of the place where she was, and her two daughters-in-law with her; and they went on their way to go back to the land of Judah."}, {"id": 8001008, "c": 1, "v": 8, "d": "And Naomi said to her two daughters-in-law, Go back to your mothers' houses: may the Lord be good to you as you have been good to the dead and to me:"}, {"id": 8001009, "c": 1, "v": 9, "d": "May the Lord give you rest in the houses of your husbands. Then she gave them a kiss; and they were weeping bitterly."}, {"id": 8001010, "c": 1, "v": 10, "d": "And they said to her, No, but we will go back with you to your people."}, {"id": 8001011, "c": 1, "v": 11, "d": "But Naomi said, Go back, my daughters; why will you come with me? Have I more sons in my body, to become your husbands?"}, {"id": 8001012, "c": 1, "v": 12, "d": "Go back, my daughters, and go on your way; I am so old now that I may not have another husband. If I said, I have hopes, if I had a husband tonight, and might have sons,"}, {"id": 8001013, "c": 1, "v": 13, "d": "Would you keep yourselves till they were old enough? would you keep from having husbands for them? No, my daughters; but I am very sad for you that the hand of the Lord is against me."}, {"id": 8001014, "c": 1, "v": 14, "d": "Then again they were weeping; and Orpah gave her mother-in-law a kiss, but Ruth would not be parted from her."}, {"id": 8001015, "c": 1, "v": 15, "d": "And Naomi said, See, your sister-in-law has gone back to her people and to her gods: go back after your sister-in-law."}, {"id": 8001016, "c": 1, "v": 16, "d": "But Ruth said, Give up requesting me to go away from you, or to go back without you: for where you go I will go; and where you take your rest I will take my rest; your people will be my people, and your God my God."}, {"id": 8001017, "c": 1, "v": 17, "d": "Wherever death comes to you, death will come to me, and there will be my last resting-place; the Lord do so to me and more if we are parted by anything but death."}, {"id": 8001018, "c": 1, "v": 18, "d": "And when she saw that Ruth was strong in her purpose to go with her she said no more."}, {"id": 8001019, "c": 1, "v": 19, "d": "So the two of them went on till they came to Beth-lehem. And when they came to Beth-lehem all the town was moved about them, and they said, Is this Naomi?"}, {"id": 8001020, "c": 1, "v": 20, "d": "And she said to them, Do not let my name be Naomi, but Mara, for the Ruler of all has given me a bitter fate."}, {"id": 8001021, "c": 1, "v": 21, "d": "I went out full, and the Lord has sent me back again with nothing; why do you give me the name Naomi, seeing that the Lord has given witness against me, and the Ruler of all has sent sorrow on me?"}, {"id": 8001022, "c": 1, "v": 22, "d": "So Naomi came back out of the country of Moab, and Ruth the Moabitess, her daughter-in-law, with her; and they came to Beth-lehem in the first days of the grain-cutting."}, {"id": 8002001, "c": 2, "v": 1, "d": "And Naomi had a relation of her husband, a man of wealth, of the family of Elimelech; and his name was Boaz."}, {"id": 8002002, "c": 2, "v": 2, "d": "And Ruth the Moabitess said to Naomi, Now let me go into the field and take up the heads of grain after him in whose eyes I may have grace. And she said to her, Go, my daughter."}, {"id": 8002003, "c": 2, "v": 3, "d": "And she went, and came and took up the heads of grain in the field after the cutters; and by chance she went into that part of the field which was the property of Boaz, who was of the family of Elimelech."}, {"id": 8002004, "c": 2, "v": 4, "d": "And Boaz came from Beth-lehem, and said to the grain-cutters, The Lord be with you. And they made answer, The Lord give you his blessing."}, {"id": 8002005, "c": 2, "v": 5, "d": "Then Boaz said to his servant who was in authority over the cutters, Whose girl is this?"}, {"id": 8002006, "c": 2, "v": 6, "d": "And the servant who was in authority over the cutters said, It is a Moabite girl who came back with Naomi out of the country of Moab;"}, {"id": 8002007, "c": 2, "v": 7, "d": "And she said to me, Let me come into the grain-field and take up the grain after the cutters. So she came, and has been here from morning till now, without resting even for a minute."}, {"id": 8002008, "c": 2, "v": 8, "d": "Then said Boaz to Ruth, Give ear to me, my daughter: do not go to take up the grain in another field, or go away from here, but keep here by my young women:"}, {"id": 8002009, "c": 2, "v": 9, "d": "Keep your eyes on the field they are cutting, and go after them; have I not given orders to the young men not to put a hand on you? And when you are in need of drink go to the vessels and take of what the young men have put there."}, {"id": 8002010, "c": 2, "v": 10, "d": "Then she went down on her face to the earth, and said to him, Why have I grace in your eyes, that you give attention to me, seeing I am from a strange people?"}, {"id": 8002011, "c": 2, "v": 11, "d": "And Boaz answering said to her, I have had news of everything you have done for your mother-in-law after the death of your husband; how you went away from your father and mother and the land of your birth, and came to a people who are strange to you."}, {"id": 8002012, "c": 2, "v": 12, "d": "The Lord give you a reward for what you have done, and may a full reward be given to you by the Lord, the God of Israel, under whose wings you have come to take cover."}, {"id": 8002013, "c": 2, "v": 13, "d": "Then she said, May I have grace in your eyes, my lord, for you have given me comfort, and you have said kind words to your servant, though I am not like one of your servants."}, {"id": 8002014, "c": 2, "v": 14, "d": "And at meal-time Boaz said to her, Come here, and take some of the bread, and put your bit into the wine. And she took her seat among the grain-cutters: and he gave her dry grain, and she took it, and there was more than enough for her meal."}, {"id": 8002015, "c": 2, "v": 15, "d": "And when she got ready to take up the grain, Boaz gave his young men orders, saying, Let her take it even from among the cut grain, and say nothing to her."}, {"id": 8002016, "c": 2, "v": 16, "d": "And let some heads of grain be pulled out of what has been corded up, and dropped for her to take, and let no sharp word be said to her."}, {"id": 8002017, "c": 2, "v": 17, "d": "So she went on getting together the heads of grain till evening; and after crushing out the seed it came to about an ephah of grain."}, {"id": 8002018, "c": 2, "v": 18, "d": "And she took it up and went into the town; and she let her mother-in-law see what she had got, and after taking enough for herself she gave her the rest."}, {"id": 8002019, "c": 2, "v": 19, "d": "And her mother-in-law said to her, Where did you take up the grain today, and where were you working? May a blessing be on him who gave such attention to you. And she gave her mother-in-law an account of where she had been working, and said, The name of the man with whom I was working today is Boaz."}, {"id": 8002020, "c": 2, "v": 20, "d": "And Naomi said to her daughter-in-law, May the blessing of the Lord, who has at all times been kind to the living and to the dead, be on him. And Naomi said to her, The man is of our family, one of our near relations."}, {"id": 8002021, "c": 2, "v": 21, "d": "And Ruth the Moabitess said, Truly, he said to me, Keep near my young men till all my grain is cut."}, {"id": 8002022, "c": 2, "v": 22, "d": "And Naomi said to Ruth, her daughter-in-law, It is better, my daughter, for you to go out with his servant-girls, so that no danger may come to you in another field."}, {"id": 8002023, "c": 2, "v": 23, "d": "So she kept near the servant-girls of Boaz to take up the grain till the cutting of the early grain and the cutting of the late grain were ended; and she went on living with her mother-in-law."}, {"id": 8003001, "c": 3, "v": 1, "d": "And Naomi, her mother-in-law, said to her, My daughter, am I not to get you a resting-place where you may be in comfort?"}, {"id": 8003002, "c": 3, "v": 2, "d": "And now, is there not Boaz, our relation, with whose young women you were? See, tonight he is separating the grain from the waste in his grain-floor."}, {"id": 8003003, "c": 3, "v": 3, "d": "So take a bath, and, after rubbing your body with sweet oil, put on your best robe, and go down to the grain-floor; but do not let him see you till he has come to the end of his meal."}, {"id": 8003004, "c": 3, "v": 4, "d": "But see to it, when he goes to rest, that you take note of the place where he is sleeping, and go in there, and, uncovering his feet, take your place by him; and he will say what you are to do."}, {"id": 8003005, "c": 3, "v": 5, "d": "And she said, I will do all you say."}, {"id": 8003006, "c": 3, "v": 6, "d": "So she went down to the grain-floor and did all her mother-in-law had said to her."}, {"id": 8003007, "c": 3, "v": 7, "d": "Now when Boaz had taken meat and drink, and his heart was glad, he went to take his rest at the end of the mass of grain; then she came softly and, uncovering his feet, went to rest."}, {"id": 8003008, "c": 3, "v": 8, "d": "Now in the middle of the night, the man awaking from his sleep in fear, and lifting himself up, saw a woman stretched at his feet."}, {"id": 8003009, "c": 3, "v": 9, "d": "And he said, Who are you? And she answering said, I am your servant Ruth: take your servant as wife, for you are a near relation."}, {"id": 8003010, "c": 3, "v": 10, "d": "And he said, May the Lord give you his blessing, my daughter: even better than what you did at the first is this last kind act you have done, in not going after young men, with or without wealth."}, {"id": 8003011, "c": 3, "v": 11, "d": "And now, my daughter, have no fear; I will do for you whatever you say: for it is clear to all my townspeople that you are a woman of virtue."}, {"id": 8003012, "c": 3, "v": 12, "d": "Now it is true that I am a near relation: but there is a relation nearer than I."}, {"id": 8003013, "c": 3, "v": 13, "d": "Take your rest here tonight; and in the morning, if he will do for you what it is right for a relation to do, very well, let him do so: but if he will not, then by the living Lord I myself will do so."}, {"id": 8003014, "c": 3, "v": 14, "d": "And she took her rest at his feet till the morning: and she got up before it was light enough for one to see another. And he said, Let it not come to anyone's knowledge that the woman came to the grain-floor."}, {"id": 8003015, "c": 3, "v": 15, "d": "And he said, Take your robe, stretching it out in your hands: and she did so, and he took six measures of grain and put them into it, and gave it her to take: and she went back to the town."}, {"id": 8003016, "c": 3, "v": 16, "d": "And when she came back her mother-in-law said to her, How did it go with you, my daughter? And she gave her an account of all the man had done to her."}, {"id": 8003017, "c": 3, "v": 17, "d": "And she said, He gave me these six measures of grain, saying, Do not go back to your mother-in-law with nothing in your hands."}, {"id": 8003018, "c": 3, "v": 18, "d": "Then she said, Do nothing now, my daughter, till you see what will come of this; for the man will take no rest till he has put this thing through."}, {"id": 8004001, "c": 4, "v": 1, "d": "And Boaz went up to the public place of the town, and took his seat there: and the near relation of whom he had been talking came by; and Boaz, crying out to him by name, said, Come and be seated here. And he came and was seated."}, {"id": 8004002, "c": 4, "v": 2, "d": "Then he got ten of the responsible men of the town, and said, Be seated here. And they took their seats."}, {"id": 8004003, "c": 4, "v": 3, "d": "Then he said to the near relation, Naomi, who has come back from the country of Moab, is offering for a price that bit of land which was our brother Elimelech's:"}, {"id": 8004004, "c": 4, "v": 4, "d": "And it was in my mind to give you the chance of taking it, with the approval of those seated here and of the responsible men of my people. If you are ready to do what it is right for a relation to do, then do it: but if you will not do it, say so to me now; for there is no one who has the right to do it but you, and after you myself. And he said, I will do it."}, {"id": 8004005, "c": 4, "v": 5, "d": "Then Boaz said, On the day when you take this field, you will have to take with it Ruth, the Moabitess, the wife of the dead, so that you may keep the name of the dead living in his heritage."}, {"id": 8004006, "c": 4, "v": 6, "d": "And the near relation said, I am not able to do the relation's part, for fear of damaging the heritage I have: you may do it in my place, for I am not able to do it myself."}, {"id": 8004007, "c": 4, "v": 7, "d": "Now, in earlier times this was the way in Israel when property was taken over by a near relation, or when there was a change of owner. To make the exchange certain one man took off his shoe and gave it to the other; and this was a witness in Israel."}, {"id": 8004008, "c": 4, "v": 8, "d": "So the near relation said to Boaz, Take it for yourself. And he took off his shoe."}, {"id": 8004009, "c": 4, "v": 9, "d": "Then Boaz said to the responsible men and to all the people, You are witnesses today that I have taken at a price from Naomi all the property which was Elimelech's, and everything which was Chilion's and Mahlon's."}, {"id": 8004010, "c": 4, "v": 10, "d": "And, further, I have taken Ruth, the Moabitess, who was the wife of Mahlon, to be my wife, to keep the name of the dead man living in his heritage, so that his name may not be cut off from among his countrymen, and from the memory of his town: you are witnesses this day."}, {"id": 8004011, "c": 4, "v": 11, "d": "And all the people who were in the public place, and the responsible men, said, We are witnesses. May the Lord make this woman, who is about to come into your house, like Rachel and Leah, which two were the builders of the house of Israel: and may you have wealth in Ephrathah, and be great in Beth-lehem;"}, {"id": 8004012, "c": 4, "v": 12, "d": "May your family be like the family of Perez, the son whom Tamar gave to Judah, from the offspring which the Lord may give you by this young woman."}, {"id": 8004013, "c": 4, "v": 13, "d": "So Boaz took Ruth and she became his wife; and he went in to her, and the Lord made her with child and she gave birth to a son."}, {"id": 8004014, "c": 4, "v": 14, "d": "And the women said to Naomi, A blessing on the Lord, who has not let you be this day without a near relation, and may his name be great in Israel."}, {"id": 8004015, "c": 4, "v": 15, "d": "He will be a giver of new life to you, and your comforter when you are old, for your daughter-in-law, who, in her love for you, is better than seven sons, has given birth to him."}, {"id": 8004016, "c": 4, "v": 16, "d": "And Naomi took the child and put her arms round it, and she took care of it."}, {"id": 8004017, "c": 4, "v": 17, "d": "And the women who were her neighbours gave it a name, saying, Naomi has a child; and they gave him the name of Obed: he is the father of Jesse, the father of David."}, {"id": 8004018, "c": 4, "v": 18, "d": "Now these are the generations of Perez: Perez became the father of Hezron;"}, {"id": 8004019, "c": 4, "v": 19, "d": "And Hezron became the father of Ram, and Ram became the father of Amminadab;"}, {"id": 8004020, "c": 4, "v": 20, "d": "And Amminadab became the father of Nahshon, and Nahshon became the father of Salmon;"}, {"id": 8004021, "c": 4, "v": 21, "d": "And Salmon became the father of Boaz, and Boaz became the father of Obed;"}, {"id": 8004022, "c": 4, "v": 22, "d": "And Obed became the father of Jesse, and Jesse became the father of David."}]}