{"data": [{"id": 13001001, "c": 1, "v": 1, "d": "Adam, Seth, Enosh,"}, {"id": 13001002, "c": 1, "v": 2, "d": "Kenan, Mahalalel, Jared,"}, {"id": 13001003, "c": 1, "v": 3, "d": "Enoch, Methuselah, Lamech,"}, {"id": 13001004, "c": 1, "v": 4, "d": "Noah, Shem, Ham, and Japheth."}, {"id": 13001005, "c": 1, "v": 5, "d": "The sons of Japheth: Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras."}, {"id": 13001006, "c": 1, "v": 6, "d": "And the sons of Gomer: Ashkenaz, and Diphath, and Togarmah."}, {"id": 13001007, "c": 1, "v": 7, "d": "And the sons of Javan: Elishah, and Tarshish, Kittim, and Rodanim."}, {"id": 13001008, "c": 1, "v": 8, "d": "The sons of Ham: Cush, and Mizraim, Put, and Canaan."}, {"id": 13001009, "c": 1, "v": 9, "d": "And the sons of Cush: Seba, and Havilah, and Sabta, and Raama, and Sabteca. And the sons of Raamah: Sheba, and Dedan."}, {"id": 13001010, "c": 1, "v": 10, "d": "And Cush begat Nimrod; he began to be a mighty one in the earth."}, {"id": 13001011, "c": 1, "v": 11, "d": "And Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim,"}, {"id": 13001012, "c": 1, "v": 12, "d": "and Pathrusim, and Casluhim (from whence came the Philistines), and Caphtorim."}, {"id": 13001013, "c": 1, "v": 13, "d": "And Canaan begat Sidon his first-born, and Heth,"}, {"id": 13001014, "c": 1, "v": 14, "d": "and the Jebusite, and the Amorite, and the Girgashite,"}, {"id": 13001015, "c": 1, "v": 15, "d": "and the Hivite, and the Arkite, and the Sinite,"}, {"id": 13001016, "c": 1, "v": 16, "d": "and the Arvadite, and the Zemarite, and the Hamathite."}, {"id": 13001017, "c": 1, "v": 17, "d": "The sons of Shem: Elam, and Asshur, and Arpachshad, and Lud, and Aram, and Uz, and Hul, and Gether, and Meshech."}, {"id": 13001018, "c": 1, "v": 18, "d": "And Arpachshad begat Shelah, and Shelah begat Eber."}, {"id": 13001019, "c": 1, "v": 19, "d": "And unto Eber were born two sons: the name of the one was Peleg; for in his days the earth was divided; and his brother's name was Joktan."}, {"id": 13001020, "c": 1, "v": 20, "d": "And Joktan begat Almodad, and Sheleph, and Hazarmaveth, and Jerah,"}, {"id": 13001021, "c": 1, "v": 21, "d": "and Hadoram, and Uzal, and Diklah,"}, {"id": 13001022, "c": 1, "v": 22, "d": "and Ebal, and Abimael, and Sheba,"}, {"id": 13001023, "c": 1, "v": 23, "d": "and Ophir, and Havilah, and Jobab. All these were the sons of Joktan."}, {"id": 13001024, "c": 1, "v": 24, "d": "Shem, Arpachshad, Shelah,"}, {"id": 13001025, "c": 1, "v": 25, "d": "Eber, Peleg, Reu,"}, {"id": 13001026, "c": 1, "v": 26, "d": "Serug, Nahor, Terah,"}, {"id": 13001027, "c": 1, "v": 27, "d": "Abram (the same is Abraham)."}, {"id": 13001028, "c": 1, "v": 28, "d": "The sons of Abraham: Isaac, and Ishmael."}, {"id": 13001029, "c": 1, "v": 29, "d": "These are their generations: the first-born of Ishmael, Nebaioth; then Kedar, and Adbeel, and Mibsam,"}, {"id": 13001030, "c": 1, "v": 30, "d": "Mishma, and Dumah, Massa, Hadad, and Tema,"}, {"id": 13001031, "c": 1, "v": 31, "d": "Jetur, Naphish, and Kedemah. These are the sons of Ishmael."}, {"id": 13001032, "c": 1, "v": 32, "d": "And the sons of Keturah, Abraham's concubine: she bare Zimran, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah. And the sons of Jokshan: Sheba, and Dedan."}, {"id": 13001033, "c": 1, "v": 33, "d": "And the sons of Midian: Ephah, and Epher, and Hanoch, and Abida, and Eldaah. All these were the sons of Keturah."}, {"id": 13001034, "c": 1, "v": 34, "d": "And Abraham begat Isaac. The sons of Isaac: Esau, and Israel."}, {"id": 13001035, "c": 1, "v": 35, "d": "The sons of Esau: Eliphaz, Reuel, and Jeush, and Jalam, and Korah."}, {"id": 13001036, "c": 1, "v": 36, "d": "The sons of Eliphaz: Teman, and Omar, Zephi, and Gatam, Kenaz, and Timna, and Amalek."}, {"id": 13001037, "c": 1, "v": 37, "d": "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah."}, {"id": 13001038, "c": 1, "v": 38, "d": "And the sons of Seir: Lotan, and Shobal, and Zibeon, and Anah, and Dishon, and Ezer, and Dishan."}, {"id": 13001039, "c": 1, "v": 39, "d": "And the sons of Lotan: Hori, and Homam; and Timna was Lotan's sister."}, {"id": 13001040, "c": 1, "v": 40, "d": "The sons of Shobal: Alian, and Manahath, and Ebal, Shephi, and Onam. And the sons of Zibeon: Aiah, and Anah."}, {"id": 13001041, "c": 1, "v": 41, "d": "The sons of Anah: Dishon. And the sons of Dishon: Hamran, and Eshban, and Ithran, and Cheran."}, {"id": 13001042, "c": 1, "v": 42, "d": "The sons of Ezer: Bilhan, and Zaavan, Jaakan. The sons of Dishan: Uz, and Aran."}, {"id": 13001043, "c": 1, "v": 43, "d": "Now these are the kings that reigned in the land of Edom, before there resigned any king over the children of Israel: Bela the son of Beor; and the name of his city was Dinhabah."}, {"id": 13001044, "c": 1, "v": 44, "d": "And Bela died, and Jobab the son of Zerah of Bozrah reigned in his stead."}, {"id": 13001045, "c": 1, "v": 45, "d": "And Jobab died, and Husham of the land of the Temanites reigned in his stead."}, {"id": 13001046, "c": 1, "v": 46, "d": "And Husham died, and Hadad the son of Bedad, who smote Midian in the field of Moab, reigned in his stead; and the name of his city was Avith."}, {"id": 13001047, "c": 1, "v": 47, "d": "And Hadad died, and Samlah of Masrekah reigned in his stead."}, {"id": 13001048, "c": 1, "v": 48, "d": "And Samlah died, and Shaul of Rehoboth by the River reigned in his stead."}, {"id": 13001049, "c": 1, "v": 49, "d": "And Shaul died, and Baal-hanan the son of Achbor reigned in his stead."}, {"id": 13001050, "c": 1, "v": 50, "d": "And Baal-hanan died, and Hadad reigned in his stead; and the name of his city was Pai: and his wife's name was Mehetabel, the daughter of Matred, the daughter of Me-zahab."}, {"id": 13001051, "c": 1, "v": 51, "d": "And Hadad died. And the chiefs of Edom were: chief Timna, chief Aliah, chief Jetheth,"}, {"id": 13001052, "c": 1, "v": 52, "d": "chief Oholibamah, chief Elah, chief Pinon,"}, {"id": 13001053, "c": 1, "v": 53, "d": "chief Kenaz, chief Teman, chief Mibzar,"}, {"id": 13001054, "c": 1, "v": 54, "d": "chief Magdiel, chief Iram. These are the chiefs of Edom."}, {"id": 13002001, "c": 2, "v": 1, "d": "These are the sons of Israel: Reuben, Simeon, Levi, and Judah, Issachar, and Zebulun,"}, {"id": 13002002, "c": 2, "v": 2, "d": "Dan, Joseph, and Benjamin, Naphtali, Gad, and Asher."}, {"id": 13002003, "c": 2, "v": 3, "d": "The sons of Judah: Er, and Onan, and Shelah; which three were born unto him of Shua's daughter the Canaanitess. And Er, Judah's first-born, was wicked in the sight of Jehovah; and he slew him."}, {"id": 13002004, "c": 2, "v": 4, "d": "And Tamar his daughter-in-law bare him Perez and Zerah. All the sons of Judah were five."}, {"id": 13002005, "c": 2, "v": 5, "d": "The sons of Perez: Hezron, and Hamul."}, {"id": 13002006, "c": 2, "v": 6, "d": "And the sons of Zerah: Zimri, and Ethan, and Heman, and Calcol, and Dara; five of them in all."}, {"id": 13002007, "c": 2, "v": 7, "d": "And the sons of Carmi: Achar, the troubler of Israel, who committed a trespass in the devoted thing."}, {"id": 13002008, "c": 2, "v": 8, "d": "And the sons of Ethan: Azariah."}, {"id": 13002009, "c": 2, "v": 9, "d": "The sons also of Hezron, that were born unto him: Jerahmeel, and Ram, and Chelubai."}, {"id": 13002010, "c": 2, "v": 10, "d": "And Ram begat Amminadab, and Amminadab begat Nahshon, prince of the children of Judah;"}, {"id": 13002011, "c": 2, "v": 11, "d": "and Nahshon begat Salma, and Salma begat Boaz,"}, {"id": 13002012, "c": 2, "v": 12, "d": "and Boaz begat Obed, and Obed begat Jesse;"}, {"id": 13002013, "c": 2, "v": 13, "d": "and Jesse begat his first-born Eliab, and Abinadab the second, and Shimea the third,"}, {"id": 13002014, "c": 2, "v": 14, "d": "Nethanel the fourth, Raddai the fifth,"}, {"id": 13002015, "c": 2, "v": 15, "d": "Ozem the sixth, David the seventh;"}, {"id": 13002016, "c": 2, "v": 16, "d": "and their sisters were Zeruiah and Abigail. And the sons of Zeruiah: Abishai, and Joab, and Asahel, three."}, {"id": 13002017, "c": 2, "v": 17, "d": "And Abigail bare Amasa; and the father of Amasa was Jether the Ishmaelite."}, {"id": 13002018, "c": 2, "v": 18, "d": "And Caleb the son of Hezron begat `children' of Azubah `his' wife, and of Jerioth; and these were her sons: Jesher, and Shobab, and Ardon."}, {"id": 13002019, "c": 2, "v": 19, "d": "And Azubah died, and Caleb took unto him Ephrath, who bare him Hur."}, {"id": 13002020, "c": 2, "v": 20, "d": "And Hur begat Uri, and Uri begat Bezalel."}, {"id": 13002021, "c": 2, "v": 21, "d": "And afterward Hezron went in to the daughter of Machir the father of Gilead, whom he took `to wife' when he was threescore years old; and she bare him Segub."}, {"id": 13002022, "c": 2, "v": 22, "d": "And Segub begat Jair, who had three and twenty cities in the land of Gilead."}, {"id": 13002023, "c": 2, "v": 23, "d": "And Geshur and Aram took the towns of Jair from them, with Kenath, and the villages thereof, even threescore cities. All these were the sons of Machir the father of Gilead."}, {"id": 13002024, "c": 2, "v": 24, "d": "And after that Hezron was dead in Caleb-ephrathah, then Abijah Hezron's wife bare him Ashhur the father of Tekoa."}, {"id": 13002025, "c": 2, "v": 25, "d": "And the sons of Jerahmeel the first-born of Hezron were Ram the first-born, and Bunah, and Oren, and Ozem, Ahijah."}, {"id": 13002026, "c": 2, "v": 26, "d": "And Jerahmeel had another wife, whose name was Atarah; she was the mother of Onam."}, {"id": 13002027, "c": 2, "v": 27, "d": "And the sons of Ram the first-born of Jerahmeel were Maaz, and Jamin, and Eker."}, {"id": 13002028, "c": 2, "v": 28, "d": "And the sons of Onam were Shammai, and Jada. And the sons of Shammai: Nadab, and Abishur."}, {"id": 13002029, "c": 2, "v": 29, "d": "And the name of the wife of Abishur was Abihail; and she bare him Ahban, and Molid."}, {"id": 13002030, "c": 2, "v": 30, "d": "And the sons of Nadab: Seled, and Appaim; but Seled died without children."}, {"id": 13002031, "c": 2, "v": 31, "d": "And the sons of Appaim: Ishi. And the sons of Ishi: Sheshan. And the sons of Sheshan: Ahlai."}, {"id": 13002032, "c": 2, "v": 32, "d": "And the sons of Jada the brother of Shammai: Jether, and Jonathan; and Jether died without children."}, {"id": 13002033, "c": 2, "v": 33, "d": "And the sons of Jonathan: Peleth, and Zaza. These were the sons of Jerahmeel."}, {"id": 13002034, "c": 2, "v": 34, "d": "Now Sheshan had no sons, but daughters. And Sheshan had a servant, an Egyptian, whose name was Jarha."}, {"id": 13002035, "c": 2, "v": 35, "d": "And Sheshan gave his daughter to Jarha his servant to wife; and she bare him Attai."}, {"id": 13002036, "c": 2, "v": 36, "d": "And Attai begat Nathan, and Nathan begat Zabad,"}, {"id": 13002037, "c": 2, "v": 37, "d": "and Zabad begat Ephlal, and Ephlal begat Obed,"}, {"id": 13002038, "c": 2, "v": 38, "d": "and Obed begat Jehu, and Jehu begat Azariah,"}, {"id": 13002039, "c": 2, "v": 39, "d": "and Azariah begat Helez, and Helez begat Eleasah,"}, {"id": 13002040, "c": 2, "v": 40, "d": "and Eleasah begat Sismai, and Sismai begat Shallum,"}, {"id": 13002041, "c": 2, "v": 41, "d": "and Shallum begat Jekamiah, and Jekamiah begat Elishama."}, {"id": 13002042, "c": 2, "v": 42, "d": "And the sons of Caleb the brother of Jerahmeel were Mesha his first-born, who was the father of Ziph; and the sons of Mareshah the father of Hebron."}, {"id": 13002043, "c": 2, "v": 43, "d": "And the sons of Hebron: Korah, and Tappuah, and Rekem, and Shema."}, {"id": 13002044, "c": 2, "v": 44, "d": "And Shema begat Raham, the father of Jorkeam; and Rekem begat Shammai."}, {"id": 13002045, "c": 2, "v": 45, "d": "And the son of Shammai was Maon; and Maon was the father of Beth-zur."}, {"id": 13002046, "c": 2, "v": 46, "d": "And Ephah, Caleb's concubine, bare Haran, and Moza, and Gazez; and Haran begat Gazez."}, {"id": 13002047, "c": 2, "v": 47, "d": "And the sons of Jahdai: Regem, and Jothan, and Geshan, and Pelet, and Ephah, and Shaaph."}, {"id": 13002048, "c": 2, "v": 48, "d": "Maacah, Caleb's concubine, bare Sheber and Tirhanah."}, {"id": 13002049, "c": 2, "v": 49, "d": "She bare also Shaaph the father of Madmannah, Sheva the father of Machbena, and the father of Gibea; and the daughter of Caleb was Achsah."}, {"id": 13002050, "c": 2, "v": 50, "d": "These were the sons of Caleb, the son of Hur, the first-born of Ephrathah: Shobal the father of Kiriath-jearim,"}, {"id": 13002051, "c": 2, "v": 51, "d": "Salma the father of Beth-lehem, Hareph the father of Beth-gader."}, {"id": 13002052, "c": 2, "v": 52, "d": "And Shobal the father of Kiriath-jearim had sons: Haroeh, half of the Menuhoth."}, {"id": 13002053, "c": 2, "v": 53, "d": "And the families of Kiriath-jearim: The Ithrites, and the Puthites, and the Shumathites, and the Mishraites; of them came the Zorathites and the Eshtaolites."}, {"id": 13002054, "c": 2, "v": 54, "d": "The sons of Salma: Beth-lehem, and the Netophathites, Atroth-beth-joab, and half of the Manahathites, the Zorites."}, {"id": 13002055, "c": 2, "v": 55, "d": "And the families of scribes that dwelt at Jabez: the Tirathites, the Shimeathites, the Sucathites. These are the Kenites that came of Hammath, the father of the house of Rechab."}, {"id": 13003001, "c": 3, "v": 1, "d": "Now these were the sons of David, that were born unto him in Hebron: the first-born, Amnon, of Ahinoam the Jezreelitess; the second, Daniel, of Abigail the Carmelitess;"}, {"id": 13003002, "c": 3, "v": 2, "d": "the third, Absalom the son of Maacah the daughter of Talmai king of Geshur; the fourth, Adonijah the son of Haggith;"}, {"id": 13003003, "c": 3, "v": 3, "d": "the fifth, Shephatiah of Abital; the sixth, Ithream by Eglah his wife:"}, {"id": 13003004, "c": 3, "v": 4, "d": "six were born unto him in Hebron; and there he reigned seven years and six months. And in Jerusalem he reigned thirty and three years;"}, {"id": 13003005, "c": 3, "v": 5, "d": "and these were born unto him in Jerusalem: Shimea, and Shobab, and Nathan, and Solomon, four, of Bath-shua the daughter of Ammiel;"}, {"id": 13003006, "c": 3, "v": 6, "d": "and Ibhar, and Elishama, and Eliphelet,"}, {"id": 13003007, "c": 3, "v": 7, "d": "and Nogah, and Nepheg, and Japhia,"}, {"id": 13003008, "c": 3, "v": 8, "d": "and Elishama, and Eliada, and Eliphelet, nine."}, {"id": 13003009, "c": 3, "v": 9, "d": "All these were the sons of David, besides the sons of the concubines; and Tamar was their sister."}, {"id": 13003010, "c": 3, "v": 10, "d": "And Solomon's son was Rehoboam, Abijah his son, Asa his son, Jehoshaphat his son,"}, {"id": 13003011, "c": 3, "v": 11, "d": "Joram his son, Ahaziah his son, Joash his son,"}, {"id": 13003012, "c": 3, "v": 12, "d": "Amaziah his son, Azariah his son, Jotham his son,"}, {"id": 13003013, "c": 3, "v": 13, "d": "Ahaz his son, Hezekiah his son, Manasseh his son,"}, {"id": 13003014, "c": 3, "v": 14, "d": "Amon his son, Josiah his son."}, {"id": 13003015, "c": 3, "v": 15, "d": "And the sons of Josiah: the first-born Johanan, the second Jehoiakim, the third Zedekiah, the fourth Shallum."}, {"id": 13003016, "c": 3, "v": 16, "d": "And the sons of Jehoiakim: Jeconiah his son, Zedekiah his son."}, {"id": 13003017, "c": 3, "v": 17, "d": "And the sons of Jeconiah, the captive: Shealtiel his son,"}, {"id": 13003018, "c": 3, "v": 18, "d": "and Malchiram, and Pedaiah, and Shenazzar, Jekamiah, Hoshama, and Nedabiah."}, {"id": 13003019, "c": 3, "v": 19, "d": "And the sons of Pedaiah: Zerubbabel, and Shimei. And the sons of Zerubbabel: Meshullam, and Hananiah; and Shelomith was their sister;"}, {"id": 13003020, "c": 3, "v": 20, "d": "and Hashubah, and Ohel, and Berechiah, and Hasadiah, Jushab-hesed, five."}, {"id": 13003021, "c": 3, "v": 21, "d": "And the sons of Hananiah: Pelatiah, and Jeshaiah; the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shecaniah."}, {"id": 13003022, "c": 3, "v": 22, "d": "And the sons of Shecaniah: Shemaiah. And the sons of Shemaiah: Hattush, and Igal, and Bariah, and Neariah, and Shaphat, six."}, {"id": 13003023, "c": 3, "v": 23, "d": "And the sons of Neariah: Elioenai, and Hizkiah, and Azrikam, three."}, {"id": 13003024, "c": 3, "v": 24, "d": "And the sons of Elioenai: Hodaviah, and Eliashib, and Pelaiah, and Akkub, and Johanan, and Delaiah, and Anani, seven."}, {"id": 13004001, "c": 4, "v": 1, "d": "The sons of Judah: Perez, Hezron, and Carmi, and Hur, and Shobal."}, {"id": 13004002, "c": 4, "v": 2, "d": "And Reaiah the son of Shobal begat Jahath; and Jahath begat Ahumai and Lahad. These are the families of the Zorathites."}, {"id": 13004003, "c": 4, "v": 3, "d": "And these were `the sons of' the father of Etam: Jezreel, and Ishma, and Idbash; and the name of their sister was Hazzelelponi;"}, {"id": 13004004, "c": 4, "v": 4, "d": "and Penuel the father of Gedor, and Ezer the father of Hushah. These are the sons of Hur, the first-born of Ephrathah, the father of Beth-lehem."}, {"id": 13004005, "c": 4, "v": 5, "d": "And Ashhur the father of Tekoa had two wives, Helah and Naarah."}, {"id": 13004006, "c": 4, "v": 6, "d": "And Naarah bare him Ahuzzam, and Hepher, and Temeni, and Haahashtari. These were the sons of Naarah."}, {"id": 13004007, "c": 4, "v": 7, "d": "And the sons of Helah were Zereth, Izhar, and Ethnan."}, {"id": 13004008, "c": 4, "v": 8, "d": "And Hakkoz begat Anub, and Zobebah, and the families of Aharhel the son of Harum."}, {"id": 13004009, "c": 4, "v": 9, "d": "And Jabez was more honorable than his brethren: and his mother called his name Jabez, saying, Because I bare him with sorrow."}, {"id": 13004010, "c": 4, "v": 10, "d": "And Jabez called on the God of Israel, saying, Oh that thou wouldest bless me indeed, and enlarge my border, and that thy hand might be with me, and that thou wouldest keep me from evil, that it be not to my sorrow! And God granted him that which he requested."}, {"id": 13004011, "c": 4, "v": 11, "d": "And Chelub the brother of Shuhah begat Mehir, who was the father of Eshton."}, {"id": 13004012, "c": 4, "v": 12, "d": "And Eshton begat Beth-rapha, and Paseah, and Tehinnah the father of Ir-nahash. These are the men of Recah."}, {"id": 13004013, "c": 4, "v": 13, "d": "And the sons of Kenaz: Othniel, and Seraiah. And the sons of Othniel: Hathath."}, {"id": 13004014, "c": 4, "v": 14, "d": "And Meonothai begat Ophrah: and Seraiah begat Joab the father of Ge-harashim; for they were craftsmen."}, {"id": 13004015, "c": 4, "v": 15, "d": "And the sons of Caleb the son of Jephunneh: Iru, Elah, and Naam; and the sons of Elah; and Kenaz."}, {"id": 13004016, "c": 4, "v": 16, "d": "And the sons of Jehallelel: Ziph, and Ziphah, Tiria, and Asarel."}, {"id": 13004017, "c": 4, "v": 17, "d": "And the sons of Ezrah: Jether, and Mered, and Epher, and Jalon; and she bare Miriam, and Shammai, and Ishbah the father of Eshtemoa."}, {"id": 13004018, "c": 4, "v": 18, "d": "And his wife the Jewess bare Jered the father of Gedor, and Heber the father of Soco, and Jekuthiel the father of Zanoah. And these are the sons of Bithiah the daughter of Pharaoh, whom Mered took."}, {"id": 13004019, "c": 4, "v": 19, "d": "And the sons of the wife of Hodiah, the sister of Naham, were the father of Keilah the Garmite, and Eshtemoa the Maacathite."}, {"id": 13004020, "c": 4, "v": 20, "d": "And the sons of Shimon: Amnon, and Rinnah, Ben-hanan, and Tilon. And the sons of Ishi: Zoheth, and Ben-zoheth."}, {"id": 13004021, "c": 4, "v": 21, "d": "The sons of Shelah the son of Judah: Er the father of Lecah, and Laadah the father of Mareshah, and the families of the house of them that wrought fine linen, of the house of Ashbea;"}, {"id": 13004022, "c": 4, "v": 22, "d": "and Jokim, and the men of Cozeba, and Joash, and Saraph, who had dominion in Moab, and Jashubilehem. And the records are ancient."}, {"id": 13004023, "c": 4, "v": 23, "d": "These were the potters, and the inhabitants of Netaim and Gederah: there they dwelt with the king for his work."}, {"id": 13004024, "c": 4, "v": 24, "d": "The sons of Simeon: Nemuel, and Jamin, Jarib, Zerah, Shaul;"}, {"id": 13004025, "c": 4, "v": 25, "d": "Shallum his son, Mibsam his son, Mishma his son."}, {"id": 13004026, "c": 4, "v": 26, "d": "And the sons of Mishma: Hammuel his son, Zaccur his son, Shimei his son."}, {"id": 13004027, "c": 4, "v": 27, "d": "And Shimei had sixteen sons and six daughters; but his brethren had not many children, neither did all their family multiply like to the children of Judah."}, {"id": 13004028, "c": 4, "v": 28, "d": "And they dwelt at Beer-sheba, and Moladah, and Hazarshual,"}, {"id": 13004029, "c": 4, "v": 29, "d": "and at Bilhah, and at Ezem, and at Tolad,"}, {"id": 13004030, "c": 4, "v": 30, "d": "and at Bethuel, and at Hormah, and at Ziklag,"}, {"id": 13004031, "c": 4, "v": 31, "d": "and at Beth-marcaboth, and Hazar-susim, and at Beth-biri, and at Shaaraim. These were their cities unto the reign of David."}, {"id": 13004032, "c": 4, "v": 32, "d": "And their villages were Etam, and Ain, Rimmon, and Tochen, and Ashan, five cities;"}, {"id": 13004033, "c": 4, "v": 33, "d": "and all their villages that were round about the same cities, unto Baal. These were their habitations, and they have their genealogy."}, {"id": 13004034, "c": 4, "v": 34, "d": "And Meshobab, and Jamlech, and Joshah the son of Amaziah,"}, {"id": 13004035, "c": 4, "v": 35, "d": "and Joel, and Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel,"}, {"id": 13004036, "c": 4, "v": 36, "d": "and Elioenai, and Jaakobah, and Jeshohaiah, and Asaiah, and Adiel, and Jesimiel, and Benaiah,"}, {"id": 13004037, "c": 4, "v": 37, "d": "and Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah-"}, {"id": 13004038, "c": 4, "v": 38, "d": "these mentioned by name were princes in their families: and their fathers' houses increased greatly."}, {"id": 13004039, "c": 4, "v": 39, "d": "And they went to the entrance of Gedor, even unto the east side of the valley, to seek pasture for their flocks."}, {"id": 13004040, "c": 4, "v": 40, "d": "And they found fat pasture and good, and the land was wide, and quiet, and peaceable; for they that dwelt there aforetime were of Ham."}, {"id": 13004041, "c": 4, "v": 41, "d": "And these written by name came in the days of Hezekiah king of Judah, and smote their tents, and the Meunim that were found there, and destroyed them utterly unto this day, and dwelt in their stead; because there was pasture there for their flocks."}, {"id": 13004042, "c": 4, "v": 42, "d": "And some of them, even of the sons of Simeon, five hundred men, went to mount Seir, having for their captains Pelatiah, and Neariah, and Rephaiah, and Uzziel, the sons of Ishi."}, {"id": 13004043, "c": 4, "v": 43, "d": "And they smote the remnant of the Amalekites that escaped, and have dwelt there unto this day."}, {"id": 13005001, "c": 5, "v": 1, "d": "And the sons of Reuben the first-born of Israel (for he was the first-born; but, forasmuch as he defiled his father's couch, his birthright was given unto the sons of Joseph the son of Israel; and the genealogy is not to be reckoned after the birthright."}, {"id": 13005002, "c": 5, "v": 2, "d": "For Judah prevailed above his brethren, and of him came the prince; but the birthright was Joseph's:)"}, {"id": 13005003, "c": 5, "v": 3, "d": "the sons of Reuben the first-born of Israel: Hanoch, and Pallu, Hezron, and Carmi."}, {"id": 13005004, "c": 5, "v": 4, "d": "The sons of Joel: Shemaiah his son, Gog his son, Shimei his son,"}, {"id": 13005005, "c": 5, "v": 5, "d": "Micah his son, Reaiah his son, Baal his son,"}, {"id": 13005006, "c": 5, "v": 6, "d": "Beerah his son, whom Tilgath-pilneser king of Assyria carried away captive: he was prince of the Reubenites."}, {"id": 13005007, "c": 5, "v": 7, "d": "And his brethren by their families, when the genealogy of their generations was reckoned: the chief, Jeiel, and Zechariah,"}, {"id": 13005008, "c": 5, "v": 8, "d": "and Bela the son of Azaz, the son of Shema, the son of Joel, who dwelt in Aroer, even unto Nebo and Baal-meon:"}, {"id": 13005009, "c": 5, "v": 9, "d": "and eastward he dwelt even unto the entrance of the wilderness from the river Euphrates, because their cattle were multiplied in the land of Gilead."}, {"id": 13005010, "c": 5, "v": 10, "d": "And in the days of Saul, they made war with the Hagrites, who fell by their hand; and they dwelt in their tents throughout all the `land' east of Gilead."}, {"id": 13005011, "c": 5, "v": 11, "d": "And the sons of Gad dwelt over against them, in the land of Bashan unto Salecah:"}, {"id": 13005012, "c": 5, "v": 12, "d": "Joel the chief, and Shapham the second, and Janai, and Shaphat in Bashan."}, {"id": 13005013, "c": 5, "v": 13, "d": "And their brethren of their fathers' houses: Michael, and Meshullam, and Sheba, and Jorai, and Jacan, and Zia, and Eber, seven."}, {"id": 13005014, "c": 5, "v": 14, "d": "These were the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz;"}, {"id": 13005015, "c": 5, "v": 15, "d": "Ahi the son of Abdiel, the son of Guni, chief of their fathers' houses."}, {"id": 13005016, "c": 5, "v": 16, "d": "And they dwelt in Gilead in Bashan, and in its towns, and in all the suburbs of Sharon, as far as their borders."}, {"id": 13005017, "c": 5, "v": 17, "d": "All these were reckoned by genealogies in the days of Jotham king of Judah, and in the days of Jeroboam king of Israel."}, {"id": 13005018, "c": 5, "v": 18, "d": "The sons of Reuben, and the Gadites, and the half-tribe of Manasseh, of valiant men, men able to bear buckler and sword, and to shoot with bow, and skilful in war, were forty and four thousand seven hundred and threescore, that were able to go forth to war."}, {"id": 13005019, "c": 5, "v": 19, "d": "And they made war with the Hagrites, with Jetur, and Naphish, and Nodab."}, {"id": 13005020, "c": 5, "v": 20, "d": "And they were helped against them, and the Hagrites were delivered into their hand, and all that were with them; for they cried to God in the battle, and he was entreated of them, because they put their trust in him."}, {"id": 13005021, "c": 5, "v": 21, "d": "And they took away their cattle; of their camels fifty thousand, and of sheep two hundred and fifty thousand, and of asses two thousand, and of men a hundred thousand."}, {"id": 13005022, "c": 5, "v": 22, "d": "For there fell many slain, because the war was of God. And they dwelt in their stead until the captivity."}, {"id": 13005023, "c": 5, "v": 23, "d": "And the children of the half-tribe of Manasseh dwelt in the land: they increased from Bashan unto Baal-hermon and Senir and mount Hermon."}, {"id": 13005024, "c": 5, "v": 24, "d": "And these were the heads of their fathers' houses: even Epher, and Ishi, and Eliel, and Azriel, and Jeremiah, and Hodaviah, and Jahdiel, mighty men of valor, famous men, heads of their fathers' houses."}, {"id": 13005025, "c": 5, "v": 25, "d": "And they trespassed against the God of their fathers, and played the harlot after the gods of the peoples of the land, whom God destroyed before them."}, {"id": 13005026, "c": 5, "v": 26, "d": "And the God of Israel stirred up the spirit of Pul king of Assyria, and the spirit of Tilgath-pilneser king of Assyria, and he carried them away, even the Reubenites, and the Gadites, and the half-tribe of Manasseh, and brought them unto Halah, and Habor, and Hara, and to the river of Gozan, unto this day."}, {"id": 13006001, "c": 6, "v": 1, "d": "The sons of Levi: Gershon, Kohath, and Merari."}, {"id": 13006002, "c": 6, "v": 2, "d": "And the sons of Kohath: Amram, Izhar, and Hebron, and Uzziel."}, {"id": 13006003, "c": 6, "v": 3, "d": "And the children of Amram: Aaron, and Moses, and Miriam. And the sons of Aaron: Nadab, and Abihu, Eleazar, and Ithamar."}, {"id": 13006004, "c": 6, "v": 4, "d": "Eleazar begat Phinehas, Phinehas begat Abishua,"}, {"id": 13006005, "c": 6, "v": 5, "d": "and Abishua begat Bukki, and Bukki begat Uzzi,"}, {"id": 13006006, "c": 6, "v": 6, "d": "and Uzzi begat Zerahiah, and Zerahiah begat Meraioth,"}, {"id": 13006007, "c": 6, "v": 7, "d": "Meraioth begat Amariah, and Amariah begat Ahitub,"}, {"id": 13006008, "c": 6, "v": 8, "d": "and Ahitub begat Zadok, and Zadok begat Ahimaaz,"}, {"id": 13006009, "c": 6, "v": 9, "d": "and Ahimaaz begat Azariah, and Azariah begat Johanan,"}, {"id": 13006010, "c": 6, "v": 10, "d": "and Johanan begat Azariah, (he it is that executed the priest's office in the house that Solomon built in Jerusalem),"}, {"id": 13006011, "c": 6, "v": 11, "d": "and Azariah begat Amariah, and Amariah begat Ahitub,"}, {"id": 13006012, "c": 6, "v": 12, "d": "and Ahitub begat Zadok, and Zadok begat Shallum,"}, {"id": 13006013, "c": 6, "v": 13, "d": "and Shallum begat Hilkiah, and Hilkiah begat Azariah,"}, {"id": 13006014, "c": 6, "v": 14, "d": "and Azariah begat Seraiah, and Seraiah begat Jehozadak;"}, {"id": 13006015, "c": 6, "v": 15, "d": "And Jehozadak went `into captivity', when Jehovah carried away Judah and Jerusalem by the hand of Nebuchadnezzar."}, {"id": 13006016, "c": 6, "v": 16, "d": "The sons of Levi: Gershom, Kohath, and Merari."}, {"id": 13006017, "c": 6, "v": 17, "d": "And these are the names of the sons of Gershom: Libni and Shimei."}, {"id": 13006018, "c": 6, "v": 18, "d": "And the sons of Kohath were Amram, and Izhar, and Hebron, and Uzziel."}, {"id": 13006019, "c": 6, "v": 19, "d": "The sons of Merari: Mahli and Mushi. And these are the families of the Levites according to their fathers' `houses'."}, {"id": 13006020, "c": 6, "v": 20, "d": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,"}, {"id": 13006021, "c": 6, "v": 21, "d": "Joah his son, Iddo his son, Zerah his son, Jeatherai his son."}, {"id": 13006022, "c": 6, "v": 22, "d": "The sons of Kohath: Amminadab his son, Korah his son, Assir his son,"}, {"id": 13006023, "c": 6, "v": 23, "d": "Elkanah his son, and Ebiasaph his son, and Assir his son,"}, {"id": 13006024, "c": 6, "v": 24, "d": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son."}, {"id": 13006025, "c": 6, "v": 25, "d": "And the sons of Elkanah: Amasai, and Ahimoth."}, {"id": 13006026, "c": 6, "v": 26, "d": "As for Elkanah, the sons of Elkanah: Zophai his son, and Nahath his son,"}, {"id": 13006027, "c": 6, "v": 27, "d": "Eliab his son, Jeroham his son, Elkanah his son."}, {"id": 13006028, "c": 6, "v": 28, "d": "And the sons of Samuel: the first-born `Joel', and the second Abijah."}, {"id": 13006029, "c": 6, "v": 29, "d": "The sons of Merari: Mahli, Libni his son, Shimei his son, Uzzah his son,"}, {"id": 13006030, "c": 6, "v": 30, "d": "Shimea his son, Haggiah his son, Asaiah his son."}, {"id": 13006031, "c": 6, "v": 31, "d": "And these are they whom David set over the service of song in the house of Jehovah, after that the ark had rest."}, {"id": 13006032, "c": 6, "v": 32, "d": "And they ministered with song before the tabernacle of the tent of meeting, until Solomon had built the house of Jehovah in Jerusalem: and they waited on their office according to their order."}, {"id": 13006033, "c": 6, "v": 33, "d": "And these are they that waited, and their sons. Of the sons of the Kohathites: Heman the singer, the son of Joel, the son of Samuel,"}, {"id": 13006034, "c": 6, "v": 34, "d": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,"}, {"id": 13006035, "c": 6, "v": 35, "d": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,"}, {"id": 13006036, "c": 6, "v": 36, "d": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,"}, {"id": 13006037, "c": 6, "v": 37, "d": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,"}, {"id": 13006038, "c": 6, "v": 38, "d": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel."}, {"id": 13006039, "c": 6, "v": 39, "d": "And his brother Asaph, who stood on his right hand, even Asaph the son of Berechiah, the son of Shimea,"}, {"id": 13006040, "c": 6, "v": 40, "d": "the son of Michael, the son of Baaseiah, the son of Malchijah,"}, {"id": 13006041, "c": 6, "v": 41, "d": "the son of Ethni, the son of Zerah, the son of Adaiah,"}, {"id": 13006042, "c": 6, "v": 42, "d": "the son of Ethan, the son of Zimmah, the son of Shimei,"}, {"id": 13006043, "c": 6, "v": 43, "d": "the son of Jahath, the son of Gershom, the son of Levi."}, {"id": 13006044, "c": 6, "v": 44, "d": "And on the left hand their brethren the sons of Merari: Ethan the son of Kishi, the son of Abdi, the son of Malluch,"}, {"id": 13006045, "c": 6, "v": 45, "d": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah,"}, {"id": 13006046, "c": 6, "v": 46, "d": "the son of Amzi, the son of Bani, the son of Shemer,"}, {"id": 13006047, "c": 6, "v": 47, "d": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi."}, {"id": 13006048, "c": 6, "v": 48, "d": "And their brethren the Levites were appointed for all the service of the tabernacle of the house of God."}, {"id": 13006049, "c": 6, "v": 49, "d": "But Aaron and his sons offered upon the altar of burnt-offering, and upon the altar of incense, for all the work of the most holy place, and to make atonement for Israel, according to all that Moses the servant of God had commanded."}, {"id": 13006050, "c": 6, "v": 50, "d": "And these are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,"}, {"id": 13006051, "c": 6, "v": 51, "d": "Bukki his son, Uzzi his son, Zerahiah his son,"}, {"id": 13006052, "c": 6, "v": 52, "d": "Meraioth his son, Amariah his son, Ahitub his son,"}, {"id": 13006053, "c": 6, "v": 53, "d": "Zadok his son, Ahimaaz his son."}, {"id": 13006054, "c": 6, "v": 54, "d": "Now these are their dwelling-places according to their encampments in their borders: to the sons of Aaron, of the families of the Kohathites (for theirs was the `first' lot),"}, {"id": 13006055, "c": 6, "v": 55, "d": "to them they gave Hebron in the land of Judah, and the suburbs thereof round about it;"}, {"id": 13006056, "c": 6, "v": 56, "d": "but the fields of the city, and the villages thereof, they gave to Caleb the son of Jephunneh."}, {"id": 13006057, "c": 6, "v": 57, "d": "And to the sons of Aaron they gave the cities of refuge, Hebron; Libnah also with its suburbs, and Jattir, and Eshtemoa with its suburbs,"}, {"id": 13006058, "c": 6, "v": 58, "d": "and Hilen with its suburbs, Debir with its suburbs,"}, {"id": 13006059, "c": 6, "v": 59, "d": "and Ashan with its suburbs, and Beth-shemesh with its suburbs;"}, {"id": 13006060, "c": 6, "v": 60, "d": "and out of the tribe of Benjamin, Geba with its suburbs, and Allemeth with its suburbs, and Anathoth with its suburbs. All their cities throughout their families were thirteen cities."}, {"id": 13006061, "c": 6, "v": 61, "d": "And unto the rest of the sons of Kohath `were given' by lot, out of the family of the tribe, out of the half-tribe, the half of Manasseh, ten cities."}, {"id": 13006062, "c": 6, "v": 62, "d": "And to the sons of Gershom, according to their families, out of the tribe of Issachar, and out of the tribe of Asher, and out of the tribe of Naphtali, and out of the tribe of Manasseh in Bashan, thirteen cities."}, {"id": 13006063, "c": 6, "v": 63, "d": "Unto the sons of Merari `were given' by lot, according to their families, out of the tribe of Reuben, and out of the tribe of Gad, and out of the tribe of Zebulun, twelve cities."}, {"id": 13006064, "c": 6, "v": 64, "d": "And the children of Israel gave to the Levites the cities with their suburbs."}, {"id": 13006065, "c": 6, "v": 65, "d": "And they gave by lot out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, and out of the tribe of the children of Benjamin, these cities which are mentioned by name."}, {"id": 13006066, "c": 6, "v": 66, "d": "And some of the families of the sons of Kohath had cities of their borders out of the tribe of Ephraim."}, {"id": 13006067, "c": 6, "v": 67, "d": "And they gave unto them the cities of refuge, Shechem in the hill-country of Ephraim with its suburbs; Gezer also with its suburbs,"}, {"id": 13006068, "c": 6, "v": 68, "d": "and Jokmeam with its suburbs, and Beth-horon with its suburbs,"}, {"id": 13006069, "c": 6, "v": 69, "d": "and Aijalon with its suburbs, and Gath-rimmon with its suburbs;"}, {"id": 13006070, "c": 6, "v": 70, "d": "and out of the half-tribe of Manasseh, Aner with its suburbs, and Bileam with its suburbs, for the rest of the family of the sons of Kohath."}, {"id": 13006071, "c": 6, "v": 71, "d": "Unto the sons of Gershom `were given', out of the family of the half-tribe of Manasseh, Golan in Bashan with its suburbs, and Ashtaroth with its suburbs;"}, {"id": 13006072, "c": 6, "v": 72, "d": "and out of the tribe of Issachar, Kedesh with its suburbs, Daberath with its suburbs,"}, {"id": 13006073, "c": 6, "v": 73, "d": "and Ramoth with its suburbs, and Anem with its suburbs;"}, {"id": 13006074, "c": 6, "v": 74, "d": "and out of the tribe of Asher, Mashal with its suburbs, and Abdon with its suburbs,"}, {"id": 13006075, "c": 6, "v": 75, "d": "and Hukok with its suburbs, and Rehob with its suburbs;"}, {"id": 13006076, "c": 6, "v": 76, "d": "and out of the tribe of Naphtali, Kedesh in Galilee with its suburbs, and Hammon with its suburbs, and Kiriathaim with its suburbs."}, {"id": 13006077, "c": 6, "v": 77, "d": "Unto the rest of `the Levites', the sons of Merari, `were given', out of the tribe of Zebulun, Rimmono with its suburbs, Tabor with its suburbs;"}, {"id": 13006078, "c": 6, "v": 78, "d": "and beyond the Jordan at Jericho, on the east side of the Jordan, `were given them', out of the tribe of Reuben, Bezer in the wilderness with its suburbs, and Jahzah with its suburbs,"}, {"id": 13006079, "c": 6, "v": 79, "d": "and Kedemoth with its suburbs, and Mephaath with its suburbs;"}, {"id": 13006080, "c": 6, "v": 80, "d": "and out of the tribe of Gad, Ramoth in Gilead with its suburbs, and Mahanaim with its suburbs,"}, {"id": 13006081, "c": 6, "v": 81, "d": "and Heshbon with its suburbs, and Jazer with its suburbs."}, {"id": 13007001, "c": 7, "v": 1, "d": "And of the sons of Issachar: Tola, and Puah, Jashub, and Shimron, four."}, {"id": 13007002, "c": 7, "v": 2, "d": "And the sons of Tola: Uzzi, and Rephaiah, and Jeriel, and Jahmai, and Ibsam, and Shemuel, heads of their fathers' houses, `to wit', of Tola; mighty men of valor in their generations: their number in the days of David was two and twenty thousand and six hundred."}, {"id": 13007003, "c": 7, "v": 3, "d": "And the sons of Uzzi: Izrahiah. And the sons of Izrahiah: Michael, and Obadiah, and Joel, Isshiah, five; all of them chief men."}, {"id": 13007004, "c": 7, "v": 4, "d": "And with them, by their generations, after their fathers' houses, were bands of the host for war, six and thirty thousand; for they had many wives and sons."}, {"id": 13007005, "c": 7, "v": 5, "d": "And their brethren among all the families of Issachar, mighty men of valor, reckoned in all by genealogy, were fourscore and seven thousand."}, {"id": 13007006, "c": 7, "v": 6, "d": "`The sons of' Benjamin: Bela, and Becher, and Jediael, three."}, {"id": 13007007, "c": 7, "v": 7, "d": "And the sons of Bela: Ezbon, and Uzzi, and Uzziel, and Jerimoth, and Iri, five; heads of fathers' houses, mighty men of valor; and they were reckoned by genealogy twenty and two thousand and thirty and four."}, {"id": 13007008, "c": 7, "v": 8, "d": "And the sons of Becher: Zemirah, and Joash, and Eliezer, and Elioenai, and Omri, and Jeremoth, and Abijah, and Anathoth, and Alemeth. All these were the sons of Becher."}, {"id": 13007009, "c": 7, "v": 9, "d": "And they were reckoned by genealogy, after their generations, heads of their fathers' houses, mighty men of valor, twenty thousand and two hundred."}, {"id": 13007010, "c": 7, "v": 10, "d": "And the sons of Jediael: Bilhan. And the sons of Bilhan: Jeush, and Benjamin, and Ehud, and Chenaanah, and Zethan, and Tarshish, and Ahishahar."}, {"id": 13007011, "c": 7, "v": 11, "d": "All these were sons of Jediael, according to the heads of their fathers' `houses', mighty men of valor, seventeen thousand and two hundred, that were able to go forth in the host for war."}, {"id": 13007012, "c": 7, "v": 12, "d": "Shuppim also, and Huppim, the sons of Ir, Hushim, the sons of Aher."}, {"id": 13007013, "c": 7, "v": 13, "d": "The sons of Naphtali: Jahziel, and Guni, and Jezer, and Shallum, the sons of Bilhah."}, {"id": 13007014, "c": 7, "v": 14, "d": "The sons of Manasseh: Asriel, whom his concubine the Aramitess bare: she bare Machir the father of Gilead:"}, {"id": 13007015, "c": 7, "v": 15, "d": "and Machir took a wife of Huppim and Shuppim, whose sister's name was Maacah; and the name of the second was Zelophehad: and Zelophehad had daughters."}, {"id": 13007016, "c": 7, "v": 16, "d": "And Maacah the wife of Machir bare a son, and she called his name Peresh; and the name of his brother was Sheresh; and his sons were Ulam and Rakem."}, {"id": 13007017, "c": 7, "v": 17, "d": "And the sons of Ulam: Bedan. These were the sons of Gilead the son of Machir, the son of Manasseh."}, {"id": 13007018, "c": 7, "v": 18, "d": "And his sister Hammolecheth bare Ishhod, and Abiezer, and Mahlah."}, {"id": 13007019, "c": 7, "v": 19, "d": "And the sons of Shemida were Ahian, and Shechem, and Likhi, and Aniam."}, {"id": 13007020, "c": 7, "v": 20, "d": "And the sons of Ephraim: Shuthelah, and Bered his son, and Tahath his son, and Eleadah his son, and Tahath his son,"}, {"id": 13007021, "c": 7, "v": 21, "d": "and Zabad his son, and Shuthelah his son, and Ezer, and Elead, whom the men of Gath that were born in the land slew, because they came down to take away their cattle."}, {"id": 13007022, "c": 7, "v": 22, "d": "And Ephraim their father mourned many days, and his brethren came to comfort him."}, {"id": 13007023, "c": 7, "v": 23, "d": "And he went in to his wife, and she conceived, and bare a son, and he called his name Beriah, because it went evil with his house."}, {"id": 13007024, "c": 7, "v": 24, "d": "And his daughter was Sheerah, who built Beth-horon the nether and the upper, and Uzzen-sheerah."}, {"id": 13007025, "c": 7, "v": 25, "d": "And Rephah was his son, and Resheph, and Telah his son, and Tahan his son,"}, {"id": 13007026, "c": 7, "v": 26, "d": "Ladan his son, Ammihud his son, Elishama his son,"}, {"id": 13007027, "c": 7, "v": 27, "d": "Nun his son, Joshua his son."}, {"id": 13007028, "c": 7, "v": 28, "d": "And their possessions and habitations were Beth-el and the towns thereof, and eastward Naaran, and westward Gezer, with the towns thereof; Shechem also and the towns thereof, unto Azzah and the towns thereof;"}, {"id": 13007029, "c": 7, "v": 29, "d": "and by the borders of the children of Manasseh, Beth-shean and its towns, Taanach and its towns, Megiddo and its towns, Dor and its towns. In these dwelt the children of Joseph the son of Israel."}, {"id": 13007030, "c": 7, "v": 30, "d": "The sons of Asher: Imnah, and Ishvah, and Ishvi, and Beriah, and Serah their sister."}, {"id": 13007031, "c": 7, "v": 31, "d": "And the sons of Beriah: Heber, and Malchiel, who was the father of Birzaith."}, {"id": 13007032, "c": 7, "v": 32, "d": "And Heber begat Japhlet, and Shomer, and Hotham, and Shua their sister."}, {"id": 13007033, "c": 7, "v": 33, "d": "And the sons of Japhlet: Pasach, and Bimhal, and Ashvath. These are the children of Japhlet."}, {"id": 13007034, "c": 7, "v": 34, "d": "And the sons of Shemer: Ahi, and Rohgah, Jehubbah, and Aram."}, {"id": 13007035, "c": 7, "v": 35, "d": "And the sons of Helem his brother: Zophah, and Imna, and Shelesh, and Amal."}, {"id": 13007036, "c": 7, "v": 36, "d": "The sons of Zophah: Suah, and Harnepher, and Shual, and Beri, and Imrah,"}, {"id": 13007037, "c": 7, "v": 37, "d": "Bezer, and Hod, and Shamma, and Shilshah, and Ithran, and Beera."}, {"id": 13007038, "c": 7, "v": 38, "d": "And the sons of Jether: Jephunneh, and Pispa, and Ara."}, {"id": 13007039, "c": 7, "v": 39, "d": "And the sons of Ulla: Arah, and Hanniel, and Rizia."}, {"id": 13007040, "c": 7, "v": 40, "d": "All these were the children of Asher, heads of the fathers' houses, choice and mighty men of valor, chief of the princes. And the number of them reckoned by genealogy for service in war was twenty and six thousand men."}, {"id": 13008001, "c": 8, "v": 1, "d": "And Benjamin begat Bela his first-born, Ashbel the second, and Aharah the third,"}, {"id": 13008002, "c": 8, "v": 2, "d": "Nohah the fourth, and Rapha the fifth."}, {"id": 13008003, "c": 8, "v": 3, "d": "And Bela had sons: Addar, and Gera, and Abihud,"}, {"id": 13008004, "c": 8, "v": 4, "d": "and Abishua, and Naaman, and Ahoah,"}, {"id": 13008005, "c": 8, "v": 5, "d": "and Gera, and Shephuphan, and Huram."}, {"id": 13008006, "c": 8, "v": 6, "d": "And these are the sons of Ehud: these are the heads of fathers' `houses' of the inhabitants of Geba, and they carried them captive to Manahath:"}, {"id": 13008007, "c": 8, "v": 7, "d": "and Naaman, and Ahijah, and Gera, he carried them captive: and he begat Uzza and Ahihud."}, {"id": 13008008, "c": 8, "v": 8, "d": "And Shaharaim begat children in the field of Moab, after he had sent them away; Hushim and Baara were his wives."}, {"id": 13008009, "c": 8, "v": 9, "d": "And he begat of Hodesh his wife, Jobab, and Zibia, and Mesha, and Malcam,"}, {"id": 13008010, "c": 8, "v": 10, "d": "and Jeuz, and Shachia, and Mirmah. These were his sons, heads of fathers' `houses'."}, {"id": 13008011, "c": 8, "v": 11, "d": "And of Hushim he begat Abitub and Elpaal."}, {"id": 13008012, "c": 8, "v": 12, "d": "And the sons of Elpaal: Eber, and Misham, and Shemed, who built Ono and Lod, with the towns thereof;"}, {"id": 13008013, "c": 8, "v": 13, "d": "and Beriah, and Shema, who were heads of fathers' `houses' of the inhabitants of Aijalon, who put to flight the inhabitants of Gath;"}, {"id": 13008014, "c": 8, "v": 14, "d": "and Ahio, Shashak, and Jeremoth,"}, {"id": 13008015, "c": 8, "v": 15, "d": "and Zebadiah, and Arad, and Eder,"}, {"id": 13008016, "c": 8, "v": 16, "d": "and Michael, and Ishpah, and Joha, the sons of Beriah,"}, {"id": 13008017, "c": 8, "v": 17, "d": "and Zebadiah, and Meshullam, and Hizki, and Heber,"}, {"id": 13008018, "c": 8, "v": 18, "d": "and Ishmerai, and Izliah, and Jobab, the sons of Elpaal,"}, {"id": 13008019, "c": 8, "v": 19, "d": "and Jakim, and Zichri, and Zabdi,"}, {"id": 13008020, "c": 8, "v": 20, "d": "and Elienai, and Zillethai, and Eliel,"}, {"id": 13008021, "c": 8, "v": 21, "d": "and Adaiah, and Beraiah, and Shimrath, the sons of Shimei,"}, {"id": 13008022, "c": 8, "v": 22, "d": "and Ishpan, and Eber, and Eliel,"}, {"id": 13008023, "c": 8, "v": 23, "d": "and Abdon, and Zichri, and Hanan,"}, {"id": 13008024, "c": 8, "v": 24, "d": "and Hananiah, and Elam, and Anthothijah,"}, {"id": 13008025, "c": 8, "v": 25, "d": "and Iphdeiah, and Penuel, the sons of Shashak,"}, {"id": 13008026, "c": 8, "v": 26, "d": "and Shamsherai, and Shehariah, and Athaliah,"}, {"id": 13008027, "c": 8, "v": 27, "d": "and Jaareshiah, and Elijah, and Zichri, the sons of Jeroham."}, {"id": 13008028, "c": 8, "v": 28, "d": "These were heads of fathers' `houses' throughout their generations, chief men: these dwelt in Jerusalem."}, {"id": 13008029, "c": 8, "v": 29, "d": "And in Gibeon there dwelt the father of Gibeon, `Jeiel', whose wife's name was Maacah;"}, {"id": 13008030, "c": 8, "v": 30, "d": "and his first-born son Abdon, and Zur, and Kish, and Baal, and Nadab,"}, {"id": 13008031, "c": 8, "v": 31, "d": "and Gedor, and Ahio, and Zecher."}, {"id": 13008032, "c": 8, "v": 32, "d": "And Mikloth begat Shimeah. And they also dwelt with their brethren in Jerusalem, over against their brethren."}, {"id": 13008033, "c": 8, "v": 33, "d": "And Ner begat Kish; and Kish begat Saul; and Saul begat Jonathan, and Malchi-shua, and Abinadab, and Eshbaal."}, {"id": 13008034, "c": 8, "v": 34, "d": "And the son of Jonathan was Merib-baal; and Merib-baal begat Micah."}, {"id": 13008035, "c": 8, "v": 35, "d": "And the sons of Micah: Pithon, and Melech, and Tarea, and Ahaz."}, {"id": 13008036, "c": 8, "v": 36, "d": "And Ahaz begat Jehoaddah; and Jehoaddah begat Alemeth, and Azmaveth, and Zimri; and Zimri begat Moza."}, {"id": 13008037, "c": 8, "v": 37, "d": "And Moza begat Binea; Raphah was his son, Eleasah his son, Azel his son."}, {"id": 13008038, "c": 8, "v": 38, "d": "And Azel had six sons, whose names are these: Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan. All these were the sons of Azel."}, {"id": 13008039, "c": 8, "v": 39, "d": "And the sons of Eshek his brother: Ulam his first-born, Jeush the second, and Eliphelet the third."}, {"id": 13008040, "c": 8, "v": 40, "d": "And the sons of Ulam were mighty men of valor, archers, and had many sons, and sons' sons, a hundred and fifty. All these were of the sons of Benjamin."}, {"id": 13009001, "c": 9, "v": 1, "d": "So all Israel were reckoned by genealogies; and, behold, they are written in the book of the kings of Israel: and Judah was carried away captive to Babylon for their transgression."}, {"id": 13009002, "c": 9, "v": 2, "d": "Now the first inhabitants that dwelt in their possessions in their cities were Israel, the priests, the Levites, and the Nethinim."}, {"id": 13009003, "c": 9, "v": 3, "d": "And in Jerusalem dwelt of the children of Judah, and of the children of Benjamin, and of the children of Ephraim and Manasseh:"}, {"id": 13009004, "c": 9, "v": 4, "d": "Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, of the children of Perez the son of Judah."}, {"id": 13009005, "c": 9, "v": 5, "d": "And of the Shilonites: Asaiah the first-born, and his sons."}, {"id": 13009006, "c": 9, "v": 6, "d": "And of the sons of Zerah: Jeuel, and their brethren, six hundred and ninety."}, {"id": 13009007, "c": 9, "v": 7, "d": "And of the sons of Benjamin: Sallu the son of Meshullam, the son of Hodaviah, the son of Hassenuah,"}, {"id": 13009008, "c": 9, "v": 8, "d": "and Ibneiah the son of Jeroham, and Elah the son of Uzzi, the son of Michri, and Meshullam the son of Shephatiah, the son of Reuel, the son of Ibnijah;"}, {"id": 13009009, "c": 9, "v": 9, "d": "and their brethren, according to their generations, nine hundred and fifty and six. All these men were heads of fathers' `houses' by their fathers' houses."}, {"id": 13009010, "c": 9, "v": 10, "d": "And of the priests: Jedaiah, and Jehoiarib, Jachin,"}, {"id": 13009011, "c": 9, "v": 11, "d": "and Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of the house of God;"}, {"id": 13009012, "c": 9, "v": 12, "d": "and Adaiah the son of Jeroham, the son of Pashhur, the son of Malchijah, and Maasai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;"}, {"id": 13009013, "c": 9, "v": 13, "d": "and their brethren, heads of their fathers' houses, a thousand and seven hundred and threescore; very able men for the work of the service of the house of God."}, {"id": 13009014, "c": 9, "v": 14, "d": "And of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari;"}, {"id": 13009015, "c": 9, "v": 15, "d": "and Bakbakkar, Heresh, and Galal, and Mattaniah the son of Mica, the son of Zichri, the son of Asaph,"}, {"id": 13009016, "c": 9, "v": 16, "d": "and Obadiah the son of Shemaiah, the son of Galal, the son of Jeduthun, and Berechiah the son of Asa, the son of Elkanah, that dwelt in the villages of the Netophathites."}, {"id": 13009017, "c": 9, "v": 17, "d": "And the porters: Shallum, and Akkub, and Talmon, and Ahiman, and their brethren (Shallum was the chief),"}, {"id": 13009018, "c": 9, "v": 18, "d": "who hitherto `waited' in the king's gate eastward: they were the porters for the camp of the children of Levi."}, {"id": 13009019, "c": 9, "v": 19, "d": "And Shallum the son of Kore, the son of Ebiasaph, the son of Korah, and his brethren, of his father's house, the Korahites, were over the work of the service, keepers of the thresholds of the tent: and their fathers had been over the camp of Jehovah, keepers of the entry."}, {"id": 13009020, "c": 9, "v": 20, "d": "And Phinehas the son of Eleazar was ruler over them in time past, `and' Jehovah was with him."}, {"id": 13009021, "c": 9, "v": 21, "d": "Zechariah the son of Meshelemiah was porter of the door of the tent of meeting."}, {"id": 13009022, "c": 9, "v": 22, "d": "All these that were chosen to be porters in the thresholds were two hundred and twelve. These were reckoned by genealogy in their villages, whom David and Samuel the seer did ordain in their office of trust."}, {"id": 13009023, "c": 9, "v": 23, "d": "So they and their children had the oversight of the gates of the house of Jehovah, even the house of the tent, by wards."}, {"id": 13009024, "c": 9, "v": 24, "d": "On the four sides were the porters, toward the east, west, north, and south."}, {"id": 13009025, "c": 9, "v": 25, "d": "And their brethren, in their villages, were to come in every seven days from time to time to be with them:"}, {"id": 13009026, "c": 9, "v": 26, "d": "for the four chief porters, who were Levites, were in an office of trust, and were over the chambers and over the treasuries in the house of God."}, {"id": 13009027, "c": 9, "v": 27, "d": "And they lodged round about the house of God, because the charge `thereof' was upon them; and to them pertained the opening thereof morning by morning."}, {"id": 13009028, "c": 9, "v": 28, "d": "And certain of them had charge of the vessels of service; for by count were these brought in and by count were these taken out."}, {"id": 13009029, "c": 9, "v": 29, "d": "Some of them also were appointed over the furniture, and over all the vessels of the sanctuary, and over the fine flour, and the wine, and the oil, and the frankincense, and the spices."}, {"id": 13009030, "c": 9, "v": 30, "d": "And some of the sons of the priests prepared the confection of the spices."}, {"id": 13009031, "c": 9, "v": 31, "d": "And Mattithiah, one of the Levites, who was the first-born of Shallum the Korahite, had the office of trust over the things that were baked in pans."}, {"id": 13009032, "c": 9, "v": 32, "d": "And some of their brethren, of the sons of the Kohathites, were over the showbread, to prepare it every sabbath."}, {"id": 13009033, "c": 9, "v": 33, "d": "And these are the singers, heads of fathers' `houses' of the Levites, `who dwelt' in the chambers `and were' free `from other service'; for they were employed in their work day and night."}, {"id": 13009034, "c": 9, "v": 34, "d": "These were heads of fathers' `houses' of the Levites, throughout their generations, chief men: these dwelt at Jerusalem."}, {"id": 13009035, "c": 9, "v": 35, "d": "And in Gibeon there dwelt the father of Gibeon, Jeiel, whose wife's name was Maacah:"}, {"id": 13009036, "c": 9, "v": 36, "d": "and his first-born son Abdon, and Zur, and Kish, and Baal, and Ner, and Nadab,"}, {"id": 13009037, "c": 9, "v": 37, "d": "and Gedor, and Ahio, and Zechariah, and Mikloth."}, {"id": 13009038, "c": 9, "v": 38, "d": "And Mikloth begat Shimeam. And they also dwelt with their brethren in Jerusalem, over against their brethren."}, {"id": 13009039, "c": 9, "v": 39, "d": "And Ner begat Kish; and Kish begat Saul; and Saul begat Jonathan, and Malchishua, and Abinadab, and Eshbaal."}, {"id": 13009040, "c": 9, "v": 40, "d": "And the son of Jonathan was Merib-baal; and Merib-baal begat Micah."}, {"id": 13009041, "c": 9, "v": 41, "d": "And the sons of Micah: Pithon, and Melech, and Tahrea, `and Ahaz'."}, {"id": 13009042, "c": 9, "v": 42, "d": "And Ahaz begat Jarah; and Jarah begat Alemeth, and Azmaveth, and Zimri; and Zimri begat Moza;"}, {"id": 13009043, "c": 9, "v": 43, "d": "and Moza begat Binea; and Rephaiah his son, Eleasah his son, Azel his son."}, {"id": 13009044, "c": 9, "v": 44, "d": "And Azel had six sons, whose names are these: Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan: these were the sons of Azel."}, {"id": 13010001, "c": 10, "v": 1, "d": "Now the Philistines fought against Israel: and the men of Israel fled from before the Philistines, and fell down slain in mount Gilboa."}, {"id": 13010002, "c": 10, "v": 2, "d": "And the Philistines followed hard after Saul and after his sons; and the Philistines slew Jonathan, and Abinadab, and Malchi-shua, the sons of Saul."}, {"id": 13010003, "c": 10, "v": 3, "d": "And the battle went sore against Saul, and the archers overtook him; and he was distressed by reason of the archers."}, {"id": 13010004, "c": 10, "v": 4, "d": "Then said Saul unto his armor-bearer, Draw thy sword, and thrust me through therewith, lest these uncircumcised come and abuse me. But his armor-bearer would not; for he was sore afraid. Therefore Saul took his sword, and fell upon it."}, {"id": 13010005, "c": 10, "v": 5, "d": "And when his armor-bearer saw that Saul was dead, he likewise fell upon his sword, and died."}, {"id": 13010006, "c": 10, "v": 6, "d": "So Saul died, and his three sons; and all his house died together."}, {"id": 13010007, "c": 10, "v": 7, "d": "And when all the men of Israel that were in the valley saw that they fled, and that Saul and his sons were dead, they forsook their cities, and fled; and the Philistines came and dwelt in them."}, {"id": 13010008, "c": 10, "v": 8, "d": "And it came to pass on the morrow, when the Philistines came to strip the slain, that they found Saul and his sons fallen in mount Gilboa."}, {"id": 13010009, "c": 10, "v": 9, "d": "And they stripped him, and took his head, and his armor, and sent into the land of the Philistines round about, to carry the tidings unto their idols, and to the people."}, {"id": 13010010, "c": 10, "v": 10, "d": "And they put his armor in the house of their gods, and fastened his head in the house of Dagon."}, {"id": 13010011, "c": 10, "v": 11, "d": "And when all Jabesh-gilead heard all that the Philistines had done to Saul,"}, {"id": 13010012, "c": 10, "v": 12, "d": "all the valiant men arose, and took away the body of Saul, and the bodies of his sons, and brought them to Jabesh, and buried their bones under the oak in Jabesh, and fasted seven days."}, {"id": 13010013, "c": 10, "v": 13, "d": "So Saul died for his trespass which he committed against Jehovah, because of the word of Jehovah, which he kept not; and also for that he asked counsel of one that had a familiar spirit, to inquire `thereby',"}, {"id": 13010014, "c": 10, "v": 14, "d": "and inquired not of Jehovah: therefore he slew him, and turned the kingdom unto David the son of Jesse."}, {"id": 13011001, "c": 11, "v": 1, "d": "Then all Israel gathered themselves to David unto Hebron, saying, Behold, we are thy bone and thy flesh."}, {"id": 13011002, "c": 11, "v": 2, "d": "In times past, even when Saul was king, it was thou that leddest out and broughtest in Israel: and Jehovah thy God said unto thee, Thou shalt be shepherd of my people Israel, and thou shalt be prince over my people Israel."}, {"id": 13011003, "c": 11, "v": 3, "d": "So all the elders of Israel came to the king to Hebron; and David made a covenant with them in Hebron before Jehovah; and they anointed David king over Israel, according to the word of Jehovah by Samuel."}, {"id": 13011004, "c": 11, "v": 4, "d": "And David and all Israel went to Jerusalem (the same is Jebus); and the Jebusites, the inhabitants of the land, were there."}, {"id": 13011005, "c": 11, "v": 5, "d": "And the inhabitants of Jebus said to David, Thou shalt not come in hither. Nevertheless David took the stronghold of Zion; the same is the city of David."}, {"id": 13011006, "c": 11, "v": 6, "d": "And David said, Whosoever smiteth the Jebusites first shall be chief and captain. And Joab the son of Zeruiah went up first, and was made chief."}, {"id": 13011007, "c": 11, "v": 7, "d": "And David dwelt in the stronghold; therefore they called it the city of David."}, {"id": 13011008, "c": 11, "v": 8, "d": "And he built the city round about, from Millo even round about; and Joab repaired the rest of the city."}, {"id": 13011009, "c": 11, "v": 9, "d": "And David waxed greater and greater; for Jehovah of hosts was with him."}, {"id": 13011010, "c": 11, "v": 10, "d": "Now these are the chief of the mighty men whom David had, who showed themselves strong with him in his kingdom, together with all Israel, to make him king, according to the word of Jehovah concerning Israel."}, {"id": 13011011, "c": 11, "v": 11, "d": "And this is the number of the mighty men whom David had: Jashobeam, the son of a Hachmonite, the chief of the thirty; he lifted up his spear against three hundred and slew them at one time."}, {"id": 13011012, "c": 11, "v": 12, "d": "And after him was Eleazar the son of Dodo, the Ahohite, who was one of the three mighty men."}, {"id": 13011013, "c": 11, "v": 13, "d": "He was with David at Pasdammim, and there the Philistines were gathered together to battle, where was a plot of ground full of barley; and the people fled from before the Philistines."}, {"id": 13011014, "c": 11, "v": 14, "d": "And they stood in the midst of the plot, and defended it, and slew the Philistines; and Jehovah saved them by a great victory."}, {"id": 13011015, "c": 11, "v": 15, "d": "And three of the thirty chief men went down to the rock to David, into the cave of Adullam; and the host of the Philistines were encamped in the valley of Rephaim."}, {"id": 13011016, "c": 11, "v": 16, "d": "And David was then in the stronghold, and the garrison of the Philistines was then in Beth-lehem."}, {"id": 13011017, "c": 11, "v": 17, "d": "And David longed, and said, Oh that one would give me water to drink of the well of Beth-lehem, which is by the gate!"}, {"id": 13011018, "c": 11, "v": 18, "d": "And the three brake through the host of the Philistines, and drew water out of the well of Beth-lehem, that was by the gate, and took it, and brought it to David: but David would not drink thereof, but poured it out unto Jehovah,"}, {"id": 13011019, "c": 11, "v": 19, "d": "and said, My God forbid it me, that I should do this: shall I drink the blood of these men that have put their lives in jeopardy? for with `the jeopardy of' their lives they brought it. Therefore he would not drink it. These things did the three mighty men."}, {"id": 13011020, "c": 11, "v": 20, "d": "And Abishai, the brother of Joab, he was chief of the three; for he lifted up his spear against three hundred and slew them, and had a name among the three."}, {"id": 13011021, "c": 11, "v": 21, "d": "Of the three, he was more honorable than the two, and was made their captain: howbeit he attained not to the `first' three."}, {"id": 13011022, "c": 11, "v": 22, "d": "Benaiah the son of Jehoiada, the son of a valiant man of Kabzeel, who had done mighty deeds, he slew the two `sons of' Ariel of Moab: he went down also and slew a lion in the midst of a pit in time of snow."}, {"id": 13011023, "c": 11, "v": 23, "d": "And he slew an Egyptian, a man of great stature, five cubits high; and in the Egyptian's hand was a spear like a weaver's beam; and he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear."}, {"id": 13011024, "c": 11, "v": 24, "d": "These things did Benaiah the son of Jehoiada, and had a name among the three mighty men."}, {"id": 13011025, "c": 11, "v": 25, "d": "Behold, he was more honorable than the thirty, but he attained not to the `first' three: and David set him over his guard."}, {"id": 13011026, "c": 11, "v": 26, "d": "Also the mighty men of the armies: Asahel the brother of Joab, Elhanan the son of Dodo of Beth-lehem,"}, {"id": 13011027, "c": 11, "v": 27, "d": "Shammoth the Harorite, Helez the Pelonite,"}, {"id": 13011028, "c": 11, "v": 28, "d": "Ira the son of Ikkesh the Tekoite, Abiezer the Anathothite,"}, {"id": 13011029, "c": 11, "v": 29, "d": "Sibbecai the Hushathite, Ilai the Ahohite,"}, {"id": 13011030, "c": 11, "v": 30, "d": "Maharai the Netophathite, Heled the son of Baanah the Netophathite,"}, {"id": 13011031, "c": 11, "v": 31, "d": "Ithai the son of Ribai of Gibeah of the children of Benjamin, Benaiah the Pirathonite,"}, {"id": 13011032, "c": 11, "v": 32, "d": "Hurai of the brooks of Gaash, Abiel the Arbathite,"}, {"id": 13011033, "c": 11, "v": 33, "d": "Azmaveth the Baharumite, Eliahba the Shaalbonite,"}, {"id": 13011034, "c": 11, "v": 34, "d": "the sons of Hashem the Gizonite, Jonathan the son of Shagee the Hararite,"}, {"id": 13011035, "c": 11, "v": 35, "d": "Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,"}, {"id": 13011036, "c": 11, "v": 36, "d": "Hepher the Mecherathite, Ahijah the Pelonite,"}, {"id": 13011037, "c": 11, "v": 37, "d": "Hezro the Carmelite, Naarai the son of Ezbai,"}, {"id": 13011038, "c": 11, "v": 38, "d": "Joel the brother of Nathan, Mibhar the son of Hagri,"}, {"id": 13011039, "c": 11, "v": 39, "d": "Zelek the Ammonite, Naharai the Berothite, the armorbearer of Joab the son of Zeruiah,"}, {"id": 13011040, "c": 11, "v": 40, "d": "Ira the Ithrite, Gareb the Ithrite,"}, {"id": 13011041, "c": 11, "v": 41, "d": "Uriah the Hittite, Zabad the son of Ahlai,"}, {"id": 13011042, "c": 11, "v": 42, "d": "Adina the son of Shiza the Reubenite, a chief of the Reubenites, and thirty with him,"}, {"id": 13011043, "c": 11, "v": 43, "d": "Hanan the son of Maacah, and Joshaphat the Mithnite,"}, {"id": 13011044, "c": 11, "v": 44, "d": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,"}, {"id": 13011045, "c": 11, "v": 45, "d": "Jediael the son of Shimri, and Joha his brother, the Tizite,"}, {"id": 13011046, "c": 11, "v": 46, "d": "Eliel the Mahavite, and Jeribai, and Joshaviah, the sons of Elnaam, and Ithmah the Moabite,"}, {"id": 13011047, "c": 11, "v": 47, "d": "Eliel, and Obed, and Jaasiel the Mezobaite."}, {"id": 13012001, "c": 12, "v": 1, "d": "Now these are they that came to David to Ziklag, while he yet kept himself close because of Saul the son of Kish; and they were among the mighty men, his helpers in war."}, {"id": 13012002, "c": 12, "v": 2, "d": "They were armed with bows, and could use both the right hand and the left in slinging stones and in shooting arrows from the bow: they were of Saul's brethren of Benjamin."}, {"id": 13012003, "c": 12, "v": 3, "d": "The chief was Ahiezer; then Joash, the sons of Shemaah the Gibeathite, and Jeziel, and Pelet, the sons of Azmaveth, and Beracah, and Jehu the Anathothite,"}, {"id": 13012004, "c": 12, "v": 4, "d": "and Ishmaiah the Gibeonite, a mighty man among the thirty, and over the thirty, and Jeremiah, and Jahaziel, and Johanan, and Jozabad the Gederathite,"}, {"id": 13012005, "c": 12, "v": 5, "d": "Eluzai, and Jerimoth, and Bealiah, and Shemariah, and Shephatiah the Haruphite,"}, {"id": 13012006, "c": 12, "v": 6, "d": "Elkanah, and Isshiah, and Azarel, and Joezer, and Jashobeam, the Korahites,"}, {"id": 13012007, "c": 12, "v": 7, "d": "and Joelah, and Zebadiah, the sons of Jeroham of Gedor."}, {"id": 13012008, "c": 12, "v": 8, "d": "And of the Gadites there separated themselves unto David to the stronghold in the wilderness, mighty men of valor, men trained for war, that could handle shield and spear; whose faces were like the faces of lions, and they were as swift as the roes upon the mountains;"}, {"id": 13012009, "c": 12, "v": 9, "d": "Ezer the chief, Obadiah the second, Eliab the third,"}, {"id": 13012010, "c": 12, "v": 10, "d": "Mishmannah the fourth, Jeremiah the fifth,"}, {"id": 13012011, "c": 12, "v": 11, "d": "Attai the sixth, Eliel the seventh,"}, {"id": 13012012, "c": 12, "v": 12, "d": "Johanan the eighth, Elzabad the ninth,"}, {"id": 13012013, "c": 12, "v": 13, "d": "Jeremiah the tenth, Machbannai the eleventh."}, {"id": 13012014, "c": 12, "v": 14, "d": "These of the sons of Gad were captains of the host: he that was least was equal to a hundred, and the greatest to a thousand."}, {"id": 13012015, "c": 12, "v": 15, "d": "These are they that went over the Jordan in the first month, when it had overflowed all its banks; and they put to flight all them of the valleys, both toward the east, and toward the west."}, {"id": 13012016, "c": 12, "v": 16, "d": "And there came of the children of Benjamin and Judah to the stronghold unto David."}, {"id": 13012017, "c": 12, "v": 17, "d": "And David went out to meet them, and answered and said unto them, If ye be come peaceably unto me to help me, my heart shall be knit unto you; but if `ye be come' to betray me to mine adversaries, seeing there is no wrong in my hands, the God of our fathers look thereon, and rebuke it."}, {"id": 13012018, "c": 12, "v": 18, "d": "Then the Spirit came upon Amasai, who was chief of the thirty, `and he said', Thine are we, David, and on thy side, thou son of Jesse: peace, peace be unto thee, and peace be to thy helpers; for thy God helpeth thee. Then David received them, and made them captains of the band."}, {"id": 13012019, "c": 12, "v": 19, "d": "Of Manasseh also there fell away some to David, when he came with the Philistines against Saul to battle: but they helped them not; for the lords of the Philistines upon advisement sent him away, saying, He will fall away to his master Saul to the jeopardy of our heads."}, {"id": 13012020, "c": 12, "v": 20, "d": "As he went to Ziklag, there fell to him of Manasseh, Adnah, and Jozabad, and Jediael, and Michael, and Jozabad, and Elihu, and Zillethai, captains of thousands that were of Manasseh."}, {"id": 13012021, "c": 12, "v": 21, "d": "And they helped David against the band of rovers: for they were all mighty men of valor, and were captains in the host."}, {"id": 13012022, "c": 12, "v": 22, "d": "For from day to day men came to David to help him, until there was a great host, like the host of God."}, {"id": 13012023, "c": 12, "v": 23, "d": "And these are the numbers of the heads of them that were armed for war, who came to David to Hebron, to turn the kingdom of Saul to him, according to the word of Jehovah."}, {"id": 13012024, "c": 12, "v": 24, "d": "The children of Judah that bare shield and spear were six thousand and eight hundred, armed for war."}, {"id": 13012025, "c": 12, "v": 25, "d": "Of the children of Simeon, mighty men of valor for the war, seven thousand and one hundred."}, {"id": 13012026, "c": 12, "v": 26, "d": "Of the children of Levi four thousand and six hundred."}, {"id": 13012027, "c": 12, "v": 27, "d": "And Jehoiada was the leader of `the house of' Aaron; and with him were three thousand and seven hundred,"}, {"id": 13012028, "c": 12, "v": 28, "d": "and Zadok, a young man mighty of valor, and of his father's house twenty and two captains."}, {"id": 13012029, "c": 12, "v": 29, "d": "And of the children of Benjamin, the brethren of Saul, three thousand: for hitherto the greatest part of them had kept their allegiance to the house of Saul."}, {"id": 13012030, "c": 12, "v": 30, "d": "And of the children of Ephraim twenty thousand and eight hundred, mighty men of valor, famous men in their fathers' houses."}, {"id": 13012031, "c": 12, "v": 31, "d": "And of the half-tribe of Manasseh eighteen thousand, who were mentioned by name, to come and make David king."}, {"id": 13012032, "c": 12, "v": 32, "d": "And of the children of Issachar, men that had understanding of the times, to know what Israel ought to do, the heads of them were two hundred; and all their brethren were at their commandment."}, {"id": 13012033, "c": 12, "v": 33, "d": "Of Zebulun, such as were able to go out in the host, that could set the battle in array, with all manner of instruments of war, fifty thousand, and that could order `the battle array, and were' not of double heart."}, {"id": 13012034, "c": 12, "v": 34, "d": "And of Naphtali a thousand captains, and with them with shield and spear thirty and seven thousand."}, {"id": 13012035, "c": 12, "v": 35, "d": "And of the Danites that could set the battle in array, twenty and eight thousand and six hundred."}, {"id": 13012036, "c": 12, "v": 36, "d": "And of Asher, such as were able to go out in the host, that could set the battle in array, forty thousand."}, {"id": 13012037, "c": 12, "v": 37, "d": "And on the other side of the Jordan, of the Reubenites, and the Gadites, and of the half-tribe of Manasseh, with all manner of instruments of war for the battle, a hundred and twenty thousand."}, {"id": 13012038, "c": 12, "v": 38, "d": "All these being men of war, that could order the battle array, came with a perfect heart to Hebron, to make David king over all Israel: and all the rest also of Israel were of one heart to make David king."}, {"id": 13012039, "c": 12, "v": 39, "d": "And they were there with David three days, eating and drinking; for their brethren had made preparation for them."}, {"id": 13012040, "c": 12, "v": 40, "d": "Moreover they that were nigh unto them, `even' as far as Issachar and Zebulun and Naphtali, brought bread on asses, and on camels, and on mules, and on oxen, victuals of meal, cakes of figs, and clusters of raisins, and wine, and oil, and oxen, and sheep in abundance: for there was joy in Israel."}, {"id": 13013001, "c": 13, "v": 1, "d": "And David consulted with the captains of thousands and of hundreds, even with every leader."}, {"id": 13013002, "c": 13, "v": 2, "d": "And David said unto all the assembly of Israel, If it seem good unto you, and if it be of Jehovah our God, let us send abroad every where unto our brethren that are left in all the land of Israel, with whom the priests and Levites are in their cities that have suburbs, that they may gather themselves unto us;"}, {"id": 13013003, "c": 13, "v": 3, "d": "and let us bring again the ark of our God to us: for we sought not unto it in the days of Saul."}, {"id": 13013004, "c": 13, "v": 4, "d": "And all the assembly said that they would do so; for the thing was right in the eyes of all the people."}, {"id": 13013005, "c": 13, "v": 5, "d": "So David assembled all Israel together, from the Shihor `the brook' of Egypt even unto the entrance of Hamath, to bring the ark of God from Kiriath-jearim."}, {"id": 13013006, "c": 13, "v": 6, "d": "And David went up, and all Israel, to Baalah, `that is', to Kiriath-jearim, which belonged to Judah, to bring up from thence the ark of God Jehovah that sitteth `above' the cherubim, that is called by the Name."}, {"id": 13013007, "c": 13, "v": 7, "d": "And they carried the ark of God upon a new cart, `and brought it' out of the house of Abinadab: and Uzza and Ahio drove the cart."}, {"id": 13013008, "c": 13, "v": 8, "d": "And David and all Israel played before God with all their might, even with songs, and with harps, and with psalteries, and with timbrels, and with cymbals, and with trumpets."}, {"id": 13013009, "c": 13, "v": 9, "d": "And when they came unto the threshing-floor of Chidon, Uzza put forth his hand to hold the ark; for the oxen stumbled."}, {"id": 13013010, "c": 13, "v": 10, "d": "And the anger of Jehovah was kindled against Uzza, and he smote him, because he put forth his hand to the ark; and there he died before God."}, {"id": 13013011, "c": 13, "v": 11, "d": "And David was displeased, because Jehovah had broken forth upon Uzza; and he called that place Perez-uzza, unto this day."}, {"id": 13013012, "c": 13, "v": 12, "d": "And David was afraid of God that day, saying, How shall I bring the ark of God home to me?"}, {"id": 13013013, "c": 13, "v": 13, "d": "So David removed not the ark unto him into the city of David, but carried it aside into the house of Obed-edom the Gittite."}, {"id": 13013014, "c": 13, "v": 14, "d": "And the ark of God remained with the family of Obed-edom in his house three months: and Jehovah blessed the house of Obed-edom, and all that he had."}, {"id": 13014001, "c": 14, "v": 1, "d": "And Hiram king of Tyre sent messengers to David, and cedar-trees, and masons, and carpenters, to build him a house."}, {"id": 13014002, "c": 14, "v": 2, "d": "And David perceived that Jehovah had established him king over Israel; for his kingdom was exalted on high, for his people Israel's sake."}, {"id": 13014003, "c": 14, "v": 3, "d": "And David took more wives at Jerusalem; and David begat more sons and daughters."}, {"id": 13014004, "c": 14, "v": 4, "d": "And these are the names of the children whom he had in Jerusalem: Shammua, and Shobab, Nathan, and Solomon,"}, {"id": 13014005, "c": 14, "v": 5, "d": "and Ibhar, and Elishua, and Elpelet,"}, {"id": 13014006, "c": 14, "v": 6, "d": "and Nogah, and Nepheg, and Japhia,"}, {"id": 13014007, "c": 14, "v": 7, "d": "and Elishama, and Beeliada, and Eliphelet."}, {"id": 13014008, "c": 14, "v": 8, "d": "And when the Philistines heard that David was anointed king over all Israel, all the Philistines went up to seek David: and David heard of it, and went out against them."}, {"id": 13014009, "c": 14, "v": 9, "d": "Now the Philistines had come and made a raid in the valley of Rephaim."}, {"id": 13014010, "c": 14, "v": 10, "d": "And David inquired of God, saying, Shall I go up against the Philistines? and wilt thou deliver them into my hand? And Jehovah said unto him, Go up; for I will deliver them into thy hand."}, {"id": 13014011, "c": 14, "v": 11, "d": "So they came up to Baal-perazim, and David smote them there; and David said, God hath broken mine enemies by my hand, like the breach of waters. Therefore they called the name of that place Baal-perazim."}, {"id": 13014012, "c": 14, "v": 12, "d": "And they left their gods there; and David gave commandment, and they were burned with fire."}, {"id": 13014013, "c": 14, "v": 13, "d": "And the Philistines yet again made a raid in the valley."}, {"id": 13014014, "c": 14, "v": 14, "d": "And David inquired again of God; and God said unto him, Thou shalt not go up after them: turn away from them, and come upon them over against the mulberry-trees."}, {"id": 13014015, "c": 14, "v": 15, "d": "And it shall be, when thou hearest the sound of marching in the tops of the mulberry-trees, that then thou shalt go out to battle; for God is gone out before thee to smite the host of the Philistines."}, {"id": 13014016, "c": 14, "v": 16, "d": "And David did as God commanded him: and they smote the host of the Philistines from Gibeon even to Gezer."}, {"id": 13014017, "c": 14, "v": 17, "d": "And the fame of David went out into all lands; and Jehovah brought the fear of him upon all nations."}, {"id": 13015001, "c": 15, "v": 1, "d": "And `David' made him houses in the city of David; and he prepared a place for the ark of God, and pitched for it a tent."}, {"id": 13015002, "c": 15, "v": 2, "d": "Then David said, None ought to carry the ark of God but the Levites: for them hath Jehovah chosen to carry the ark of God, and to minister unto him for ever."}, {"id": 13015003, "c": 15, "v": 3, "d": "And David assembled all Israel at Jerusalem, to bring up the ark of Jehovah unto its place, which he had prepared for it."}, {"id": 13015004, "c": 15, "v": 4, "d": "And David gathered together the sons of Aaron, and the Levites:"}, {"id": 13015005, "c": 15, "v": 5, "d": "of the sons of Kohath, Uriel the chief, and his brethren a hundred and twenty;"}, {"id": 13015006, "c": 15, "v": 6, "d": "of the sons of Merari, Asaiah the chief, and his brethren two hundred and twenty;"}, {"id": 13015007, "c": 15, "v": 7, "d": "of the sons of Gershom, Joel the chief, and his brethren a hundred and thirty;"}, {"id": 13015008, "c": 15, "v": 8, "d": "of the sons of Elizaphan, Shemaiah the chief, and his brethren two hundred;"}, {"id": 13015009, "c": 15, "v": 9, "d": "of the sons of Hebron, Eliel the chief, and his brethren fourscore;"}, {"id": 13015010, "c": 15, "v": 10, "d": "of the sons of Uzziel, Amminadab the chief, and his brethren a hundred and twelve."}, {"id": 13015011, "c": 15, "v": 11, "d": "And David called for Zadok and Abiathar the priests, and for the Levites, for Uriel, Asaiah, and Joel, Shemaiah, and Eliel, and Amminadab,"}, {"id": 13015012, "c": 15, "v": 12, "d": "and said unto them, Ye are the heads of the fathers' `houses' of the Levites: sanctify yourselves, both ye and your brethren, that ye may bring up the ark of Jehovah, the God of Israel, unto `the place' that I have prepared for it."}, {"id": 13015013, "c": 15, "v": 13, "d": "For because ye `bare it' not at the first, Jehovah our God made a breach upon us, for that we sought him not according to the ordinance."}, {"id": 13015014, "c": 15, "v": 14, "d": "So the priests and the Levites sanctified themselves to bring up the ark of Jehovah, the God of Israel."}, {"id": 13015015, "c": 15, "v": 15, "d": "And the children of the Levites bare the ark of God upon their shoulders with the staves thereon, as Moses commanded according to the word of Jehovah."}, {"id": 13015016, "c": 15, "v": 16, "d": "And David spake to the chief of the Levites to appoint their brethren the singers, with instruments of music, psalteries and harps and cymbals, sounding aloud and lifting up the voice with joy."}, {"id": 13015017, "c": 15, "v": 17, "d": "So the Levites appointed Heman the son of Joel; and of his brethren, Asaph the son of Berechiah; and of the sons of Merari their brethren, Ethan the son of Kushaiah;"}, {"id": 13015018, "c": 15, "v": 18, "d": "and with them their brethren of the second degree, Zechariah, Ben, and Jaaziel, and Shemiramoth, and Jehiel, and Unni, Eliab, and Benaiah, and Maaseiah, and Mattithiah, and Eliphelehu, and Mikneiah, and Obed-edom, and Jeiel, the doorkeepers."}, {"id": 13015019, "c": 15, "v": 19, "d": "So the singers, Heman, Asaph, and Ethan, `were appointed' with cymbals of brass to sound aloud;"}, {"id": 13015020, "c": 15, "v": 20, "d": "and Zechariah, and Aziel, and Shemiramoth, and Jehiel, and Unni, and Eliab, and Maaseiah, and Benaiah, with psalteries set to Alamoth;"}, {"id": 13015021, "c": 15, "v": 21, "d": "and Mattithiah, and Eliphelehu, and Mikneiah, and Obed-edom, and Jeiel, and Azaziah, with harps set to the Sheminith, to lead."}, {"id": 13015022, "c": 15, "v": 22, "d": "And Chenaniah, chief of the Levites, was over the song: he instructed about the song, because he was skilful."}, {"id": 13015023, "c": 15, "v": 23, "d": "And Berechiah and Elkanah were doorkeepers for the ark."}, {"id": 13015024, "c": 15, "v": 24, "d": "And Shebaniah, and Joshaphat, and Nethanel, and Amasai, and Zechariah, and Benaiah, and Eliezer, the priests, did blow the trumpets before the ark of God: and Obed-edom and Jehiah were doorkeepers for the ark."}, {"id": 13015025, "c": 15, "v": 25, "d": "So David, and the elders of Israel, and the captains over thousands, went to bring up the ark of the covenant of Jehovah out of the house of Obed-edom with joy."}, {"id": 13015026, "c": 15, "v": 26, "d": "And it came to pass, when God helped the Levites that bare the ark of the covenant of Jehovah, that they sacrificed seven bullocks and seven rams."}, {"id": 13015027, "c": 15, "v": 27, "d": "And David was clothed with a robe of fine linen, and all the Levites that bare the ark, and the singers, and Chenaniah the master of the song `with' the singers: and David had upon him an ephod of linen."}, {"id": 13015028, "c": 15, "v": 28, "d": "Thus all Israel brought up the ark of the covenant of Jehovah with shouting, and with sound of the cornet, and with trumpets, and with cymbals, sounding aloud with psalteries and harps."}, {"id": 13015029, "c": 15, "v": 29, "d": "And it came to pass, as the ark of the covenant of Jehovah came to the city of David, that Michal the daughter of Saul looked out at the window, and saw king David dancing and playing; and she despised him in her heart."}, {"id": 13016001, "c": 16, "v": 1, "d": "And they brought in the ark of God, and set it in the midst of the tent that David had pitched for it: and they offered burnt-offerings and peace-offerings before God."}, {"id": 13016002, "c": 16, "v": 2, "d": "And when David had made an end of offering the burnt-offering and the peace-offerings, he blessed the people in the name of Jehovah."}, {"id": 13016003, "c": 16, "v": 3, "d": "And he dealt to every one of Israel, both man and woman, to every one a loaf of bread, and a portion `of flesh', and a cake of raisins."}, {"id": 13016004, "c": 16, "v": 4, "d": "And he appointed certain of the Levites to minister before the ark of Jehovah, and to celebrate and to thank and praise Jehovah, the God of Israel:"}, {"id": 13016005, "c": 16, "v": 5, "d": "Asaph the chief, and second to him Zechariah, Jeiel, and Shemiramoth, and Jehiel, and Mattithiah, and Eliab, and Benaiah, and Obed-edom, and Jeiel, with psalteries and with harps; and Asaph with cymbals, sounding aloud;"}, {"id": 13016006, "c": 16, "v": 6, "d": "and Benaiah and Jahaziel the priests with trumpets continually, before the ark of the covenant of God."}, {"id": 13016007, "c": 16, "v": 7, "d": "Then on that day did David first ordain to give thanks unto Jehovah, by the hand of Asaph and his brethren."}, {"id": 13016008, "c": 16, "v": 8, "d": "O give thanks unto Jehovah, call upon his name; Make known his doings among the peoples."}, {"id": 13016009, "c": 16, "v": 9, "d": "Sing unto him, sing praises unto him; Talk ye of all his marvellous works."}, {"id": 13016010, "c": 16, "v": 10, "d": "Glory ye in his holy name; Let the heart of them rejoice that seek Jehovah."}, {"id": 13016011, "c": 16, "v": 11, "d": "Seek ye Jehovah and his strength; Seek his face evermore."}, {"id": 13016012, "c": 16, "v": 12, "d": "Remember his marvellous works that he hath done, His wonders, and the judgments of his mouth,"}, {"id": 13016013, "c": 16, "v": 13, "d": "O ye seed of Israel his servant, Ye children of Jacob, his chosen ones."}, {"id": 13016014, "c": 16, "v": 14, "d": "He is Jehovah our God; His judgments are in all the earth."}, {"id": 13016015, "c": 16, "v": 15, "d": "Remember his covenant for ever, The word which he commanded to a thousand generations,"}, {"id": 13016016, "c": 16, "v": 16, "d": "`The covenant' which he made with Abraham, And his oath unto Isaac,"}, {"id": 13016017, "c": 16, "v": 17, "d": "And confirmed the same unto Jacob for a statute, To Israel for an everlasting covenant,"}, {"id": 13016018, "c": 16, "v": 18, "d": "Saying, Unto thee will I give the land of Canaan, The lot of your inheritance;"}, {"id": 13016019, "c": 16, "v": 19, "d": "When ye were but a few men in number, Yea, very few, and sojourners in it;"}, {"id": 13016020, "c": 16, "v": 20, "d": "And they went about from nation to nation, And from one kingdom to another people."}, {"id": 13016021, "c": 16, "v": 21, "d": "He suffered no man to do them wrong; Yea, he reproved kings for their sakes,"}, {"id": 13016022, "c": 16, "v": 22, "d": "`Saying', Touch not mine anointed ones, And do my prophets no harm."}, {"id": 13016023, "c": 16, "v": 23, "d": "Sing unto Jehovah, all the earth; Show forth his salvation from day to day."}, {"id": 13016024, "c": 16, "v": 24, "d": "Declare his glory among the nations, His marvellous works among all the peoples."}, {"id": 13016025, "c": 16, "v": 25, "d": "For great is Jehovah, and greatly to be praised: He also is to be feared above all gods."}, {"id": 13016026, "c": 16, "v": 26, "d": "For all the gods of the peoples are idols: But Jehovah made the heavens."}, {"id": 13016027, "c": 16, "v": 27, "d": "Honor and majesty are before him: Strength and gladness are in his place."}, {"id": 13016028, "c": 16, "v": 28, "d": "Ascribe unto Jehovah, ye kindreds of the peoples, Ascribe unto Jehovah glory and strength;"}, {"id": 13016029, "c": 16, "v": 29, "d": "Ascribe unto Jehovah the glory due unto his name: Bring an offering, and come before him: Worship Jehovah in holy array."}, {"id": 13016030, "c": 16, "v": 30, "d": "Tremble before him, all the earth: The world also is established that it cannot be moved."}, {"id": 13016031, "c": 16, "v": 31, "d": "Let the heavens be glad, and let the earth rejoice; And let them say among the nations, Jehovah reigneth."}, {"id": 13016032, "c": 16, "v": 32, "d": "Let the sea roar, and the fulness thereof; Let the field exult, and all that is therein;"}, {"id": 13016033, "c": 16, "v": 33, "d": "Then shall the trees of the wood sing for joy before Jehovah; For he cometh to judge the earth."}, {"id": 13016034, "c": 16, "v": 34, "d": "O give thanks unto Jehovah; for he is good; For his lovingkindness `endureth' for ever."}, {"id": 13016035, "c": 16, "v": 35, "d": "And say ye, Save us, O God of our salvation, And gather us together and deliver us from the nations, To give thanks unto thy holy name, And to triumph in thy praise."}, {"id": 13016036, "c": 16, "v": 36, "d": "Blessed be Jehovah, the God of Israel, From everlasting even to everlasting. And all the people said, Amen, and praised Jehovah."}, {"id": 13016037, "c": 16, "v": 37, "d": "So he left there, before the ark of the covenant of Jehovah, Asaph and his brethren, to minister before the ark continually, as every day's work required;"}, {"id": 13016038, "c": 16, "v": 38, "d": "and Obed-edom with their brethren, threescore and eight; Obed-edom also the son of Jeduthun and Hosah to be doorkeepers;"}, {"id": 13016039, "c": 16, "v": 39, "d": "and Zadok the priest, and his brethren the priests, before the tabernacle of Jehovah in the high place that was at Gibeon,"}, {"id": 13016040, "c": 16, "v": 40, "d": "to offer burnt-offerings unto Jehovah upon the altar of burnt-offering continually morning and evening, even according to all that is written in the law of Jehovah, which he commanded unto Israel;"}, {"id": 13016041, "c": 16, "v": 41, "d": "and with them Heman and Jeduthun, and the rest that were chosen, who were mentioned by name, to give thanks to Jehovah, because his lovingkindness `endureth' for ever;"}, {"id": 13016042, "c": 16, "v": 42, "d": "and with them Heman and Jeduthun `with' trumpets and cymbals for those that should sound aloud, and `with' instruments for the songs of God; and the sons of Jeduthun to be at the gate."}, {"id": 13016043, "c": 16, "v": 43, "d": "And all the people departed every man to his house: and David returned to bless his house."}, {"id": 13017001, "c": 17, "v": 1, "d": "And it came to pass, when David dwelt in his house, that David said to Nathan the prophet, Lo, I dwell in a house of cedar, but the ark of the covenant of Jehovah `dwelleth' under curtains."}, {"id": 13017002, "c": 17, "v": 2, "d": "And Nathan said unto David, Do all that is in thy heart; for God is with thee."}, {"id": 13017003, "c": 17, "v": 3, "d": "And it came to pass the same night, that the word of God came to Nathan, saying,"}, {"id": 13017004, "c": 17, "v": 4, "d": "Go and tell David my servant, Thus saith Jehovah, Thou shalt not build me a house to dwell in:"}, {"id": 13017005, "c": 17, "v": 5, "d": "for I have not dwelt in a house since the day that I brought up Israel, unto this day, but have gone from tent to tent, and from `one' tabernacle `to another'."}, {"id": 13017006, "c": 17, "v": 6, "d": "In all places wherein I have walked with all Israel, spake I a word with any of the judges of Israel, whom I commanded to be shepherd of my people, saying, Why have ye not built me a house of cedar?"}, {"id": 13017007, "c": 17, "v": 7, "d": "Now therefore thus shalt thou say unto my servant David, Thus saith Jehovah of hosts, I took thee from the sheepcote, from following the sheep, that thou shouldest be prince over my people Israel:"}, {"id": 13017008, "c": 17, "v": 8, "d": "and I have been with thee whithersoever thou hast gone, and have cut off all thine enemies from before thee; and I will make thee a name, like unto the name of the great ones that are in the earth."}, {"id": 13017009, "c": 17, "v": 9, "d": "And I will appoint a place for my people Israel, and will plant them, that they may dwell in their own place, and be moved no more; neither shall the children of wickedness waste them any more, as at the first,"}, {"id": 13017010, "c": 17, "v": 10, "d": "and `as' from the day that I commanded judges to be over my people Israel; and I will subdue all thine enemies. Moreover I tell thee that Jehovah will build thee a house."}, {"id": 13017011, "c": 17, "v": 11, "d": "And it shall come to pass, when thy days are fulfilled that thou must go to be with thy fathers, that I will set up thy seed after thee, who shall be of thy sons; and I will establish his kingdom."}, {"id": 13017012, "c": 17, "v": 12, "d": "He shall build me a house, and I will establish his throne for ever."}, {"id": 13017013, "c": 17, "v": 13, "d": "I will be his father, and he shall be my son: and I will not take my lovingkindness away from him, as I took it from him that was before thee;"}, {"id": 13017014, "c": 17, "v": 14, "d": "but I will settle him in my house and in my kingdom for ever; and his throne shall be established for ever."}, {"id": 13017015, "c": 17, "v": 15, "d": "According to all these words, and according to all this vision, so did Nathan speak unto David."}, {"id": 13017016, "c": 17, "v": 16, "d": "Then David the king went in, and sat before Jehovah; and he said, Who am I, O Jehovah God, and what is my house, that thou hast brought me thus far?"}, {"id": 13017017, "c": 17, "v": 17, "d": "And this was a small thing in thine eyes, O God; but thou hast spoken of thy servant's house for a great while to come, and hast regarded me according to the estate of a man of high degree, O Jehovah God."}, {"id": 13017018, "c": 17, "v": 18, "d": "What can David `say' yet more unto thee concerning the honor which is done to thy servant? for thou knowest thy servant."}, {"id": 13017019, "c": 17, "v": 19, "d": "O Jehovah, for thy servant's sake, and according to thine own heart, hast thou wrought all this greatness, to make known all `these' great things."}, {"id": 13017020, "c": 17, "v": 20, "d": "O Jehovah, there is none like thee, neither is there any God besides thee, according to all that we have heard with our ears."}, {"id": 13017021, "c": 17, "v": 21, "d": "And what one nation in the earth is like thy people Israel, whom God went to redeem unto himself for a people, to make thee a name by great and terrible things, in driving out nations from before thy people, whom thou redeemest out of Egypt?"}, {"id": 13017022, "c": 17, "v": 22, "d": "For thy people Israel didst thou make thine own people for ever; and thou, Jehovah, becamest their God."}, {"id": 13017023, "c": 17, "v": 23, "d": "And now, O Jehovah, let the word that thou hast spoken concerning thy servant, and concerning his house, be established for ever, and do as thou hast spoken."}, {"id": 13017024, "c": 17, "v": 24, "d": "And let thy name be established and magnified for ever, saying, Jehovah of hosts is the God of Israel, even a God to Israel: and the house of David thy servant is established before thee."}, {"id": 13017025, "c": 17, "v": 25, "d": "For thou, O my God, hast revealed to thy servant that thou wilt build him a house: therefore hath thy servant found `in his heart' to pray before thee."}, {"id": 13017026, "c": 17, "v": 26, "d": "And now, O Jehovah, thou art God, and hast promised this good thing unto thy servant:"}, {"id": 13017027, "c": 17, "v": 27, "d": "and now it hath pleased thee to bless the house of thy servant, that it may continue for ever before thee: for thou, O Jehovah, hast blessed, and it is blessed for ever."}, {"id": 13018001, "c": 18, "v": 1, "d": "And after this it came to pass, that David smote the Philistines, and subdued them, and took Gath and its towns out of the hand of the Philistines."}, {"id": 13018002, "c": 18, "v": 2, "d": "And he smote Moab; and the Moabites became servants to David, and brought tribute."}, {"id": 13018003, "c": 18, "v": 3, "d": "And David smote Hadarezer king of Zobah unto Hamath, as he went to establish his dominion by the river Euphrates."}, {"id": 13018004, "c": 18, "v": 4, "d": "And David took from him a thousand chariots, and seven thousand horsemen, and twenty thousand footmen; and David hocked all the chariot horses, but reserved of them for a hundred chariots."}, {"id": 13018005, "c": 18, "v": 5, "d": "And when the Syrians of Damascus came to succor Hadarezer king of Zobah, David smote of the Syrians two and twenty thousand men."}, {"id": 13018006, "c": 18, "v": 6, "d": "Then David put `garrisons' in Syria of Damascus; and the Syrians became servants to David, and brought tribute. And Jehovah gave victory to David whithersoever he went."}, {"id": 13018007, "c": 18, "v": 7, "d": "And David took the shields of gold that were on the servants of Hadarezer, and brought them to Jerusalem."}, {"id": 13018008, "c": 18, "v": 8, "d": "And from Tibhath and from Cun, cities of Hadarezer, David took very much brass, wherewith Solomon made the brazen sea, and the pillars, and the vessels of brass."}, {"id": 13018009, "c": 18, "v": 9, "d": "And when Tou king of Hamath heard that David had smitten all the host of Hadarezer king of Zobah,"}, {"id": 13018010, "c": 18, "v": 10, "d": "he sent Hadoram his son to king David, to salute him, and to bless him, because he had fought against Hadarezer and smitten him; (for Hadarezer had wars with Tou;) and `he had with him' all manner of vessels of gold and silver and brass."}, {"id": 13018011, "c": 18, "v": 11, "d": "These also did king David dedicate unto Jehovah, with the silver and the gold that he carried away from all the nations; from Edom, and from Moab, and from the children of Ammon, and from the Philistines, and from Amalek."}, {"id": 13018012, "c": 18, "v": 12, "d": "Moreover Abishai the son of Zeruiah smote of the Edomites in the Valley of Salt eighteen thousand."}, {"id": 13018013, "c": 18, "v": 13, "d": "And he put garrisons in Edom; and all the Edomites became servants to David. And Jehovah gave victory to David whithersoever he went."}, {"id": 13018014, "c": 18, "v": 14, "d": "And David reigned over all Israel; and he executed justice and righteousness unto all his people."}, {"id": 13018015, "c": 18, "v": 15, "d": "And Joab the son of Zeruiah was over the host; and Jehoshaphat the son of Ahilud was recorder;"}, {"id": 13018016, "c": 18, "v": 16, "d": "and Zadok the son of Ahitub, and Abimelech the son of Abiathar, were priests; and Shavsha was scribe;"}, {"id": 13018017, "c": 18, "v": 17, "d": "and Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and the sons of David were chief about the king."}, {"id": 13019001, "c": 19, "v": 1, "d": "And it came to pass after this, that Nahash the king of the children of Ammon died, and his son reigned in his stead."}, {"id": 13019002, "c": 19, "v": 2, "d": "And David said, I will show kindness unto Hanun the son of Nahash, because his father showed kindness to me. So David sent messengers to comfort him concerning his father. And David's servants came into the land of the children of Ammon to Hanun, to comfort him."}, {"id": 13019003, "c": 19, "v": 3, "d": "But the princes of the children of Ammon said to Hanun, Thinkest thou that David doth honor thy father, in that he hath sent comforters unto thee? are not his servants come unto thee to search, and to overthrow, and to spy out the land?"}, {"id": 13019004, "c": 19, "v": 4, "d": "So Hanun took David's servants, and shaved them, and cut off their garments in the middle, even to their buttocks, and sent them away."}, {"id": 13019005, "c": 19, "v": 5, "d": "Then there went certain persons, and told David how the men were served. And he sent to meet them; for the men were greatly ashamed. And the king said, Tarry at Jericho until your beards be grown, and then return."}, {"id": 13019006, "c": 19, "v": 6, "d": "And when the children of Ammon saw that they had made themselves odious to David, Hanun and the children of Ammon sent a thousand talents of silver to hire them chariots and horsemen out of Mesopotamia, and out of Arammaacah, and out of Zobah."}, {"id": 13019007, "c": 19, "v": 7, "d": "So they hired them thirty and two thousand chariots, and the king of Maacah and his people, who came and encamped before Medeba. And the children of Ammon gathered themselves together from their cities, and came to battle."}, {"id": 13019008, "c": 19, "v": 8, "d": "And when David heard of it, he sent Joab, and all the host of the mighty men."}, {"id": 13019009, "c": 19, "v": 9, "d": "And the children of Ammon came out, and put the battle in array at the gate of the city: and the kings that were come were by themselves in the field."}, {"id": 13019010, "c": 19, "v": 10, "d": "Now when Joab saw that the battle was set against him before and behind, he chose of all the choice men of Israel, and put them in array against the Syrians."}, {"id": 13019011, "c": 19, "v": 11, "d": "And the rest of the people he committed into the hand of Abishai his brother; and they put themselves in array against the children of Ammon."}, {"id": 13019012, "c": 19, "v": 12, "d": "And he said, If the Syrians be too strong for me, then thou shalt help me; but if the children of Ammon be too strong for thee, then I will help thee."}, {"id": 13019013, "c": 19, "v": 13, "d": "Be of good courage, and let us play the man for our people, and for the cities of our God: and Jehovah do that which seemeth him good."}, {"id": 13019014, "c": 19, "v": 14, "d": "So Joab and the people that were with him drew nigh before the Syrians unto the battle; and they fled before him."}, {"id": 13019015, "c": 19, "v": 15, "d": "And when the children of Ammon saw that the Syrians were fled, they likewise fled before Abishai his brother, and entered into the city. Then Joab came to Jerusalem."}, {"id": 13019016, "c": 19, "v": 16, "d": "And when the Syrians saw that they were put to the worse before Israel, they sent messengers, and drew forth the Syrians that were beyond the River, with Shophach the captain of the host of Hadarezer at their head."}, {"id": 13019017, "c": 19, "v": 17, "d": "And it was told David; and he gathered all Israel together, and passed over the Jordan, and came upon them, and set the battle in array against them. So when David had put the battle in array against the Syrians, they fought with him."}, {"id": 13019018, "c": 19, "v": 18, "d": "And the Syrians fled before Israel; and David slew of the Syrians `the men of' seven thousand chariots, and forty thousand footmen, and killed Shophach the captain of the host."}, {"id": 13019019, "c": 19, "v": 19, "d": "And when the servants of Hadarezer saw that they were put to the worse before Israel, they made peace with David, and served him: neither would the Syrians help the children of Ammon any more."}, {"id": 13020001, "c": 20, "v": 1, "d": "And it came to pass, at the time of the return of the year, at the time when kings go out `to battle', that Joab led forth the army, and wasted the country of the children of Ammon, and came and besieged Rabbah. But David tarried at Jerusalem. And Joab smote Rabbah, and overthrew it."}, {"id": 13020002, "c": 20, "v": 2, "d": "And David took the crown of their king from off his head, and found it to weigh a talent of gold, and there were precious stones in it; and it was set upon David's head: and he brought forth the spoil of the city, exceeding much."}, {"id": 13020003, "c": 20, "v": 3, "d": "And he brought forth the people that were therein, and cut `them' with saws, and with harrows of iron, and with axes. And thus did David unto all the cities of the children of Ammon. And David and all the people returned to Jerusalem."}, {"id": 13020004, "c": 20, "v": 4, "d": "And it came to pass after this, that there arose war at Gezer with the Philistines: then Sibbecai the Hushathite slew Sippai, of the sons of the giant; and they were subdued."}, {"id": 13020005, "c": 20, "v": 5, "d": "And there was again war with the Philistines; and Elhanan the son of Jair slew Lahmi the brother of Goliath the Gittite, the staff of whose spear was like a weaver's beam."}, {"id": 13020006, "c": 20, "v": 6, "d": "And there was again war at Gath, where was a man of great stature, whose fingers and toes were four and twenty, six `on each hand', and six `on each foot'; and he also was born unto the giant."}, {"id": 13020007, "c": 20, "v": 7, "d": "And when he defied Israel, Jonathan the son of Shimea David's brother slew him."}, {"id": 13020008, "c": 20, "v": 8, "d": "These were born unto the giant in Gath; and they fell by the hand of David, and by the hand of his servants."}, {"id": 13021001, "c": 21, "v": 1, "d": "And Satan stood up against Israel, and moved David to number Israel."}, {"id": 13021002, "c": 21, "v": 2, "d": "And David said to Joab and to the princes of the people, Go, number Israel from Beer-sheba even to Dan; and bring me word, that I may know the sum of them."}, {"id": 13021003, "c": 21, "v": 3, "d": "And Joab said, Jehovah make his people a hundred times as many as they are: but, my lord the king, are they not all my lord's servants? why doth my lord require this thing? why will he be a cause of guilt unto Israel?"}, {"id": 13021004, "c": 21, "v": 4, "d": "Nevertheless the king's word prevailed against Joab. Wherefore Joab departed, and went throughout all Israel, and came to Jerusalem."}, {"id": 13021005, "c": 21, "v": 5, "d": "And Joab gave up the sum of the numbering of the people unto David. And all they of Israel were a thousand thousand and a hundred thousand men that drew sword: and Judah was four hundred threescore and ten thousand men that drew sword."}, {"id": 13021006, "c": 21, "v": 6, "d": "But Levi and Benjamin counted he not among them; for the king's word was abominable to Joab."}, {"id": 13021007, "c": 21, "v": 7, "d": "And God was displeased with this thing; therefore he smote Israel."}, {"id": 13021008, "c": 21, "v": 8, "d": "And David said unto God, I have sinned greatly, in that I have done this thing: but now, put away, I beseech thee, the iniquity of thy servant; for I have done very foolishly."}, {"id": 13021009, "c": 21, "v": 9, "d": "And Jehovah spake unto Gad, David's seer, saying,"}, {"id": 13021010, "c": 21, "v": 10, "d": "Go and speak unto David, saying, Thus saith Jehovah, I offer thee three things: choose thee one of them, that I may do it unto thee."}, {"id": 13021011, "c": 21, "v": 11, "d": "So Gad came to David, and said unto him, Thus saith Jehovah, Take which thou wilt:"}, {"id": 13021012, "c": 21, "v": 12, "d": "either three years of famine; or three months to be consumed before thy foes, while the sword of thine enemies overtaketh thee; or else three days the sword of Jehovah, even pestilence in the land, and the angel of Jehovah destroying throughout all the borders of Israel. Now therefore consider what answer I shall return to him that sent me."}, {"id": 13021013, "c": 21, "v": 13, "d": "And David said unto Gad, I am in a great strait: let me fall, I pray, into the hand of Jehovah; for very great are his mercies: and let me not fall into the hand of man."}, {"id": 13021014, "c": 21, "v": 14, "d": "So Jehovah sent a pestilence upon Israel; and there fell of Israel seventy thousand men."}, {"id": 13021015, "c": 21, "v": 15, "d": "And God sent an angel unto Jerusalem to destroy it: and as he was about to destroy, Jehovah beheld, and he repented him of the evil, and said to the destroying angel, It is enough; now stay thy hand. And the angel of Jehovah was standing by the threshing-floor of Ornan the Jebusite."}, {"id": 13021016, "c": 21, "v": 16, "d": "And David lifted up his eyes, and saw the angel of Jehovah standing between earth and heaven, having a drawn sword in his hand stretched out over Jerusalem. Then David and the elders, clothed in sackcloth, fell upon their faces."}, {"id": 13021017, "c": 21, "v": 17, "d": "And David said unto God, Is it not I that commanded the people to be numbered? even I it is that have sinned and done very wickedly; but these sheep, what have they done? let thy hand, I pray thee, O Jehovah my God, be against me, and against my father's house; but not against thy people, that they should be plagued."}, {"id": 13021018, "c": 21, "v": 18, "d": "Then the angel of Jehovah commanded Gad to say to David, that David should go up, and rear an altar unto Jehovah in the threshing-floor of Ornan the Jebusite."}, {"id": 13021019, "c": 21, "v": 19, "d": "And David went up at the saying of Gad, which he spake in the name of Jehovah."}, {"id": 13021020, "c": 21, "v": 20, "d": "And Ornan turned back, and saw the angel; and his four sons that were with him hid themselves. Now Ornan was threshing wheat."}, {"id": 13021021, "c": 21, "v": 21, "d": "And as David came to Ornan, Ornan looked and saw David, and went out of the threshing-floor, and bowed himself to David with his face to the ground."}, {"id": 13021022, "c": 21, "v": 22, "d": "Then David said to Ornan, Give me the place of this threshing-floor, that I may build thereon an altar unto Jehovah: for the full price shalt thou give it me, that the plague may be stayed from the people."}, {"id": 13021023, "c": 21, "v": 23, "d": "And Ornan said unto David, Take it to thee, and let my lord the king do that which is good in his eyes: lo, I give `thee' the oxen for burnt-offerings, and the threshing instruments for wood, and the wheat for the meal-offering; I give it all."}, {"id": 13021024, "c": 21, "v": 24, "d": "And king David said to Ornan, Nay; but I will verily buy it for the full price: for I will not take that which is thine for Jehovah, nor offer a burnt-offering without cost."}, {"id": 13021025, "c": 21, "v": 25, "d": "So David gave to Ornan for the place six hundred shekels of gold by weight."}, {"id": 13021026, "c": 21, "v": 26, "d": "And David built there an altar unto Jehovah, and offered burnt-offerings and peace-offerings, and called upon Jehovah; and he answered him from heaven by fire upon the altar of burnt-offering."}, {"id": 13021027, "c": 21, "v": 27, "d": "And Jehovah commanded the angel; and he put up his sword again into the sheath thereof."}, {"id": 13021028, "c": 21, "v": 28, "d": "At that time, when David saw that Jehovah had answered him in the threshing-floor of Ornan the Jebusite, then he sacrificed there."}, {"id": 13021029, "c": 21, "v": 29, "d": "For the tabernacle of Jehovah, which Moses made in the wilderness, and the altar of burnt-offering, were at that time in the high place at Gibeon."}, {"id": 13021030, "c": 21, "v": 30, "d": "But David could not go before it to inquire of God; for he was afraid because of the sword of the angel of Jehovah."}, {"id": 13022001, "c": 22, "v": 1, "d": "Then David said, This is the house of Jehovah God, and this is the altar of burnt-offering for Israel."}, {"id": 13022002, "c": 22, "v": 2, "d": "And David commanded to gather together the sojourners that were in the land of Israel; and he set masons to hew wrought stones to build the house of God."}, {"id": 13022003, "c": 22, "v": 3, "d": "And David prepared iron in abundance for the nails for the doors of the gates, and for the couplings; and brass in abundance without weight;"}, {"id": 13022004, "c": 22, "v": 4, "d": "and cedar-trees without number: for the Sidonians and they of Tyre brought cedar-trees in abundance to David."}, {"id": 13022005, "c": 22, "v": 5, "d": "And David said, Solomon my son is young and tender, and the house that is to be builded for Jehovah must be exceeding magnificent, of fame and of glory throughout all countries: I will therefore make preparation for it. So David prepared abundantly before his death."}, {"id": 13022006, "c": 22, "v": 6, "d": "Then he called for Solomon his son, and charged him to build a house for Jehovah, the God of Israel."}, {"id": 13022007, "c": 22, "v": 7, "d": "And David said to Solomon his son, As for me, it was in my heart to build a house unto the name of Jehovah my God."}, {"id": 13022008, "c": 22, "v": 8, "d": "But the word of Jehovah came to me, saying, Thou hast shed blood abundantly, and hast made great wars: thou shalt not build a house unto my name, because thou hast shed much blood upon the earth in my sight."}, {"id": 13022009, "c": 22, "v": 9, "d": "Behold, a son shall be born to thee, who shall be a man of rest; and I will give him rest from all his enemies round about; for his name shall be Solomon, and I will give peace and quietness unto Israel in his days:"}, {"id": 13022010, "c": 22, "v": 10, "d": "he shall build a house for my name; and he shall be my son, and I will be his father; and I will establish the throne of his kingdom over Israel for ever."}, {"id": 13022011, "c": 22, "v": 11, "d": "Now, my son, Jehovah be with thee; and prosper thou, and build the house of Jehovah thy God, as he hath spoken concerning thee."}, {"id": 13022012, "c": 22, "v": 12, "d": "Only Jehovah give thee discretion and understanding, and give thee charge concerning Israel; that so thou mayest keep the law of Jehovah thy God."}, {"id": 13022013, "c": 22, "v": 13, "d": "Then shalt thou prosper, if thou observe to do the statutes and the ordinances which Jehovah charged Moses with concerning Israel: be strong, and of good courage; fear not, neither be dismayed."}, {"id": 13022014, "c": 22, "v": 14, "d": "Now, behold, in my affliction I have prepared for the house of Jehovah a hundred thousand talents of gold, and a thousand thousand talents of silver, and of brass and iron without weight; for it is in abundance: timber also and stone have I prepared; and thou mayest add thereto."}, {"id": 13022015, "c": 22, "v": 15, "d": "Moreover there are workmen with thee in abundance, hewers and workers of stone and timber, and all men that are skilful in every manner of work:"}, {"id": 13022016, "c": 22, "v": 16, "d": "of the gold, the silver, and the brass, and the iron, there is no number. Arise and be doing, and Jehovah be with thee."}, {"id": 13022017, "c": 22, "v": 17, "d": "David also commanded all the princes of Israel to help Solomon his son, `saying',"}, {"id": 13022018, "c": 22, "v": 18, "d": "Is not Jehovah your God with you? and hath he not given you rest on every side? for he hath delivered the inhabitants of the land into my hand; and the land is subdued before Jehovah, and before his people."}, {"id": 13022019, "c": 22, "v": 19, "d": "Now set your heart and your soul to seek after Jehovah your God; arise therefore, and build ye the sanctuary of Jehovah God, to bring the ark of the covenant of Jehovah, and the holy vessels of God, into the house that is to be built to the name of Jehovah."}, {"id": 13023001, "c": 23, "v": 1, "d": "Now David was old and full of days; and he made Solomon his son king over Israel."}, {"id": 13023002, "c": 23, "v": 2, "d": "And he gathered together all the princes of Israel, with the priests and the Levites."}, {"id": 13023003, "c": 23, "v": 3, "d": "And the Levites were numbered from thirty years old and upward: and their number by their polls, man by man, was thirty and eight thousand."}, {"id": 13023004, "c": 23, "v": 4, "d": "Of these, twenty and four thousand were to oversee the work of the house of Jehovah; and six thousand were officers and judges;"}, {"id": 13023005, "c": 23, "v": 5, "d": "and four thousand were doorkeepers; and four thousand praised Jehovah with the instruments which I made, `said David', to praise therewith."}, {"id": 13023006, "c": 23, "v": 6, "d": "And David divided them into courses according to the sons of Levi: Gershon, Kohath, and Merari."}, {"id": 13023007, "c": 23, "v": 7, "d": "Of the Gershonites: Ladan and Shimei."}, {"id": 13023008, "c": 23, "v": 8, "d": "The sons of Ladan: Jehiel the chief, and Zetham, and Joel, three."}, {"id": 13023009, "c": 23, "v": 9, "d": "The sons of Shimei: Shelomoth, and Haziel, and Haran, three. These were the heads of the fathers' `houses' of Ladan."}, {"id": 13023010, "c": 23, "v": 10, "d": "And the sons of Shimei: Jahath, Zina, and Jeush, and Beriah. These four were the sons of Shimei."}, {"id": 13023011, "c": 23, "v": 11, "d": "And Jahath was the chief, and Zizah the second: but Jeush and Beriah had not many sons; therefore they became a fathers' house in one reckoning."}, {"id": 13023012, "c": 23, "v": 12, "d": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, four."}, {"id": 13023013, "c": 23, "v": 13, "d": "The sons of Amram: Aaron and Moses; and Aaron was separated, that he should sanctify the most holy things, he and his sons, for ever, to burn incense before Jehovah, to minister unto him, and to bless in his name, for ever."}, {"id": 13023014, "c": 23, "v": 14, "d": "But as for Moses the man of God, his sons were named among the tribe of Levi."}, {"id": 13023015, "c": 23, "v": 15, "d": "The sons of Moses: Gershom and Eliezer."}, {"id": 13023016, "c": 23, "v": 16, "d": "The sons of Gershom: Shebuel the chief."}, {"id": 13023017, "c": 23, "v": 17, "d": "And the sons of Eliezer were: Rehabiah the chief; and Eliezer had no other sons; but the sons of Rehabiah were very many."}, {"id": 13023018, "c": 23, "v": 18, "d": "The sons of Izhar: Shelomith the chief."}, {"id": 13023019, "c": 23, "v": 19, "d": "The sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, and Jekameam the fourth."}, {"id": 13023020, "c": 23, "v": 20, "d": "The sons of Uzziel: Micah the chief, and Isshiah the second."}, {"id": 13023021, "c": 23, "v": 21, "d": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish."}, {"id": 13023022, "c": 23, "v": 22, "d": "And Eleazar died, and had no sons, but daughters only: and their brethren the sons of Kish took them `to wife'."}, {"id": 13023023, "c": 23, "v": 23, "d": "The sons of Mushi: Mahli, and Eder, and Jeremoth, three."}, {"id": 13023024, "c": 23, "v": 24, "d": "These were the sons of Levi after their fathers' houses, even the heads of the fathers' `houses' of those of them that were counted, in the number of names by their polls, who did the work for the service of the house of Jehovah, from twenty years old and upward."}, {"id": 13023025, "c": 23, "v": 25, "d": "For David said, Jehovah, the God of Israel, hath given rest unto his people; and he dwelleth in Jerusalem for ever:"}, {"id": 13023026, "c": 23, "v": 26, "d": "and also the Levites shall no more have need to carry the tabernacle and all the vessels of it for the service thereof."}, {"id": 13023027, "c": 23, "v": 27, "d": "For by the last words of David the sons of Levi were numbered, from twenty years old and upward."}, {"id": 13023028, "c": 23, "v": 28, "d": "For their office was to wait on the sons of Aaron for the service of the house of Jehovah, in the courts, and in the chambers, and in the purifying of all holy things, even the work of the service of the house of God;"}, {"id": 13023029, "c": 23, "v": 29, "d": "for the showbread also, and for the fine flour for a meal-offering, whether of unleavened wafers, or of that which is baked in the pan, or of that which is soaked, and for all manner of measure and size;"}, {"id": 13023030, "c": 23, "v": 30, "d": "and to stand every morning to thank and praise Jehovah, and likewise at even;"}, {"id": 13023031, "c": 23, "v": 31, "d": "and to offer all burnt-offerings unto Jehovah, on the sabbaths, on the new moons, and on the set feasts, in number according to the ordinance concerning them, continually before Jehovah;"}, {"id": 13023032, "c": 23, "v": 32, "d": "and that they should keep the charge of the tent of meeting, and the charge of the holy place, and the charge of the sons of Aaron their brethren, for the service of the house of Jehovah."}, {"id": 13024001, "c": 24, "v": 1, "d": "And the courses of the sons of Aaron `were these'. The sons of Aaron: Nadab and Abihu, Eleazar and Ithamar."}, {"id": 13024002, "c": 24, "v": 2, "d": "But Nadab and Abihu died before their father, and had no children: therefore Eleazar and Ithamar executed the priest's office."}, {"id": 13024003, "c": 24, "v": 3, "d": "And David with Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, divided them according to their ordering in their service."}, {"id": 13024004, "c": 24, "v": 4, "d": "And there were more chief men found of the sons of Eleazar than of the sons of Ithamar; and `thus' were they divided: of the sons of Eleazar there were sixteen, heads of fathers' houses; and of the sons of Ithamar, according to their fathers' houses, eight."}, {"id": 13024005, "c": 24, "v": 5, "d": "Thus were they divided by lot, one sort with another; for there were princes of the sanctuary, and princes of God, both of the sons of Eleazar, and of the sons of Ithamar."}, {"id": 13024006, "c": 24, "v": 6, "d": "And Shemaiah the son of Nethanel the scribe, who was of the Levites, wrote them in the presence of the king, and the princes, and Zadok the priest, and Ahimelech the son of Abiathar, and the heads of the fathers' `houses' of the priests and of the Levites; one fathers' house being taken for Eleazar, and one taken for Ithamar."}, {"id": 13024007, "c": 24, "v": 7, "d": "Now the first lot came forth to Jehoiarib, the second to Jedaiah,"}, {"id": 13024008, "c": 24, "v": 8, "d": "the third to Harim, the fourth to Seorim,"}, {"id": 13024009, "c": 24, "v": 9, "d": "the fifth to Malchijah, the sixth to Mijamin,"}, {"id": 13024010, "c": 24, "v": 10, "d": "the seventh to Hakkoz, the eighth to Abijah,"}, {"id": 13024011, "c": 24, "v": 11, "d": "the ninth to Jeshua, the tenth to Shecaniah,"}, {"id": 13024012, "c": 24, "v": 12, "d": "the eleventh to Eliashib, the twelfth to Jakim,"}, {"id": 13024013, "c": 24, "v": 13, "d": "the thirteenth to Huppah, the fourteenth to Jeshebeab,"}, {"id": 13024014, "c": 24, "v": 14, "d": "the fifteenth to Bilgah, the sixteenth to Immer,"}, {"id": 13024015, "c": 24, "v": 15, "d": "the seventeenth to Hezir, the eighteenth to Happizzez,"}, {"id": 13024016, "c": 24, "v": 16, "d": "the nineteenth to Pethahiah, the twentieth to Jehezkel,"}, {"id": 13024017, "c": 24, "v": 17, "d": "the one and twentieth to Jachin, the two and twentieth to Gamul,"}, {"id": 13024018, "c": 24, "v": 18, "d": "the three and twentieth to Delaiah, the four and twentieth to Maaziah."}, {"id": 13024019, "c": 24, "v": 19, "d": "This was the ordering of them in their service, to come into the house of Jehovah according to the ordinance `given' unto them by Aaron their father, as Jehovah, the God of Israel, had commanded him."}, {"id": 13024020, "c": 24, "v": 20, "d": "And of the rest of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah."}, {"id": 13024021, "c": 24, "v": 21, "d": "Of Rehabiah: of the sons of Rehabiah, Isshiah the chief."}, {"id": 13024022, "c": 24, "v": 22, "d": "Of the Izharites, Shelomoth; of the sons of Shelomoth, Jahath."}, {"id": 13024023, "c": 24, "v": 23, "d": "And the sons `of Hebron': Jeriah `the chief', Amariah the second, Jahaziel the third, Jekameam the fourth."}, {"id": 13024024, "c": 24, "v": 24, "d": "The sons of Uzziel, Micah; of the sons of Micah, Shamir."}, {"id": 13024025, "c": 24, "v": 25, "d": "The brother of Micah, Isshiah; of the sons of Isshiah, Zechariah."}, {"id": 13024026, "c": 24, "v": 26, "d": "The sons of Merari: Mahli and Mushi; the sons of Jaaziah: Beno."}, {"id": 13024027, "c": 24, "v": 27, "d": "The sons of Merari: of Jaaziah, Beno, and Shoham, and Zaccur, and Ibri."}, {"id": 13024028, "c": 24, "v": 28, "d": "Of Mahli: Eleazar, who had no sons."}, {"id": 13024029, "c": 24, "v": 29, "d": "Of Kish; the sons of Kish: Jerahmeel."}, {"id": 13024030, "c": 24, "v": 30, "d": "And the sons of Mushi: Mahli, and Eder, and Jerimoth. These were the sons of the Levites after their fathers' houses."}, {"id": 13024031, "c": 24, "v": 31, "d": "These likewise cast lots even as their brethren the sons of Aaron in the presence of David the king, and Zadok, and Ahimelech, and the heads of the fathers' `houses' of the priests and of the Levites; the fathers' `houses' of the chief even as those of his younger brother."}, {"id": 13025001, "c": 25, "v": 1, "d": "Moreover David and the captains of the host set apart for the service certain of the sons of Asaph, and of Heman, and of Jeduthun, who should prophesy with harps, with psalteries, and with cymbals: and the number of them that did the work according to their service was:"}, {"id": 13025002, "c": 25, "v": 2, "d": "of the sons of Asaph: Zaccur, and Joseph, and Nethaniah, and Asharelah, the sons of Asaph, under the hand of Asaph, who prophesied after the order of the king."}, {"id": 13025003, "c": 25, "v": 3, "d": "Of Jeduthun; the sons of Jeduthun: Gedaliah, and Zeri, and Jeshaiah, Hashabiah, and Mattithiah, six, under the hands of their father Jeduthun with the harp, who prophesied in giving thanks and praising Jehovah."}, {"id": 13025004, "c": 25, "v": 4, "d": "Of Heman; the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-ezer, Joshbekashah, Mallothi, Hothir, Mahazioth."}, {"id": 13025005, "c": 25, "v": 5, "d": "All these were the sons of Heman the king's seer in the words of God, to lift up the horn. And God gave to Heman fourteen sons and three daughters."}, {"id": 13025006, "c": 25, "v": 6, "d": "All these were under the hands of their father for song in the house of Jehovah, with cymbals, psalteries, and harps, for the service of the house of God; Asaph, Jeduthun, and Heman being under the order of the king."}, {"id": 13025007, "c": 25, "v": 7, "d": "And the number of them, with their brethren that were instructed in singing unto Jehovah, even all that were skilful, was two hundred fourscore and eight."}, {"id": 13025008, "c": 25, "v": 8, "d": "And they cast lots for their offices, all alike, as well the small as the great, the teacher as the scholar."}, {"id": 13025009, "c": 25, "v": 9, "d": "Now the first lot came forth for Asaph to Joseph: the second to Gedaliah; he and his brethren and sons were twelve:"}, {"id": 13025010, "c": 25, "v": 10, "d": "the third to Zaccur, his sons and his brethren, twelve:"}, {"id": 13025011, "c": 25, "v": 11, "d": "the fourth to Izri, his sons and his brethren, twelve:"}, {"id": 13025012, "c": 25, "v": 12, "d": "the fifth to Nethaniah, his sons and his brethren, twelve:"}, {"id": 13025013, "c": 25, "v": 13, "d": "the sixth to Bukkiah, his sons and his brethren, twelve:"}, {"id": 13025014, "c": 25, "v": 14, "d": "the seventh to Jesharelah, his sons and his brethren, twelve:"}, {"id": 13025015, "c": 25, "v": 15, "d": "the eighth to Jeshaiah, his sons and his brethren, twelve:"}, {"id": 13025016, "c": 25, "v": 16, "d": "the ninth to Mattaniah, his sons and his brethren, twelve:"}, {"id": 13025017, "c": 25, "v": 17, "d": "the tenth to Shimei, his sons and his brethren, twelve:"}, {"id": 13025018, "c": 25, "v": 18, "d": "the eleventh to Azarel, his sons and his brethren, twelve:"}, {"id": 13025019, "c": 25, "v": 19, "d": "the twelfth to Hashabiah, his sons and his brethren, twelve:"}, {"id": 13025020, "c": 25, "v": 20, "d": "for the thirteenth, Shubael, his sons and his brethren, twelve:"}, {"id": 13025021, "c": 25, "v": 21, "d": "for the fourteenth, Mattithiah, his sons and his brethren, twelve:"}, {"id": 13025022, "c": 25, "v": 22, "d": "for the fifteenth to Jeremoth, his sons and his brethren, twelve:"}, {"id": 13025023, "c": 25, "v": 23, "d": "for the sixteenth to Hananiah, his sons and his brethren, twelve:"}, {"id": 13025024, "c": 25, "v": 24, "d": "for the seventeenth to Joshbekashah, his sons and his brethren, twelve:"}, {"id": 13025025, "c": 25, "v": 25, "d": "for the eighteenth to Hanani, his sons and his brethren, twelve:"}, {"id": 13025026, "c": 25, "v": 26, "d": "for the nineteenth to Mallothi, his sons and his brethren, twelve:"}, {"id": 13025027, "c": 25, "v": 27, "d": "for the twentieth to Eliathah, his sons and his brethren, twelve:"}, {"id": 13025028, "c": 25, "v": 28, "d": "for the one and twentieth to Hothir, his sons and his brethren, twelve:"}, {"id": 13025029, "c": 25, "v": 29, "d": "for the two and twentieth to Giddalti, his sons and his brethren, twelve:"}, {"id": 13025030, "c": 25, "v": 30, "d": "for the three and twentieth to Mahazioth, his sons and his brethren, twelve:"}, {"id": 13025031, "c": 25, "v": 31, "d": "for the four and twentieth to Romamtiezer, his sons and his brethren, twelve."}, {"id": 13026001, "c": 26, "v": 1, "d": "For the courses of the doorkeepers: of the Korahites, Meshelemiah the son of Kore, of the sons of Asaph."}, {"id": 13026002, "c": 26, "v": 2, "d": "And Meshelemiah had sons: Zechariah the first-born, Jediael the second, Zebadiah the third, Jathniel the fourth,"}, {"id": 13026003, "c": 26, "v": 3, "d": "Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh."}, {"id": 13026004, "c": 26, "v": 4, "d": "And Obed-edom had sons: Shemaiah the first-born, Jehozabad the second, Joah the third, and Sacar the fourth, and Nethanel the fifth,"}, {"id": 13026005, "c": 26, "v": 5, "d": "Ammiel the sixth, Issachar the seventh, Peullethai the eighth; for God blessed him."}, {"id": 13026006, "c": 26, "v": 6, "d": "Also unto Shemaiah his son were sons born, that ruled over the house of their father; for they were mighty men of valor."}, {"id": 13026007, "c": 26, "v": 7, "d": "The sons of Shemaiah: Othni, and Rephael, and Obed, Elzabad, whose brethren were valiant men, Elihu, and Semachiah."}, {"id": 13026008, "c": 26, "v": 8, "d": "All these were of the sons of Obed-edom: they and their sons and their brethren, able men in strength for the service; threescore and two of Obed-edom."}, {"id": 13026009, "c": 26, "v": 9, "d": "And Meshelemiah had sons and brethren, valiant men, eighteen."}, {"id": 13026010, "c": 26, "v": 10, "d": "Also Hosah, of the children of Merari, had sons: Shimri the chief, (for though he was not the first-born, yet his father made him chief),"}, {"id": 13026011, "c": 26, "v": 11, "d": "Hilkiah the second, Tebaliah the third, Zechariah the fourth: all the sons and brethren of Hosah were thirteen."}, {"id": 13026012, "c": 26, "v": 12, "d": "Of these were the courses of the doorkeepers, even of the chief men, having offices like their brethren, to minister in the house of Jehovah."}, {"id": 13026013, "c": 26, "v": 13, "d": "And they cast lots, as well the small as the great, according to their fathers' houses, for every gate."}, {"id": 13026014, "c": 26, "v": 14, "d": "And the lot eastward fell to Shelemiah. Then for Zechariah his son, a discreet counsellor, they cast lots; and his lot came out northward."}, {"id": 13026015, "c": 26, "v": 15, "d": "To Obed-edom southward; and to his sons the store-house."}, {"id": 13026016, "c": 26, "v": 16, "d": "To Shuppim and Hosah westward, by the gate of Shallecheth, at the causeway that goeth up, watch against watch."}, {"id": 13026017, "c": 26, "v": 17, "d": "Eastward were six Levites, northward four a day, southward four a day, and for the store-house two and two."}, {"id": 13026018, "c": 26, "v": 18, "d": "For Parbar westward, four at the causeway, and two at Parbar."}, {"id": 13026019, "c": 26, "v": 19, "d": "These were the courses of the doorkeepers; of the sons of the Korahites, and of the sons of Merari."}, {"id": 13026020, "c": 26, "v": 20, "d": "And of the Levites, Ahijah was over the treasures of the house of God, and over the treasures of the dedicated things."}, {"id": 13026021, "c": 26, "v": 21, "d": "The sons of Ladan, the sons of the Gershonites belonging to Ladan, the heads of the fathers' `houses' belonging to Ladan the Gershonite: Jehieli."}, {"id": 13026022, "c": 26, "v": 22, "d": "The sons of Jehieli: Zetham, and Joel his brother, over the treasures of the house of Jehovah."}, {"id": 13026023, "c": 26, "v": 23, "d": "Of the Amramites, of the Izharites, of the Hebronites, of the Uzzielites:"}, {"id": 13026024, "c": 26, "v": 24, "d": "and Shebuel the son of Gershom, the son of Moses, was ruler over the treasures."}, {"id": 13026025, "c": 26, "v": 25, "d": "And his brethren: of Eliezer `came' Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zichri his son, and Shelomoth his son."}, {"id": 13026026, "c": 26, "v": 26, "d": "This Shelomoth and his brethren were over all the treasures of the dedicated things, which David the king, and the heads of the fathers' `houses', the captains over thousands and hundreds, and the captains of the host, had dedicated."}, {"id": 13026027, "c": 26, "v": 27, "d": "Out of the spoil won in battles did they dedicate to repair the house of Jehovah."}, {"id": 13026028, "c": 26, "v": 28, "d": "And all that Samuel the seer, and Saul the son of Kish, and Abner the son of Ner, and Joab the son of Zeruiah, had dedicated, whosoever had dedicated anything, it was under the hand of Shelomoth, and of his brethren."}, {"id": 13026029, "c": 26, "v": 29, "d": "Of the Izharites, Chenaniah and his sons were for the outward business over Israel, for officers and judges."}, {"id": 13026030, "c": 26, "v": 30, "d": "Of the Hebronites, Hashabiah and his brethren, men of valor, a thousand and seven hundred, had the oversight of Israel beyond the Jordan westward, for all the business of Jehovah, and for the service of the king."}, {"id": 13026031, "c": 26, "v": 31, "d": "Of the Hebronites was Jerijah the chief, even of the Hebronites, according to their generations by fathers' `houses'. In the fortieth year of the reign of David they were sought for, and there were found among them mighty men of valor at Jazer of Gilead."}, {"id": 13026032, "c": 26, "v": 32, "d": "And his brethren, men of valor, were two thousand and seven hundred, heads of fathers' `houses', whom king David made overseers over the Reubenites, and the Gadites, and the half-tribe of the Manassites, for every matter pertaining to God, and for the affairs of the king."}, {"id": 13027001, "c": 27, "v": 1, "d": "Now the children of Israel after their number, `to wit', the heads of fathers' `houses' and the captains of thousands and of hundreds, and their officers that served the king, in any matter of the courses which came in and went out month by month throughout all the months of the year-of every course were twenty and four thousand."}, {"id": 13027002, "c": 27, "v": 2, "d": "Over the first course for the first month was Jashobeam the son of Zabdiel: and in his course were twenty and four thousand."}, {"id": 13027003, "c": 27, "v": 3, "d": "`He was' of the children of Perez, the chief of all the captains of the host for the first month."}, {"id": 13027004, "c": 27, "v": 4, "d": "And over the course of the second month was Dodai the Ahohite, and his course; and Mikloth the ruler: and in his course were twenty and four thousand."}, {"id": 13027005, "c": 27, "v": 5, "d": "The third captain of the host for the third month was Benaiah, the son of Jehoiada the priest, chief: and in his course were twenty and four thousand."}, {"id": 13027006, "c": 27, "v": 6, "d": "This is that Benaiah, who was the mighty man of the thirty, and over the thirty: and `of' his course was Ammizabad his son."}, {"id": 13027007, "c": 27, "v": 7, "d": "The fourth `captain' for the fourth month was Asahel the brother of Joab, and Zebadiah his son after him: and in his course were twenty and four thousand."}, {"id": 13027008, "c": 27, "v": 8, "d": "The fifth captain for this fifth month was Shamhuth the Izrahite: and in his course were twenty and four thousand."}, {"id": 13027009, "c": 27, "v": 9, "d": "The sixth `captain' for the sixth month was Ira the son of Ikkesh the Tekoite: and in his course were twenty and four thousand."}, {"id": 13027010, "c": 27, "v": 10, "d": "The seventh `captain' for the seventh month was Helez the Pelonite, of the children of Ephraim: and in his course were twenty and four thousand."}, {"id": 13027011, "c": 27, "v": 11, "d": "The eighth `captain' for the eighth month was Sibbecai the Hushathite, of the Zerahites: and in his course were twenty and four thousand."}, {"id": 13027012, "c": 27, "v": 12, "d": "The ninth `captain' for the ninth month was Abiezer the Anathothite, of the Benjamites: and in his course were twenty and four thousand."}, {"id": 13027013, "c": 27, "v": 13, "d": "The tenth `captain' for the tenth month was Maharai the Netophathite, of the Zerahites: and in his course were twenty and four thousand."}, {"id": 13027014, "c": 27, "v": 14, "d": "The eleventh `captain' for the eleventh month was Benaiah the Pirathonite, of the children of Ephraim: and in his course were twenty and four thousand."}, {"id": 13027015, "c": 27, "v": 15, "d": "The twelfth `captain' for the twelfth month was Heldai the Netophathite, of Othniel: and in his course were twenty and four thousand."}, {"id": 13027016, "c": 27, "v": 16, "d": "Furthermore over the tribes of Israel: of the Reubenites was Eliezer the son of Zichri the ruler: of the Simeonites, Shephatiah the son of Maacah:"}, {"id": 13027017, "c": 27, "v": 17, "d": "of Levi, Hashabiah the son of Kemuel: of Aaron, Zadok:"}, {"id": 13027018, "c": 27, "v": 18, "d": "of Judah, Elihu, one of the brethren of David: of Issachar, Omri the son of Michael:"}, {"id": 13027019, "c": 27, "v": 19, "d": "of Zebulun, Ishmaiah the son of Obadiah: of Naphtali, Jeremoth the son of Azriel:"}, {"id": 13027020, "c": 27, "v": 20, "d": "of the children of Ephraim, Hoshea the son of Azaziah: of the half-tribe of Manasseh, Joel the son of Pedaiah:"}, {"id": 13027021, "c": 27, "v": 21, "d": "of the half -`tribe' of Manasseh in Gilead, Iddo the son of Zechariah: of Benjamin, Jaasiel the son of Abner:"}, {"id": 13027022, "c": 27, "v": 22, "d": "of Dan, Azarel the son of Jeroham. These were the captains of the tribes of Israel."}, {"id": 13027023, "c": 27, "v": 23, "d": "But David took not the number of them from twenty years old and under, because Jehovah had said he would increase Israel like to the stars of heaven."}, {"id": 13027024, "c": 27, "v": 24, "d": "Joab the son of Zeruiah began to number, but finished not; and there came wrath for this upon Israel; neither was the number put into the account in the chronicles of king David."}, {"id": 13027025, "c": 27, "v": 25, "d": "And over the king's treasures was Azmaveth the son of Adiel: and over the treasures in the fields, in the cities, and in the villages, and in the castles, was Jonathan the son of Uzziah:"}, {"id": 13027026, "c": 27, "v": 26, "d": "And over them that did the work of the field for tillage of the ground was Ezri the son of Chelub:"}, {"id": 13027027, "c": 27, "v": 27, "d": "and over the vineyards was Shimei the Ramathite: and over the increase of the vineyards for the wine-cellars was Zabdi the Shiphmite:"}, {"id": 13027028, "c": 27, "v": 28, "d": "and over the olive-trees and the sycomore-trees that were in the lowland was Baal-hanan the Gederite: and over the cellars of oil was Joash:"}, {"id": 13027029, "c": 27, "v": 29, "d": "and over the herds that fed in Sharon was Shitrai the Sharonite: and over the herds that were in the valleys was Shaphat the son of Adlai:"}, {"id": 13027030, "c": 27, "v": 30, "d": "and over the camels was Obil the Ishmaelite: and over the asses was Jehdeiah the Meronothite: and over the flocks was Jaziz the Hagrite."}, {"id": 13027031, "c": 27, "v": 31, "d": "All these were the rulers of the substance which was king David's."}, {"id": 13027032, "c": 27, "v": 32, "d": "Also Jonathan, David's uncle, was a counsellor, a man of understanding, and a scribe: and Jehiel the son of Hachmoni was with the king's sons:"}, {"id": 13027033, "c": 27, "v": 33, "d": "And Ahithophel was the king's counsellor: and Hushai the Archite was the king's friend:"}, {"id": 13027034, "c": 27, "v": 34, "d": "and after Ahithophel was Jehoiada the son of Benaiah, and Abiathar: and the captain of the king's host was Joab."}, {"id": 13028001, "c": 28, "v": 1, "d": "And David assembled all the princes of Israel, the princes of the tribes, and the captains of the companies that served the king by course, and the captains of thousands, and the captains of hundreds, and the rulers over all the substance and possessions of the king and of his sons, with the officers, and the mighty men, even all the mighty men of valor, unto Jerusalem."}, {"id": 13028002, "c": 28, "v": 2, "d": "Then David the king stood up upon his feet, and said, Hear me, my brethren, and my people: as for me, it was in my heart to build a house of rest for the ark of the covenant of Jehovah, and for the footstool of our God; and I had made ready for the building."}, {"id": 13028003, "c": 28, "v": 3, "d": "But God said unto me, Thou shalt not build a house for my name, because thou art a man of war, and hast shed blood."}, {"id": 13028004, "c": 28, "v": 4, "d": "Howbeit Jehovah, the God of Israel, chose me out of all the house of my father to be king over Israel for ever: for he hath chosen Judah to be prince; and in the house of Judah, the house of my father; and among the sons of my father he took pleasure in me to make me king over all Israel;"}, {"id": 13028005, "c": 28, "v": 5, "d": "And of all my sons (for Jehovah hath given me many sons), he hath chosen Solomon my son to sit upon the throne of the kingdom of Jehovah over Israel."}, {"id": 13028006, "c": 28, "v": 6, "d": "And he said unto me, Solomon thy son, he shall build my house and my courts; for I have chosen him to be my son, and I will be his father."}, {"id": 13028007, "c": 28, "v": 7, "d": "And I will establish his kingdom for ever, if he be constant to do my commandments and mine ordinances, as at this day."}, {"id": 13028008, "c": 28, "v": 8, "d": "Now therefore, in the sight of all Israel, the assembly of Jehovah, and in the audience of our God, observe and seek out all the commandments of Jehovah your God; that ye may possess this good land, and leave it for an inheritance to your children after you for ever."}, {"id": 13028009, "c": 28, "v": 9, "d": "And thou, Solomon my son, know thou the God of thy father, and serve him with a perfect heart and with a willing mind; for Jehovah searcheth all hearts, and understandeth all the imaginations of the thoughts: if thou seek him, he will be found of thee; but if thou forsake him, he will cast thee off for ever."}, {"id": 13028010, "c": 28, "v": 10, "d": "Take heed now; for Jehovah hath chosen thee to build a house for the sanctuary: be strong, and do it."}, {"id": 13028011, "c": 28, "v": 11, "d": "Then David gave to Solomon his son the pattern of the porch `of the temple', and of the houses thereof, and of the treasuries thereof, and of the upper rooms thereof, and of the inner chambers thereof, and of the place of the mercy-seat;"}, {"id": 13028012, "c": 28, "v": 12, "d": "and the pattern of all that he had by the Spirit, for the courts of the house of Jehovah, and for all the chambers round about, for the treasuries of the house of God, and for the treasuries of the dedicated things;"}, {"id": 13028013, "c": 28, "v": 13, "d": "also for the courses of the priests and the Levites, and for all the work of the service of the house of Jehovah, and for all the vessels of service in the house of Jehovah;"}, {"id": 13028014, "c": 28, "v": 14, "d": "of gold by weight for the `vessels of' gold, for all vessels of every kind of service; `of silver' for all the vessels of silver by weight, for all vessels of every kind of service;"}, {"id": 13028015, "c": 28, "v": 15, "d": "by weight also for the candlesticks of gold, and for the lamps thereof, of gold, by weight for every candlestick and for the lamps thereof; and for the candlesticks of silver, `silver' by weight for `every' candlestick and for the lamps thereof, according to the use of every candlestick;"}, {"id": 13028016, "c": 28, "v": 16, "d": "and the gold by weight for the tables of showbread, for every table; and silver for the tables of silver;"}, {"id": 13028017, "c": 28, "v": 17, "d": "and the flesh-hooks, and the basins, and the cups, of pure gold; and for the golden bowls by weight for every bowl; and for the silver bowls by weight for every bowl;"}, {"id": 13028018, "c": 28, "v": 18, "d": "and for the altar of incense refined gold by weight; and gold for the pattern of the chariot, `even' the cherubim, that spread out `their wings', and covered the ark of the covenant of Jehovah."}, {"id": 13028019, "c": 28, "v": 19, "d": "All this, `said David', have I been made to understand in writing from the hand of Jehovah, even all the works of this pattern."}, {"id": 13028020, "c": 28, "v": 20, "d": "And David said to Solomon his son, Be strong and of good courage, and do it: fear not, nor be dismayed; for Jehovah God, even my God, is with thee; he will not fail thee, nor forsake thee, until all the work for the service of the house of Jehovah be finished."}, {"id": 13028021, "c": 28, "v": 21, "d": "And, behold, there are the courses of the priests and the Levites, for all the service of the house of God: and there shall be with thee in all manner of work every willing man that hath skill, for any manner of service: also the captains and all the people will be wholly at thy commandment."}, {"id": 13029001, "c": 29, "v": 1, "d": "And David the king said unto all the assembly, Solomon my son, whom alone God hath chosen, is yet young and tender, and the work is great; for the palace is not for man, but for Jehovah God."}, {"id": 13029002, "c": 29, "v": 2, "d": "Now I have prepared with all my might for the house of my God the gold for the `things of' gold, and the silver for the `things of' silver, and the brass for the `things of' brass, the iron for the `things of' iron, and wood for the `things of' wood; onyx stones, and `stones' to be set, stones for inlaid work, and of divers colors, and all manner of precious stones, and marble stones in abundance."}, {"id": 13029003, "c": 29, "v": 3, "d": "Moreover also, because I have set my affection on the house of my God, seeing that I have a treasure of mine own of gold and silver, I give it unto the house of my God, over and above all that I have prepared for the holy house,"}, {"id": 13029004, "c": 29, "v": 4, "d": "even three thousand talents of gold, of the gold of Ophir, and seven thousand talents of refined silver, wherewith to overlay the walls of the houses;"}, {"id": 13029005, "c": 29, "v": 5, "d": "of gold for the `things of' gold, and of silver for the `things of' silver, and for all manner of work `to be made' by the hands of artificers. Who then offereth willingly to consecrate himself this day unto Jehovah?"}, {"id": 13029006, "c": 29, "v": 6, "d": "Then the princes of the fathers' `houses', and the princes of the tribes of Israel, and the captains of thousands and of hundreds, with the rulers over the king's work, offered willingly;"}, {"id": 13029007, "c": 29, "v": 7, "d": "and they gave for the service of the house of God of gold five thousand talents and ten thousand darics, and of silver ten thousand talents, and of brass eighteen thousand talents, and of iron a hundred thousand talents."}, {"id": 13029008, "c": 29, "v": 8, "d": "And they with whom `precious' stones were found gave them to the treasure of the house of Jehovah, under the hand of Jehiel the Gershonite."}, {"id": 13029009, "c": 29, "v": 9, "d": "Then the people rejoiced, for that they offered willingly, because with a perfect heart they offered willingly to Jehovah: and David the king also rejoiced with great joy."}, {"id": 13029010, "c": 29, "v": 10, "d": "Wherefore David blessed Jehovah before all the assembly; and David said, Blessed be thou, O Jehovah, the God of Israel our father, for ever and ever."}, {"id": 13029011, "c": 29, "v": 11, "d": "Thine, O Jehovah, is the greatness, and the power, and the glory, and the victory, and the majesty: for all that is in the heavens and in the earth `is thine'; thine is the kingdom, O Jehovah, and thou art exalted as head above all."}, {"id": 13029012, "c": 29, "v": 12, "d": "Both riches and honor come of thee, and thou rulest over all; and in thy hand is power and might; and in thy hand it is to make great, and to give strength unto all."}, {"id": 13029013, "c": 29, "v": 13, "d": "Now therefore, our God, we thank thee, and praise thy glorious name."}, {"id": 13029014, "c": 29, "v": 14, "d": "But who am I, and what is my people, that we should be able to offer so willingly after this sort? for all things come of thee, and of thine own have we given thee."}, {"id": 13029015, "c": 29, "v": 15, "d": "For we are strangers before thee, and sojourners, as all our fathers were: our days on the earth are as a shadow, and there is no abiding."}, {"id": 13029016, "c": 29, "v": 16, "d": "O Jehovah our God, all this store that we have prepared to build thee a house for thy holy name cometh of thy hand, and is all thine own."}, {"id": 13029017, "c": 29, "v": 17, "d": "I know also, my God, that thou triest the heart, and hast pleasure in uprightness. As for me, in the uprightness of my heart I have willingly offered all these things: and now have I seen with joy thy people, that are present here, offer willingly unto thee."}, {"id": 13029018, "c": 29, "v": 18, "d": "O Jehovah, the God of Abraham, of Isaac, and of Israel, our fathers, keep this for ever in the imagination of the thoughts of the heart of thy people, and prepare their heart unto thee;"}, {"id": 13029019, "c": 29, "v": 19, "d": "and give unto Solomon my son a perfect heart, to keep thy commandments, thy testimonies, and thy statutes, and to do all these things, and to build the palace, for which I have made provision."}, {"id": 13029020, "c": 29, "v": 20, "d": "And David said to all the assembly, Now bless Jehovah your God. And all the assembly blessed Jehovah, the God of their fathers, and bowed down their heads, and worshipped Jehovah, and the king."}, {"id": 13029021, "c": 29, "v": 21, "d": "And they sacrificed sacrifices unto Jehovah, and offered burnt-offerings unto Jehovah, on the morrow after that day, even a thousand bullocks, a thousand rams, and a thousand lambs, with their drink-offerings, and sacrifices in abundance for all Israel,"}, {"id": 13029022, "c": 29, "v": 22, "d": "and did eat and drink before Jehovah on that day with great gladness. And they made Solomon the son of David king the second time, and anointed him unto Jehovah to be prince, and Zadok to be priest."}, {"id": 13029023, "c": 29, "v": 23, "d": "Then Solomon sat on the throne of Jehovah as king instead of David his father, and prospered; and all Israel obeyed him."}, {"id": 13029024, "c": 29, "v": 24, "d": "And all the princes, and the mighty men, and all the sons likewise of king David, submitted themselves unto Solomon the king."}, {"id": 13029025, "c": 29, "v": 25, "d": "And Jehovah magnified Solomon exceedingly in the sight of all Israel, and bestowed upon him such royal majesty as had not been on any king before him in Israel."}, {"id": 13029026, "c": 29, "v": 26, "d": "Now David the son of Jesse reigned over all Israel."}, {"id": 13029027, "c": 29, "v": 27, "d": "And the time that he reigned over Israel was forty years; seven years reigned he in Hebron, and thirty and three `years' reigned he in Jerusalem."}, {"id": 13029028, "c": 29, "v": 28, "d": "And he died in a good old age, full of days, riches, and honor: and Solomon his son reigned in his stead."}, {"id": 13029029, "c": 29, "v": 29, "d": "Now the acts of David the king, first and last, behold, they are written in the history of Samuel the seer, and in the history of Nathan the prophet, and in the history of Gad the seer,"}, {"id": 13029030, "c": 29, "v": 30, "d": "with all his reign and his might, and the times that went over him, and over Israel, and over all the kingdoms of the countries."}]}