{"data": [{"id": 18001001, "c": 1, "v": 1, "d": "There was a man in the land of Uz, whose name was Job; and that man was perfect and upright, and one that feared God, and turned away from evil."}, {"id": 18001002, "c": 1, "v": 2, "d": "And there were born unto him seven sons and three daughters."}, {"id": 18001003, "c": 1, "v": 3, "d": "His substance also was seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she-asses, and a very great household; so that this man was the greatest of all the children of the east."}, {"id": 18001004, "c": 1, "v": 4, "d": "And his sons went and held a feast in the house of each one upon his day; and they sent and called for their three sisters to eat and to drink with them."}, {"id": 18001005, "c": 1, "v": 5, "d": "And it was so, when the days of their feasting were gone about, that Job sent and sanctified them, and rose up early in the morning, and offered burnt-offerings according to the number of them all: for Job said, It may be that my sons have sinned, and renounced God in their hearts. Thus did Job continually."}, {"id": 18001006, "c": 1, "v": 6, "d": "Now it came to pass on the day when the sons of God came to present themselves before Jehovah, that Satan also came among them."}, {"id": 18001007, "c": 1, "v": 7, "d": "And Jehovah said unto Satan, Whence comest thou? Then Satan answered Jehovah, and said, From going to and fro in the earth, and from walking up and down in it."}, {"id": 18001008, "c": 1, "v": 8, "d": "And Jehovah said unto Satan, Hast thou considered my servant Job? for there is none like him in the earth, a perfect and an upright man, one that feareth God, and turneth away from evil."}, {"id": 18001009, "c": 1, "v": 9, "d": "Then Satan answered Jehovah, and said, Doth Job fear God for nought?"}, {"id": 18001010, "c": 1, "v": 10, "d": "Hast not thou made a hedge about him, and about his house, and about all that he hath, on every side? thou hast blessed the work of his hands, and his substance is increased in the land."}, {"id": 18001011, "c": 1, "v": 11, "d": "But put forth thy hand now, and touch all that he hath, and he will renounce thee to thy face."}, {"id": 18001012, "c": 1, "v": 12, "d": "And Jehovah said unto Satan, Behold, all that he hath is in thy power; only upon himself put not forth thy hand. So Satan went forth from the presence of Jehovah."}, {"id": 18001013, "c": 1, "v": 13, "d": "And it fell on a day when his sons and his daughters were eating and drinking wine in their eldest brother's house,"}, {"id": 18001014, "c": 1, "v": 14, "d": "that there came a messenger unto Job, and said, The oxen were plowing, and the asses feeding beside them;"}, {"id": 18001015, "c": 1, "v": 15, "d": "and the Sabeans fell `upon them', and took them away: yea, they have slain the servants with the edge of the sword; and I only am escaped alone to tell thee."}, {"id": 18001016, "c": 1, "v": 16, "d": "While he was yet speaking, there came also another, and said, The fire of God is fallen from heaven, and hath burned up the sheep and the servants, and consumed them; and I only am escaped alone to tell thee."}, {"id": 18001017, "c": 1, "v": 17, "d": "While he was yet speaking, there came also another, and said, The Chaldeans made three bands, and fell upon the camels, and have taken them away, yea, and slain the servants with the edge of the sword; and I only am escaped alone to tell thee."}, {"id": 18001018, "c": 1, "v": 18, "d": "While he was yet speaking, there came also another, and said, Thy sons and thy daughters were eating and drinking wine in their eldest brother's house;"}, {"id": 18001019, "c": 1, "v": 19, "d": "and, behold, there came a great wind from the wilderness, and smote the four corners of the house, and it fell upon the young men, and they are dead; and I only am escaped alone to tell thee."}, {"id": 18001020, "c": 1, "v": 20, "d": "Then Job arose, and rent his robe, and shaved his head, and fell down upon the ground, and worshipped;"}, {"id": 18001021, "c": 1, "v": 21, "d": "and he said, Naked came I out of my mother's womb, and naked shall I return thither: Jehovah gave, and Jehovah hath taken away; blessed be the name of Jehovah."}, {"id": 18001022, "c": 1, "v": 22, "d": "In all this Job sinned not, nor charged God foolishly."}, {"id": 18002001, "c": 2, "v": 1, "d": "Again it came to pass on the day when the sons of God came to present themselves before Jehovah, that Satan came also among them to present himself before Jehovah."}, {"id": 18002002, "c": 2, "v": 2, "d": "And Jehovah said unto Satan, From whence comest thou? And Satan answered Jehovah, and said, From going to and fro in the earth, and from walking up and down in it."}, {"id": 18002003, "c": 2, "v": 3, "d": "And Jehovah said unto Satan, Hast thou considered my servant Job? for there is none like him in the earth, a perfect and an upright man, one that feareth God, and turneth away from evil: and he still holdeth fast his integrity, although thou movedst me against him, to destroy him without cause."}, {"id": 18002004, "c": 2, "v": 4, "d": "And Satan answered Jehovah, and said, Skin for skin, yea, all that a man hath will he give for his life."}, {"id": 18002005, "c": 2, "v": 5, "d": "But put forth thy hand now, and touch his bone and his flesh, and he will renounce thee to thy face."}, {"id": 18002006, "c": 2, "v": 6, "d": "And Jehovah said unto Satan, Behold, he is in thy hand; only spare his life."}, {"id": 18002007, "c": 2, "v": 7, "d": "So Satan went forth from the presence of Jehovah, and smote Job with sore boils from the sole of his foot unto his crown."}, {"id": 18002008, "c": 2, "v": 8, "d": "And he took him a potsherd to scrape himself therewith; and he sat among the ashes."}, {"id": 18002009, "c": 2, "v": 9, "d": "Then said his wife unto him, Dost thou still hold fast thine integrity? renounce God, and die."}, {"id": 18002010, "c": 2, "v": 10, "d": "But he said unto her, Thou speakest as one of the foolish women speaketh. What? shall we receive good at the hand of God, and shall we not receive evil? In all this did not Job sin with his lips."}, {"id": 18002011, "c": 2, "v": 11, "d": "Now when Job's three friends heard of all this evil that was come upon him, they came every one from his own place: Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite, and they made an appointment together to come to bemoan him and to comfort him."}, {"id": 18002012, "c": 2, "v": 12, "d": "And when they lifted up their eyes afar off, and knew him not, they lifted up their voice, and wept; and they rent every one his robe, and sprinkled dust upon their heads toward heaven."}, {"id": 18002013, "c": 2, "v": 13, "d": "So they sat down with him upon the ground seven days and seven nights, and none spake a word unto him: for they saw that his grief was very great."}, {"id": 18003001, "c": 3, "v": 1, "d": "After this opened Job his mouth, and cursed his day."}, {"id": 18003002, "c": 3, "v": 2, "d": "And Job answered and said:"}, {"id": 18003003, "c": 3, "v": 3, "d": "Let the day perish wherein I was born, And the night which said, There is a man-child conceived."}, {"id": 18003004, "c": 3, "v": 4, "d": "Let that day be darkness; Let not God from above seek for it, Neither let the light shine upon it."}, {"id": 18003005, "c": 3, "v": 5, "d": "Let darkness and the shadow of death claim it for their own; Let a cloud dwell upon it; Let all that maketh black the day terrify it."}, {"id": 18003006, "c": 3, "v": 6, "d": "As for that night, let thick darkness seize upon it: Let it not rejoice among the days of the year; Let it not come into the number of the months."}, {"id": 18003007, "c": 3, "v": 7, "d": "Lo, let that night be barren; Let no joyful voice come therein."}, {"id": 18003008, "c": 3, "v": 8, "d": "Let them curse it that curse the day, Who are ready to rouse up leviathan."}, {"id": 18003009, "c": 3, "v": 9, "d": "Let the stars of the twilight thereof be dark: Let it look for light, but have none; Neither let it behold the eyelids of the morning:"}, {"id": 18003010, "c": 3, "v": 10, "d": "Because it shut not up the doors of my `mother's' womb, Nor hid trouble from mine eyes."}, {"id": 18003011, "c": 3, "v": 11, "d": "Why died I not from the womb? Why did I not give up the ghost when my mother bare me?"}, {"id": 18003012, "c": 3, "v": 12, "d": "Why did the knees receive me? Or why the breast, that I should suck?"}, {"id": 18003013, "c": 3, "v": 13, "d": "For now should I have lain down and been quiet; I should have slept; then had I been at rest,"}, {"id": 18003014, "c": 3, "v": 14, "d": "With kings and counsellors of the earth, Who built up waste places for themselves;"}, {"id": 18003015, "c": 3, "v": 15, "d": "Or with princes that had gold, Who filled their houses with silver:"}, {"id": 18003016, "c": 3, "v": 16, "d": "Or as a hidden untimely birth I had not been, As infants that never saw light."}, {"id": 18003017, "c": 3, "v": 17, "d": "There the wicked cease from troubling; And there the weary are at rest."}, {"id": 18003018, "c": 3, "v": 18, "d": "There the prisoners are at ease together; They hear not the voice of the taskmaster."}, {"id": 18003019, "c": 3, "v": 19, "d": "The small and the great are there: And the servant is free from his master."}, {"id": 18003020, "c": 3, "v": 20, "d": "Wherefore is light given to him that is in misery, And life unto the bitter in soul;"}, {"id": 18003021, "c": 3, "v": 21, "d": "Who long for death, but it cometh not, And dig for it more than for hid treasures;"}, {"id": 18003022, "c": 3, "v": 22, "d": "Who rejoice exceedingly, And are glad, when they can find the grave?"}, {"id": 18003023, "c": 3, "v": 23, "d": "`Why is light given' to a man whose way is hid, And whom God hath hedged in?"}, {"id": 18003024, "c": 3, "v": 24, "d": "For my sighing cometh before I eat, And my groanings are poured out like water."}, {"id": 18003025, "c": 3, "v": 25, "d": "For the thing which I fear cometh upon me, And that which I am afraid of cometh unto me."}, {"id": 18003026, "c": 3, "v": 26, "d": "I am not at ease, neither am I quiet, neither have I rest; But trouble cometh."}, {"id": 18004001, "c": 4, "v": 1, "d": "Then answered Eliphaz the Temanite, and said,"}, {"id": 18004002, "c": 4, "v": 2, "d": "If one assay to commune with thee, wilt thou be grieved? But who can withhold himself from speaking?"}, {"id": 18004003, "c": 4, "v": 3, "d": "Behold, thou hast instructed many, And thou hast strengthened the weak hands."}, {"id": 18004004, "c": 4, "v": 4, "d": "Thy words have upholden him that was falling, And thou hast made firm the feeble knees."}, {"id": 18004005, "c": 4, "v": 5, "d": "But now it is come unto thee, and thou faintest; It toucheth thee, and thou art troubled."}, {"id": 18004006, "c": 4, "v": 6, "d": "Is not thy fear `of God' thy confidence, `And' the integrity of thy ways thy hope?"}, {"id": 18004007, "c": 4, "v": 7, "d": "Remember, I pray thee, who `ever' perished, being innocent? Or where were the upright cut off?"}, {"id": 18004008, "c": 4, "v": 8, "d": "According as I have seen, they that plow iniquity, And sow trouble, reap the same."}, {"id": 18004009, "c": 4, "v": 9, "d": "By the breath of God they perish, And by the blast of his anger are they consumed."}, {"id": 18004010, "c": 4, "v": 10, "d": "The roaring of the lion, and the voice of the fierce lion, And the teeth of the young lions, are broken."}, {"id": 18004011, "c": 4, "v": 11, "d": "The old lion perisheth for lack of prey, And the whelps of the lioness are scattered abroad."}, {"id": 18004012, "c": 4, "v": 12, "d": "Now a thing was secretly brought to me, And mine ear received a whisper thereof."}, {"id": 18004013, "c": 4, "v": 13, "d": "In thoughts from the visions of the night, When deep sleep falleth on men,"}, {"id": 18004014, "c": 4, "v": 14, "d": "Fear came upon me, and trembling, Which made all my bones to shake."}, {"id": 18004015, "c": 4, "v": 15, "d": "Then a spirit passed before my face; The hair of my flesh stood up."}, {"id": 18004016, "c": 4, "v": 16, "d": "It stood still, but I could not discern the appearance thereof; A form was before mine eyes: `There was' silence, and I heard a voice, `saying',"}, {"id": 18004017, "c": 4, "v": 17, "d": "Shall mortal man be more just than God? Shall a man be more pure than his Maker?"}, {"id": 18004018, "c": 4, "v": 18, "d": "Behold, he putteth no trust in his servants; And his angels he chargeth with folly:"}, {"id": 18004019, "c": 4, "v": 19, "d": "How much more them that dwell in houses of clay, Whose foundation is in the dust, Who are crushed before the moth!"}, {"id": 18004020, "c": 4, "v": 20, "d": "Betwixt morning and evening they are destroyed: They perish for ever without any regarding it."}, {"id": 18004021, "c": 4, "v": 21, "d": "Is not their tent-cord plucked up within them? They die, and that without wisdom."}, {"id": 18005001, "c": 5, "v": 1, "d": "Call now; is there any that will answer thee? And to which of the holy ones wilt thou turn?"}, {"id": 18005002, "c": 5, "v": 2, "d": "For vexation killeth the foolish man, And jealousy slayeth the silly one."}, {"id": 18005003, "c": 5, "v": 3, "d": "I have seen the foolish taking root: But suddenly I cursed his habitation."}, {"id": 18005004, "c": 5, "v": 4, "d": "His children are far from safety, And they are crushed in the gate, Neither is there any to deliver them:"}, {"id": 18005005, "c": 5, "v": 5, "d": "Whose harvest the hungry eateth up, And taketh it even out of the thorns; And the snare gapeth for their substance."}, {"id": 18005006, "c": 5, "v": 6, "d": "For affliction cometh not forth from the dust, Neither doth trouble spring out of the ground;"}, {"id": 18005007, "c": 5, "v": 7, "d": "But man is born unto trouble, As the sparks fly upward."}, {"id": 18005008, "c": 5, "v": 8, "d": "But as for me, I would seek unto God, And unto God would I commit my cause;"}, {"id": 18005009, "c": 5, "v": 9, "d": "Who doeth great things and unsearchable, Marvellous things without number:"}, {"id": 18005010, "c": 5, "v": 10, "d": "Who giveth rain upon the earth, And sendeth waters upon the fields;"}, {"id": 18005011, "c": 5, "v": 11, "d": "So that he setteth up on high those that are low, And those that mourn are exalted to safety."}, {"id": 18005012, "c": 5, "v": 12, "d": "He frustrateth the devices of the crafty, So that their hands cannot perform their enterprise."}, {"id": 18005013, "c": 5, "v": 13, "d": "He taketh the wise in their own craftiness; And the counsel of the cunning is carried headlong."}, {"id": 18005014, "c": 5, "v": 14, "d": "They meet with darkness in the day-time, And grope at noonday as in the night."}, {"id": 18005015, "c": 5, "v": 15, "d": "But he saveth from the sword of their mouth, Even the needy from the hand of the mighty."}, {"id": 18005016, "c": 5, "v": 16, "d": "So the poor hath hope, And iniquity stoppeth her mouth."}, {"id": 18005017, "c": 5, "v": 17, "d": "Behold, happy is the man whom God correcteth: Therefore despise not thou the chastening of the Almighty."}, {"id": 18005018, "c": 5, "v": 18, "d": "For he maketh sore, and bindeth up; He woundeth, and his hands make whole."}, {"id": 18005019, "c": 5, "v": 19, "d": "He will deliver thee in six troubles; Yea, in seven there shall no evil touch thee."}, {"id": 18005020, "c": 5, "v": 20, "d": "In famine he will redeem thee from death; And in war from the power of the sword."}, {"id": 18005021, "c": 5, "v": 21, "d": "Thou shalt be hid from the scourge of the tongue; Neither shalt thou be afraid of destruction when it cometh."}, {"id": 18005022, "c": 5, "v": 22, "d": "At destruction and dearth thou shalt laugh; Neither shalt thou be afraid of the beasts of the earth."}, {"id": 18005023, "c": 5, "v": 23, "d": "For thou shalt be in league with the stones of the field; And the beasts of the field shall be at peace with thee."}, {"id": 18005024, "c": 5, "v": 24, "d": "And thou shalt know that thy tent is in peace; And thou shalt visit thy fold, and shalt miss nothing."}, {"id": 18005025, "c": 5, "v": 25, "d": "Thou shalt know also that thy seed shall be great, And thine offspring as the grass of the earth."}, {"id": 18005026, "c": 5, "v": 26, "d": "Thou shalt come to thy grave in a full age, Like as a shock of grain cometh in in its season."}, {"id": 18005027, "c": 5, "v": 27, "d": "Lo this, we have searched it, so it is; Hear it, and know thou it for thy good."}, {"id": 18006001, "c": 6, "v": 1, "d": "Then Job answered and said,"}, {"id": 18006002, "c": 6, "v": 2, "d": "Oh that my vexation were but weighed, And all my calamity laid in the balances!"}, {"id": 18006003, "c": 6, "v": 3, "d": "For now it would be heavier than the sand of the seas: Therefore have my words been rash."}, {"id": 18006004, "c": 6, "v": 4, "d": "For the arrows of the Almighty are within me, The poison whereof my spirit drinketh up: The terrors of God do set themselves in array against me."}, {"id": 18006005, "c": 6, "v": 5, "d": "Doth the wild ass bray when he hath grass? Or loweth the ox over his fodder?"}, {"id": 18006006, "c": 6, "v": 6, "d": "Can that which hath no savor be eaten without salt? Or is there any taste in the white of an egg?"}, {"id": 18006007, "c": 6, "v": 7, "d": "My soul refuseth to touch `them'; They are as loathsome food to me."}, {"id": 18006008, "c": 6, "v": 8, "d": "Oh that I might have my request; And that God would grant `me' the thing that I long for!"}, {"id": 18006009, "c": 6, "v": 9, "d": "Even that it would please God to crush me; That he would let loose his hand, and cut me off!"}, {"id": 18006010, "c": 6, "v": 10, "d": "And be it still my consolation, Yea, let me exult in pain that spareth not, That I have not denied the words of the Holy One."}, {"id": 18006011, "c": 6, "v": 11, "d": "What is my strength, that I should wait? And what is mine end, that I should be patient?"}, {"id": 18006012, "c": 6, "v": 12, "d": "Is my strength the strength of stones? Or is my flesh of brass?"}, {"id": 18006013, "c": 6, "v": 13, "d": "Is it not that I have no help in me, And that wisdom is driven quite from me?"}, {"id": 18006014, "c": 6, "v": 14, "d": "To him that is ready to faint kindness `should be showed' from his friend; Even to him that forsaketh the fear of the Almighty."}, {"id": 18006015, "c": 6, "v": 15, "d": "My brethren have dealt deceitfully as a brook, As the channel of brooks that pass away;"}, {"id": 18006016, "c": 6, "v": 16, "d": "Which are black by reason of the ice, `And' wherein the snow hideth itself:"}, {"id": 18006017, "c": 6, "v": 17, "d": "What time they wax warm, they vanish; When it is hot, they are consumed out of their place."}, {"id": 18006018, "c": 6, "v": 18, "d": "The caravans `that travel' by the way of them turn aside; They go up into the waste, and perish."}, {"id": 18006019, "c": 6, "v": 19, "d": "The caravans of Tema looked, The companies of Sheba waited for them."}, {"id": 18006020, "c": 6, "v": 20, "d": "They were put to shame because they had hoped; They came thither, and were confounded."}, {"id": 18006021, "c": 6, "v": 21, "d": "For now ye are nothing; Ye see a terror, and are afraid."}, {"id": 18006022, "c": 6, "v": 22, "d": "Did I say, Give unto me? Or, Offer a present for me of your substance?"}, {"id": 18006023, "c": 6, "v": 23, "d": "Or, Deliver me from the adversary's hand? Or, Redeem me from the hand of the oppressors?"}, {"id": 18006024, "c": 6, "v": 24, "d": "Teach me, and I will hold my peace; And cause me to understand wherein I have erred."}, {"id": 18006025, "c": 6, "v": 25, "d": "How forcible are words of uprightness! But your reproof, what doth it reprove?"}, {"id": 18006026, "c": 6, "v": 26, "d": "Do ye think to reprove words, Seeing that the speeches of one that is desperate are as wind?"}, {"id": 18006027, "c": 6, "v": 27, "d": "Yea, ye would cast `lots' upon the fatherless, And make merchandise of your friend."}, {"id": 18006028, "c": 6, "v": 28, "d": "Now therefore be pleased to look upon me; For surely I shall not lie to your face."}, {"id": 18006029, "c": 6, "v": 29, "d": "Return, I pray you, let there be no injustice; Yea, return again, my cause is righteous."}, {"id": 18006030, "c": 6, "v": 30, "d": "Is there injustice on my tongue? Cannot my taste discern mischievous things?"}, {"id": 18007001, "c": 7, "v": 1, "d": "Is there not a warfare to man upon earth? And are not his days like the days of a hireling?"}, {"id": 18007002, "c": 7, "v": 2, "d": "As a servant that earnestly desireth the shadow, And as a hireling that looketh for his wages:"}, {"id": 18007003, "c": 7, "v": 3, "d": "So am I made to possess months of misery, And wearisome nights are appointed to me."}, {"id": 18007004, "c": 7, "v": 4, "d": "When I lie down, I say, When shall I arise, and the night be gone? And I am full of tossings to and fro unto the dawning of the day."}, {"id": 18007005, "c": 7, "v": 5, "d": "My flesh is clothed with worms and clods of dust; My skin closeth up, and breaketh out afresh."}, {"id": 18007006, "c": 7, "v": 6, "d": "My days are swifter than a weaver's shuttle, And are spent without hope."}, {"id": 18007007, "c": 7, "v": 7, "d": "Oh remember that my life is a breath: Mine eye shall no more see good."}, {"id": 18007008, "c": 7, "v": 8, "d": "The eye of him that seeth me shall behold me no more; Thine eyes shall be upon me, but I shall not be."}, {"id": 18007009, "c": 7, "v": 9, "d": "As the cloud is consumed and vanisheth away, So he that goeth down to Sheol shall come up no more."}, {"id": 18007010, "c": 7, "v": 10, "d": "He shall return no more to his house, Neither shall his place know him any more."}, {"id": 18007011, "c": 7, "v": 11, "d": "Therefore I will not refrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul."}, {"id": 18007012, "c": 7, "v": 12, "d": "Am I a sea, or a sea-monster, That thou settest a watch over me?"}, {"id": 18007013, "c": 7, "v": 13, "d": "When I say, My bed shall comfort me, My couch shall ease my complaint;"}, {"id": 18007014, "c": 7, "v": 14, "d": "Then thou scarest me with dreams, And terrifiest me through visions:"}, {"id": 18007015, "c": 7, "v": 15, "d": "So that my soul chooseth strangling, And death rather than `these' my bones."}, {"id": 18007016, "c": 7, "v": 16, "d": "I loathe `my life'; I would not live alway: Let me alone; for my days are vanity."}, {"id": 18007017, "c": 7, "v": 17, "d": "What is man, that thou shouldest magnify him, And that thou shouldest set thy mind upon him,"}, {"id": 18007018, "c": 7, "v": 18, "d": "And that thou shouldest visit him every morning, And try him every moment?"}, {"id": 18007019, "c": 7, "v": 19, "d": "How long wilt thou not look away from me, Nor let me alone till I swallow down my spittle?"}, {"id": 18007020, "c": 7, "v": 20, "d": "If I have sinned, what do I unto thee, O thou watcher of men? Why hast thou set me as a mark for thee, So that I am a burden to myself?"}, {"id": 18007021, "c": 7, "v": 21, "d": "And why dost thou not pardon my transgression, and take away mine iniquity? For now shall I lie down in the dust; And thou wilt seek me diligently, but I shall not be."}, {"id": 18008001, "c": 8, "v": 1, "d": "Then answered Bildad the Shuhite, and said,"}, {"id": 18008002, "c": 8, "v": 2, "d": "How long wilt thou speak these things? And `how long' shall the words of thy mouth be `like' a mighty wind?"}, {"id": 18008003, "c": 8, "v": 3, "d": "Doth God pervert justice? Or doth the Almighty pervert righteousness?"}, {"id": 18008004, "c": 8, "v": 4, "d": "If thy children have sinned against him, And he hath delivered them into the hand of their transgression;"}, {"id": 18008005, "c": 8, "v": 5, "d": "If thou wouldest seek diligently unto God, And make thy supplication to the Almighty;"}, {"id": 18008006, "c": 8, "v": 6, "d": "If thou wert pure and upright: Surely now he would awake for thee, And make the habitation of thy righteousness prosperous."}, {"id": 18008007, "c": 8, "v": 7, "d": "And though thy beginning was small, Yet thy latter end would greatly increase."}, {"id": 18008008, "c": 8, "v": 8, "d": "For inquire, I pray thee, of the former age, And apply thyself to that which their fathers have searched out:"}, {"id": 18008009, "c": 8, "v": 9, "d": "(For we are but of yesterday, and know nothing, Because our days upon earth are a shadow);"}, {"id": 18008010, "c": 8, "v": 10, "d": "Shall not they teach thee, and tell thee, And utter words out of their heart?"}, {"id": 18008011, "c": 8, "v": 11, "d": "Can the rush grow up without mire? Can the flag grow without water?"}, {"id": 18008012, "c": 8, "v": 12, "d": "Whilst it is yet in its greenness, `and' not cut down, It withereth before any `other' herb."}, {"id": 18008013, "c": 8, "v": 13, "d": "So are the paths of all that forget God; And the hope of the godless man shall perish:"}, {"id": 18008014, "c": 8, "v": 14, "d": "Whose confidence shall break in sunder, And whose trust is a spider's web."}, {"id": 18008015, "c": 8, "v": 15, "d": "He shall lean upon his house, but it shall not stand: He shall hold fast thereby, but it shall not endure."}, {"id": 18008016, "c": 8, "v": 16, "d": "He is green before the sun, And his shoots go forth over his garden."}, {"id": 18008017, "c": 8, "v": 17, "d": "His roots are wrapped about the `stone' -heap, He beholdeth the place of stones."}, {"id": 18008018, "c": 8, "v": 18, "d": "If he be destroyed from his place, Then it shall deny him, `saying', I have not seen thee."}, {"id": 18008019, "c": 8, "v": 19, "d": "Behold, this is the joy of his way; And out of the earth shall others spring."}, {"id": 18008020, "c": 8, "v": 20, "d": "Behold, God will not cast away a perfect man, Neither will he uphold the evil-doers."}, {"id": 18008021, "c": 8, "v": 21, "d": "He will yet fill thy mouth with laughter, And thy lips with shouting."}, {"id": 18008022, "c": 8, "v": 22, "d": "They that hate thee shall be clothed with shame; And the tent of the wicked shall be no more."}, {"id": 18009001, "c": 9, "v": 1, "d": "Then Job answered and said,"}, {"id": 18009002, "c": 9, "v": 2, "d": "Of a truth I know that it is so: But how can man be just with God?"}, {"id": 18009003, "c": 9, "v": 3, "d": "If he be pleased to contend with him, He cannot answer him one of a thousand."}, {"id": 18009004, "c": 9, "v": 4, "d": "`He is' wise in heart, and mighty in strength: Who hath hardened himself against him, and prospered?-"}, {"id": 18009005, "c": 9, "v": 5, "d": "`Him' that removeth the mountains, and they know it not, When he overturneth them in his anger;"}, {"id": 18009006, "c": 9, "v": 6, "d": "That shaketh the earth out of its place, And the pillars thereof tremble;"}, {"id": 18009007, "c": 9, "v": 7, "d": "That commandeth the sun, and it riseth not, And sealeth up the stars;"}, {"id": 18009008, "c": 9, "v": 8, "d": "That alone stretcheth out the heavens, And treadeth upon the waves of the sea;"}, {"id": 18009009, "c": 9, "v": 9, "d": "That maketh the Bear, Orion, and the Pleiades, And the chambers of the south;"}, {"id": 18009010, "c": 9, "v": 10, "d": "That doeth great things past finding out, Yea, marvellous things without number."}, {"id": 18009011, "c": 9, "v": 11, "d": "Lo, he goeth by me, and I see him not: He passeth on also, but I perceive him not."}, {"id": 18009012, "c": 9, "v": 12, "d": "Behold, he seizeth `the prey', who can hinder him? Who will say unto him, What doest thou?"}, {"id": 18009013, "c": 9, "v": 13, "d": "God will not withdraw his anger; The helpers of Rahab do stoop under him."}, {"id": 18009014, "c": 9, "v": 14, "d": "How much less shall I answer him, And choose out my words `to reason' with him?"}, {"id": 18009015, "c": 9, "v": 15, "d": "Whom, though I were righteous, yet would I not answer; I would make supplication to my judge."}, {"id": 18009016, "c": 9, "v": 16, "d": "If I had called, and he had answered me, Yet would I not believe that he hearkened unto my voice."}, {"id": 18009017, "c": 9, "v": 17, "d": "For he breaketh me with a tempest, And multiplieth my wounds without cause."}, {"id": 18009018, "c": 9, "v": 18, "d": "He will not suffer me to take my breath, But filleth me with bitterness."}, {"id": 18009019, "c": 9, "v": 19, "d": "If `we speak' of strength, lo, `he is' mighty! And if of justice, Who, `saith he', will summon me?"}, {"id": 18009020, "c": 9, "v": 20, "d": "Though I be righteous, mine own mouth shall condemn me: Though I be perfect, it shall prove me perverse."}, {"id": 18009021, "c": 9, "v": 21, "d": "I am perfect; I regard not myself; I despise my life."}, {"id": 18009022, "c": 9, "v": 22, "d": "It is all one; therefore I say, He destroyeth the perfect and the wicked."}, {"id": 18009023, "c": 9, "v": 23, "d": "If the scourge slay suddenly, He will mock at the trial of the innocent."}, {"id": 18009024, "c": 9, "v": 24, "d": "The earth is given into the hand of the wicked; He covereth the faces of the judges thereof: If `it be' not `he', who then is it?"}, {"id": 18009025, "c": 9, "v": 25, "d": "Now my days are swifter than a post: They flee away, they see no good,"}, {"id": 18009026, "c": 9, "v": 26, "d": "They are passed away as the swift ships; As the eagle that swoopeth on the prey."}, {"id": 18009027, "c": 9, "v": 27, "d": "If I say, I will forget my complaint, I will put off my `sad' countenance, and be of good cheer;"}, {"id": 18009028, "c": 9, "v": 28, "d": "I am afraid of all my sorrows, I know that thou wilt not hold me innocent."}, {"id": 18009029, "c": 9, "v": 29, "d": "I shall be condemned; Why then do I labor in vain?"}, {"id": 18009030, "c": 9, "v": 30, "d": "If I wash myself with snow water, And make my hands never so clean;"}, {"id": 18009031, "c": 9, "v": 31, "d": "Yet wilt thou plunge me in the ditch, And mine own clothes shall abhor me."}, {"id": 18009032, "c": 9, "v": 32, "d": "For he is not a man, as I am, that I should answer him, That we should come together in judgment."}, {"id": 18009033, "c": 9, "v": 33, "d": "There is no umpire betwixt us, That might lay his hand upon us both."}, {"id": 18009034, "c": 9, "v": 34, "d": "Let him take his rod away from me, And let not his terror make me afraid:"}, {"id": 18009035, "c": 9, "v": 35, "d": "Then would I speak, and not fear him; For I am not so in myself."}, {"id": 18010001, "c": 10, "v": 1, "d": "My soul is weary of my life; I will give free course to my complaint; I will speak in the bitterness of my soul."}, {"id": 18010002, "c": 10, "v": 2, "d": "I will say unto God, Do not condemn me; Show me wherefore thou contendest with me."}, {"id": 18010003, "c": 10, "v": 3, "d": "Is it good unto thee that thou shouldest oppress, That thou shouldest despise the work of thy hands, And shine upon the counsel of the wicked?"}, {"id": 18010004, "c": 10, "v": 4, "d": "Hast thou eyes of flesh? Or seest thou as man seeth?"}, {"id": 18010005, "c": 10, "v": 5, "d": "Are thy days as the days of man, Or thy years as man's days,"}, {"id": 18010006, "c": 10, "v": 6, "d": "That thou inquirest after mine iniquity, And searchest after my sin,"}, {"id": 18010007, "c": 10, "v": 7, "d": "Although thou knowest that I am not wicked, And there is none that can deliver out of thy hand?"}, {"id": 18010008, "c": 10, "v": 8, "d": "Thy hands have framed me and fashioned me Together round about; yet thou dost destroy me."}, {"id": 18010009, "c": 10, "v": 9, "d": "Remember, I beseech thee, that thou hast fashioned me as clay; And wilt thou bring me into dust again?"}, {"id": 18010010, "c": 10, "v": 10, "d": "Hast thou not poured me out as milk, And curdled me like cheese?"}, {"id": 18010011, "c": 10, "v": 11, "d": "Thou hast clothed me with skin and flesh, And knit me together with bones and sinews."}, {"id": 18010012, "c": 10, "v": 12, "d": "Thou hast granted me life and lovingkindness; And thy visitation hath preserved my spirit."}, {"id": 18010013, "c": 10, "v": 13, "d": "Yet these things thou didst hide in thy heart; I know that this is with thee:"}, {"id": 18010014, "c": 10, "v": 14, "d": "If I sin, then thou markest me, And thou wilt not acquit me from mine iniquity."}, {"id": 18010015, "c": 10, "v": 15, "d": "If I be wicked, woe unto me; And if I be righteous, yet shall I not lift up my head; Being filled with ignominy, And looking upon mine affliction."}, {"id": 18010016, "c": 10, "v": 16, "d": "And if `my head' exalt itself, thou huntest me as a lion; And again thou showest thyself marvellous upon me."}, {"id": 18010017, "c": 10, "v": 17, "d": "Thou renewest thy witnesses against me, And increasest thine indignation upon me: Changes and warfare are with me."}, {"id": 18010018, "c": 10, "v": 18, "d": "Wherefore then hast thou brought me forth out of the womb? I had given up the ghost, and no eye had seen me."}, {"id": 18010019, "c": 10, "v": 19, "d": "I should have been as though I had not been; I should have been carried from the womb to the grave."}, {"id": 18010020, "c": 10, "v": 20, "d": "Are not my days few? cease then, And let me alone, that I may take comfort a little,"}, {"id": 18010021, "c": 10, "v": 21, "d": "Before I go whence I shall not return, `Even' to the land of darkness and of the shadow of death;"}, {"id": 18010022, "c": 10, "v": 22, "d": "The land dark as midnight, `The land' of the shadow of death, without any order, And where the light is as midnight."}, {"id": 18011001, "c": 11, "v": 1, "d": "Then answered Zophar the Naamathite, and said,"}, {"id": 18011002, "c": 11, "v": 2, "d": "Should not the multitude of words be answered? And should a man full of talk be justified?"}, {"id": 18011003, "c": 11, "v": 3, "d": "Should thy boastings make men hold their peace? And when thou mockest, shall no man make thee ashamed?"}, {"id": 18011004, "c": 11, "v": 4, "d": "For thou sayest, My doctrine is pure, And I am clean in thine eyes."}, {"id": 18011005, "c": 11, "v": 5, "d": "But oh that God would speak, And open his lips against thee,"}, {"id": 18011006, "c": 11, "v": 6, "d": "And that he would show thee the secrets of wisdom! For he is manifold in understanding. Know therefore that God exacteth of thee less than thine iniquity deserveth."}, {"id": 18011007, "c": 11, "v": 7, "d": "Canst thou by searching find out God? Canst thou find out the Almighty unto perfection?"}, {"id": 18011008, "c": 11, "v": 8, "d": "It is high as heaven; what canst thou do? Deeper than Sheol; what canst thou know?"}, {"id": 18011009, "c": 11, "v": 9, "d": "The measure thereof is longer than the earth, And broader than the sea."}, {"id": 18011010, "c": 11, "v": 10, "d": "If he pass through, and shut up, And all unto judgment, then who can hinder him?"}, {"id": 18011011, "c": 11, "v": 11, "d": "For he knoweth false men: He seeth iniquity also, even though he consider it not."}, {"id": 18011012, "c": 11, "v": 12, "d": "But vain man is void of understanding, Yea, man is born `as' a wild ass's colt."}, {"id": 18011013, "c": 11, "v": 13, "d": "If thou set thy heart aright, And stretch out thy hands toward him;"}, {"id": 18011014, "c": 11, "v": 14, "d": "If iniquity be in thy hand, put it far away, And let not unrighteousness dwell in thy tents."}, {"id": 18011015, "c": 11, "v": 15, "d": "Surely then shalt thou lift up thy face without spot; Yea, thou shalt be stedfast, and shalt not fear:"}, {"id": 18011016, "c": 11, "v": 16, "d": "For thou shalt forget thy misery; Thou shalt remember it as waters that are passed away,"}, {"id": 18011017, "c": 11, "v": 17, "d": "And `thy' life shall be clearer than the noonday; Though there be darkness, it shall be as the morning."}, {"id": 18011018, "c": 11, "v": 18, "d": "And thou shalt be secure, because there is hope; Yea, thou shalt search `about thee', and shalt take thy rest in safety."}, {"id": 18011019, "c": 11, "v": 19, "d": "Also thou shalt lie down, and none shall make thee afraid; Yea, many shall make suit unto thee."}, {"id": 18011020, "c": 11, "v": 20, "d": "But the eyes of the wicked shall fail, And they shall have no way to flee; And their hope shall be the giving up of the ghost."}, {"id": 18012001, "c": 12, "v": 1, "d": "Then Job answered and said,"}, {"id": 18012002, "c": 12, "v": 2, "d": "No doubt but ye are the people, And wisdom shall die with you."}, {"id": 18012003, "c": 12, "v": 3, "d": "But I have understanding as well as you; I am not inferior to you: Yea, who knoweth not such things as these?"}, {"id": 18012004, "c": 12, "v": 4, "d": "I am as one that is a laughing-stock to his neighbor, I who called upon God, and he answered: The just, the perfect man is a laughing-stock."}, {"id": 18012005, "c": 12, "v": 5, "d": "In the thought of him that is at ease there is contempt for misfortune; It is ready for them whose foot slippeth."}, {"id": 18012006, "c": 12, "v": 6, "d": "The tents of robbers prosper, And they that provoke God are secure; Into whose hand God bringeth `abundantly'."}, {"id": 18012007, "c": 12, "v": 7, "d": "But ask now the beasts, and they shall teach thee; And the birds of the heavens, and they shall tell thee:"}, {"id": 18012008, "c": 12, "v": 8, "d": "Or speak to the earth, and it shall teach thee; And the fishes of the sea shall declare unto thee."}, {"id": 18012009, "c": 12, "v": 9, "d": "Who knoweth not in all these, That the hand of Jehovah hath wrought this,"}, {"id": 18012010, "c": 12, "v": 10, "d": "In whose hand is the soul of every living thing, And the breath of all mankind?"}, {"id": 18012011, "c": 12, "v": 11, "d": "Doth not the ear try words, Even as the palate tasteth its food?"}, {"id": 18012012, "c": 12, "v": 12, "d": "With aged men is wisdom, And in length of days understanding."}, {"id": 18012013, "c": 12, "v": 13, "d": "With `God' is wisdom and might; He hath counsel and understanding."}, {"id": 18012014, "c": 12, "v": 14, "d": "Behold, he breaketh down, and it cannot be built again; He shutteth up a man, and there can be no opening."}, {"id": 18012015, "c": 12, "v": 15, "d": "Behold, he withholdeth the waters, and they dry up; Again, he sendeth them out, and they overturn the earth."}, {"id": 18012016, "c": 12, "v": 16, "d": "With him is strength and wisdom; The deceived and the deceiver are his."}, {"id": 18012017, "c": 12, "v": 17, "d": "He leadeth counsellors away stripped, And judges maketh he fools."}, {"id": 18012018, "c": 12, "v": 18, "d": "He looseth the bond of kings, And he bindeth their loins with a girdle."}, {"id": 18012019, "c": 12, "v": 19, "d": "He leadeth priests away stripped, And overthroweth the mighty."}, {"id": 18012020, "c": 12, "v": 20, "d": "He removeth the speech of the trusty, And taketh away the understanding of the elders."}, {"id": 18012021, "c": 12, "v": 21, "d": "He poureth contempt upon princes, And looseth the belt of the strong."}, {"id": 18012022, "c": 12, "v": 22, "d": "He uncovereth deep things out of darkness, And bringeth out to light the shadow of death."}, {"id": 18012023, "c": 12, "v": 23, "d": "He increaseth the nations, and he destroyeth them: He enlargeth the nations, and he leadeth them captive."}, {"id": 18012024, "c": 12, "v": 24, "d": "He taketh away understanding from the chiefs of the people of the earth, And causeth them to wander in a wilderness where there is no way."}, {"id": 18012025, "c": 12, "v": 25, "d": "They grope in the dark without light; And he maketh them to stagger like a drunken man."}, {"id": 18013001, "c": 13, "v": 1, "d": "Lo, mine eye hath seen all `this', Mine ear hath heard and understood it."}, {"id": 18013002, "c": 13, "v": 2, "d": "What ye know, `the same' do I know also: I am not inferior unto you."}, {"id": 18013003, "c": 13, "v": 3, "d": "Surely I would speak to the Almighty, And I desire to reason with God."}, {"id": 18013004, "c": 13, "v": 4, "d": "But ye are forgers of lies; Ye are all physicians of no value."}, {"id": 18013005, "c": 13, "v": 5, "d": "Oh that ye would altogether hold your peace! And it would be your wisdom."}, {"id": 18013006, "c": 13, "v": 6, "d": "Hear now my reasoning, And hearken to the pleadings of my lips."}, {"id": 18013007, "c": 13, "v": 7, "d": "Will ye speak unrighteously for God, And talk deceitfully for him?"}, {"id": 18013008, "c": 13, "v": 8, "d": "Will ye show partiality to him? Will ye contend for God?"}, {"id": 18013009, "c": 13, "v": 9, "d": "Is it good that he should search you out? Or as one deceiveth a man, will ye deceive him?"}, {"id": 18013010, "c": 13, "v": 10, "d": "He will surely reprove you If ye do secretly show partiality."}, {"id": 18013011, "c": 13, "v": 11, "d": "Shall not his majesty make you afraid, And his dread fall upon you?"}, {"id": 18013012, "c": 13, "v": 12, "d": "Your memorable sayings are proverbs of ashes, Your defences are defences of clay."}, {"id": 18013013, "c": 13, "v": 13, "d": "Hold your peace, let me alone, that I may speak; And let come on me what will."}, {"id": 18013014, "c": 13, "v": 14, "d": "Wherefore should I take my flesh in my teeth, And put my life in my hand?"}, {"id": 18013015, "c": 13, "v": 15, "d": "Behold, he will slay me; I have no hope: Nevertheless I will maintain my ways before him."}, {"id": 18013016, "c": 13, "v": 16, "d": "This also shall be my salvation, That a godless man shall not come before him."}, {"id": 18013017, "c": 13, "v": 17, "d": "Hear diligently my speech, And let my declaration be in your ears."}, {"id": 18013018, "c": 13, "v": 18, "d": "Behold now, I have set my cause in order; I know that I am righteous."}, {"id": 18013019, "c": 13, "v": 19, "d": "Who is he that will contend with me? For then would I hold my peace and give up the ghost."}, {"id": 18013020, "c": 13, "v": 20, "d": "Only do not two things unto me; Then will I not hide myself from thy face:"}, {"id": 18013021, "c": 13, "v": 21, "d": "Withdraw thy hand far from me; And let not thy terror make me afraid."}, {"id": 18013022, "c": 13, "v": 22, "d": "Then call thou, and I will answer; Or let me speak, and answer thou me."}, {"id": 18013023, "c": 13, "v": 23, "d": "How many are mine iniquities and sins? Make me to know my transgression and my sin."}, {"id": 18013024, "c": 13, "v": 24, "d": "Wherefore hidest thou thy face, And holdest me for thine enemy?"}, {"id": 18013025, "c": 13, "v": 25, "d": "Wilt thou harass a driven leaf? And wilt thou pursue the dry stubble?"}, {"id": 18013026, "c": 13, "v": 26, "d": "For thou writest bitter things against me, And makest me to inherit the iniquities of my youth:"}, {"id": 18013027, "c": 13, "v": 27, "d": "Thou puttest my feet also in the stocks, And markest all my paths; Thou settest a bound to the soles of my feet:"}, {"id": 18013028, "c": 13, "v": 28, "d": "Though I am like a rotten thing that consumeth, Like a garment that is moth-eaten."}, {"id": 18014001, "c": 14, "v": 1, "d": "Man, that is born of a woman, Is of few days, and full of trouble."}, {"id": 18014002, "c": 14, "v": 2, "d": "He cometh forth like a flower, and is cut down: He fleeth also as a shadow, and continueth not."}, {"id": 18014003, "c": 14, "v": 3, "d": "And dost thou open thine eyes upon such a one, And bringest me into judgment with thee?"}, {"id": 18014004, "c": 14, "v": 4, "d": "Who can bring a clean thing out of an unclean? not one."}, {"id": 18014005, "c": 14, "v": 5, "d": "Seeing his days are determined, The number of his months is with thee, And thou hast appointed his bounds that he cannot pass;"}, {"id": 18014006, "c": 14, "v": 6, "d": "Look away from him, that he may rest, Till he shall accomplish, as a hireling, his day."}, {"id": 18014007, "c": 14, "v": 7, "d": "For there is hope of a tree, If it be cut down, that it will sprout again, And that the tender branch thereof will not cease."}, {"id": 18014008, "c": 14, "v": 8, "d": "Though the root thereof wax old in the earth, And the stock thereof die in the ground;"}, {"id": 18014009, "c": 14, "v": 9, "d": "Yet through the scent of water it will bud, And put forth boughs like a plant."}, {"id": 18014010, "c": 14, "v": 10, "d": "But man dieth, and is laid low: Yea, man giveth up the ghost, and where is he?"}, {"id": 18014011, "c": 14, "v": 11, "d": "`As' the waters fail from the sea, And the river wasteth and drieth up;"}, {"id": 18014012, "c": 14, "v": 12, "d": "So man lieth down and riseth not: Till the heavens be no more, they shall not awake, Nor be roused out of their sleep."}, {"id": 18014013, "c": 14, "v": 13, "d": "Oh that thou wouldest hide me in Sheol, That thou wouldest keep me secret, until thy wrath be past, That thou wouldest appoint me a set time, and remember me!"}, {"id": 18014014, "c": 14, "v": 14, "d": "If a man die, shall he live `again'? All the days of my warfare would I wait, Till my release should come."}, {"id": 18014015, "c": 14, "v": 15, "d": "Thou wouldest call, and I would answer thee: Thou wouldest have a desire to the work of thy hands."}, {"id": 18014016, "c": 14, "v": 16, "d": "But now thou numberest my steps: Dost thou not watch over my sin?"}, {"id": 18014017, "c": 14, "v": 17, "d": "My transgression is sealed up in a bag, And thou fastenest up mine iniquity."}, {"id": 18014018, "c": 14, "v": 18, "d": "But the mountain falling cometh to nought; And the rock is removed out of its place;"}, {"id": 18014019, "c": 14, "v": 19, "d": "The waters wear the stones; The overflowings thereof wash away the dust of the earth: So thou destroyest the hope of man."}, {"id": 18014020, "c": 14, "v": 20, "d": "Thou prevailest for ever against him, and he passeth; Thou changest his countenance, and sendest him away."}, {"id": 18014021, "c": 14, "v": 21, "d": "His sons come to honor, and he knoweth it not; And they are brought low, but he perceiveth it not of them."}, {"id": 18014022, "c": 14, "v": 22, "d": "But his flesh upon him hath pain, And his soul within him mourneth."}, {"id": 18015001, "c": 15, "v": 1, "d": "Then answered Eliphaz the Temanite, and said,"}, {"id": 18015002, "c": 15, "v": 2, "d": "Should a wise man make answer with vain knowledge, And fill himself with the east wind?"}, {"id": 18015003, "c": 15, "v": 3, "d": "Should he reason with unprofitable talk, Or with speeches wherewith he can do no good?"}, {"id": 18015004, "c": 15, "v": 4, "d": "Yea, thou doest away with fear, And hinderest devotion before God."}, {"id": 18015005, "c": 15, "v": 5, "d": "For thine iniquity teacheth thy mouth, And thou choosest the tongue of the crafty."}, {"id": 18015006, "c": 15, "v": 6, "d": "Thine own mouth condemneth thee, and not I; Yea, thine own lips testify against thee."}, {"id": 18015007, "c": 15, "v": 7, "d": "Art thou the first man that was born? Or wast thou brought forth before the hills?"}, {"id": 18015008, "c": 15, "v": 8, "d": "Hast thou heard the secret counsel of God? And dost thou limit wisdom to thyself?"}, {"id": 18015009, "c": 15, "v": 9, "d": "What knowest thou, that we know not? What understandest thou, which is not in us?"}, {"id": 18015010, "c": 15, "v": 10, "d": "With us are both the gray-headed and the very aged men, Much elder than thy father."}, {"id": 18015011, "c": 15, "v": 11, "d": "Are the consolations of God too small for thee, Even the word that is gentle toward thee?"}, {"id": 18015012, "c": 15, "v": 12, "d": "Why doth thy heart carry thee away? And why do thine eyes flash,"}, {"id": 18015013, "c": 15, "v": 13, "d": "That against God thou turnest thy spirit, And lettest words go out of thy mouth?"}, {"id": 18015014, "c": 15, "v": 14, "d": "What is man, that he should be clean? And he that is born of a woman, that he should be righteous?"}, {"id": 18015015, "c": 15, "v": 15, "d": "Behold, he putteth no trust in his holy ones; Yea, the heavens are not clean in his sight:"}, {"id": 18015016, "c": 15, "v": 16, "d": "How much less one that is abominable and corrupt, A man that drinketh iniquity like water!"}, {"id": 18015017, "c": 15, "v": 17, "d": "I will show thee, hear thou me; And that which I have seen I will declare:"}, {"id": 18015018, "c": 15, "v": 18, "d": "(Which wise men have told From their fathers, and have not hid it;"}, {"id": 18015019, "c": 15, "v": 19, "d": "Unto whom alone the land was given, And no stranger passed among them):"}, {"id": 18015020, "c": 15, "v": 20, "d": "The wicked man travaileth with pain all his days, Even the number of years that are laid up for the oppressor."}, {"id": 18015021, "c": 15, "v": 21, "d": "A sound of terrors is in his ears; In prosperity the destroyer shall come upon him."}, {"id": 18015022, "c": 15, "v": 22, "d": "He believeth not that he shall return out of darkness, And he is waited for of the sword."}, {"id": 18015023, "c": 15, "v": 23, "d": "He wandereth abroad for bread, `saying', Where is it? He knoweth that the day of darkness is ready at his hand."}, {"id": 18015024, "c": 15, "v": 24, "d": "Distress and anguish make him afraid; They prevail against him, as a king ready to the battle."}, {"id": 18015025, "c": 15, "v": 25, "d": "Because he hath stretched out his hand against God, And behaveth himself proudly against the Almighty;"}, {"id": 18015026, "c": 15, "v": 26, "d": "He runneth upon him with a `stiff' neck, With the thick bosses of his bucklers;"}, {"id": 18015027, "c": 15, "v": 27, "d": "Because he hath covered his face with his fatness, And gathered fat upon his loins;"}, {"id": 18015028, "c": 15, "v": 28, "d": "And he hath dwelt in desolate cities, In houses which no man inhabited, Which were ready to become heaps;"}, {"id": 18015029, "c": 15, "v": 29, "d": "He shall not be rich, neither shall his substance continue, Neither shall their possessions be extended on the earth."}, {"id": 18015030, "c": 15, "v": 30, "d": "He shall not depart out of darkness; The flame shall dry up his branches, And by the breath of `God's' mouth shall he go away."}, {"id": 18015031, "c": 15, "v": 31, "d": "Let him not trust in vanity, deceiving himself; For vanity shall be his recompense."}, {"id": 18015032, "c": 15, "v": 32, "d": "It shall be accomplished before his time, And his branch shall not be green."}, {"id": 18015033, "c": 15, "v": 33, "d": "He shall shake off his unripe grape as the vine, And shall cast off his flower as the olive-tree."}, {"id": 18015034, "c": 15, "v": 34, "d": "For the company of the godless shall be barren, And fire shall consume the tents of bribery."}, {"id": 18015035, "c": 15, "v": 35, "d": "They conceive mischief, and bring forth iniquity, And their heart prepareth deceit."}, {"id": 18016001, "c": 16, "v": 1, "d": "Then Job answered and said,"}, {"id": 18016002, "c": 16, "v": 2, "d": "I have heard many such things: Miserable comforters are ye all."}, {"id": 18016003, "c": 16, "v": 3, "d": "Shall vain words have an end? Or what provoketh thee that thou answerest?"}, {"id": 18016004, "c": 16, "v": 4, "d": "I also could speak as ye do; If your soul were in my soul's stead, I could join words together against you, And shake my head at you."}, {"id": 18016005, "c": 16, "v": 5, "d": "`But' I would strengthen you with my mouth, And the solace of my lips would assuage `your grief'."}, {"id": 18016006, "c": 16, "v": 6, "d": "Though I speak, my grief is not assuaged; And though I forbear, what am I eased?"}, {"id": 18016007, "c": 16, "v": 7, "d": "But now he hath made me weary: Thou hast made desolate all my company."}, {"id": 18016008, "c": 16, "v": 8, "d": "And thou hast laid fast hold on me, `which' is a witness `against me': And my leanness riseth up against me, It testifieth to my face."}, {"id": 18016009, "c": 16, "v": 9, "d": "He hath torn me in his wrath, and persecuted me; He hath gnashed upon me with his teeth: Mine adversary sharpeneth his eyes upon me."}, {"id": 18016010, "c": 16, "v": 10, "d": "They have gaped upon me with their mouth; They have smitten me upon the cheek reproachfully: They gather themselves together against me."}, {"id": 18016011, "c": 16, "v": 11, "d": "God delivereth me to the ungodly, And casteth me into the hands of the wicked."}, {"id": 18016012, "c": 16, "v": 12, "d": "I was at ease, and he brake me asunder; Yea, he hath taken me by the neck, and dashed me to pieces: He hath also set me up for his mark."}, {"id": 18016013, "c": 16, "v": 13, "d": "His archers compass me round about; He cleaveth my reins asunder, and doth not spare; He poureth out my gall upon the ground."}, {"id": 18016014, "c": 16, "v": 14, "d": "He breaketh me with breach upon breach; He runneth upon me like a giant."}, {"id": 18016015, "c": 16, "v": 15, "d": "I have sewed sackcloth upon my skin, And have laid my horn in the dust."}, {"id": 18016016, "c": 16, "v": 16, "d": "My face is red with weeping, And on my eyelids is the shadow of death;"}, {"id": 18016017, "c": 16, "v": 17, "d": "Although there is no violence in my hands, And my prayer is pure."}, {"id": 18016018, "c": 16, "v": 18, "d": "O earth, cover not thou my blood, And let my cry have no `resting' -place."}, {"id": 18016019, "c": 16, "v": 19, "d": "Even now, behold, my witness is in heaven, And he that voucheth for me is on high."}, {"id": 18016020, "c": 16, "v": 20, "d": "My friends scoff at me: `But' mine eye poureth out tears unto God,"}, {"id": 18016021, "c": 16, "v": 21, "d": "That he would maintain the right of a man with God, And of a son of man with his neighbor!"}, {"id": 18016022, "c": 16, "v": 22, "d": "For when a few years are come, I shall go the way whence I shall not return."}, {"id": 18017001, "c": 17, "v": 1, "d": "My spirit is consumed, my days are extinct, The grave is `ready' for me."}, {"id": 18017002, "c": 17, "v": 2, "d": "Surely there are mockers with me, And mine eye dwelleth upon their provocation."}, {"id": 18017003, "c": 17, "v": 3, "d": "Give now a pledge, be surety for me with thyself; Who is there that will strike hands with me?"}, {"id": 18017004, "c": 17, "v": 4, "d": "For thou hast hid their heart from understanding: Therefore shalt thou not exalt `them'."}, {"id": 18017005, "c": 17, "v": 5, "d": "He that denounceth his friends for a prey, Even the eyes of his children shall fail."}, {"id": 18017006, "c": 17, "v": 6, "d": "But he hath made me a byword of the people; And they spit in my face."}, {"id": 18017007, "c": 17, "v": 7, "d": "Mine eye also is dim by reason of sorrow, And all my members are as a shadow."}, {"id": 18017008, "c": 17, "v": 8, "d": "Upright men shall be astonished at this, And the innocent shall stir up himself against the godless."}, {"id": 18017009, "c": 17, "v": 9, "d": "Yet shall the righteous hold on his way, And he that hath clean hands shall wax stronger and stronger."}, {"id": 18017010, "c": 17, "v": 10, "d": "But as for you all, come on now again; And I shall not find a wise man among you."}, {"id": 18017011, "c": 17, "v": 11, "d": "My days are past, my purposes are broken off, Even the thoughts of my heart."}, {"id": 18017012, "c": 17, "v": 12, "d": "They change the night into day: The light, `say they', is near unto the darkness."}, {"id": 18017013, "c": 17, "v": 13, "d": "If I look for Sheol as my house; If I have spread my couch in the darkness;"}, {"id": 18017014, "c": 17, "v": 14, "d": "If I have said to corruption, Thou art my father; To the worm, `Thou art' my mother, and my sister;"}, {"id": 18017015, "c": 17, "v": 15, "d": "Where then is my hope? And as for my hope, who shall see it?"}, {"id": 18017016, "c": 17, "v": 16, "d": "It shall go down to the bars of Sheol, When once there is rest in the dust."}, {"id": 18018001, "c": 18, "v": 1, "d": "Then answered Bildad the Shuhite, and said,"}, {"id": 18018002, "c": 18, "v": 2, "d": "How long will ye hunt for words? Consider, and afterwards we will speak."}, {"id": 18018003, "c": 18, "v": 3, "d": "Wherefore are we counted as beasts, `And' are become unclean in your sight?"}, {"id": 18018004, "c": 18, "v": 4, "d": "Thou that tearest thyself in thine anger, Shall the earth be forsaken for thee? Or shall the rock be removed out of its place?"}, {"id": 18018005, "c": 18, "v": 5, "d": "Yea, the light of the wicked shall be put out, And the spark of his fire shall not shine."}, {"id": 18018006, "c": 18, "v": 6, "d": "The light shall be dark in his tent, And his lamp above him shall be put out."}, {"id": 18018007, "c": 18, "v": 7, "d": "The steps of his strength shall be straitened, And his own counsel shall cast him down."}, {"id": 18018008, "c": 18, "v": 8, "d": "For he is cast into a net by his own feet, And he walketh upon the toils."}, {"id": 18018009, "c": 18, "v": 9, "d": "A gin shall take `him' by the heel, `And' a snare shall lay hold on him."}, {"id": 18018010, "c": 18, "v": 10, "d": "A noose is hid for him in the ground, And a trap for him in the way."}, {"id": 18018011, "c": 18, "v": 11, "d": "Terrors shall make him afraid on every side, And shall chase him at his heels."}, {"id": 18018012, "c": 18, "v": 12, "d": "His strength shall be hunger-bitten, And calamity shall be ready at his side."}, {"id": 18018013, "c": 18, "v": 13, "d": "The members of his body shall be devoured, `Yea', the first-born of death shall devour his members."}, {"id": 18018014, "c": 18, "v": 14, "d": "He shall be rooted out of his tent where he trusteth; And he shall be brought to the king of terrors."}, {"id": 18018015, "c": 18, "v": 15, "d": "There shall dwell in his tent that which is none of his: Brimstone shall be scattered upon his habitation."}, {"id": 18018016, "c": 18, "v": 16, "d": "His roots shall be dried up beneath, And above shall his branch be cut off."}, {"id": 18018017, "c": 18, "v": 17, "d": "His remembrance shall perish from the earth, And he shall have no name in the street."}, {"id": 18018018, "c": 18, "v": 18, "d": "He shall be driven from light into darkness, And chased out of the world."}, {"id": 18018019, "c": 18, "v": 19, "d": "He shall have neither son nor son's son among his people, Nor any remaining where he sojourned."}, {"id": 18018020, "c": 18, "v": 20, "d": "They that come after shall be astonished at his day, As they that went before were affrighted."}, {"id": 18018021, "c": 18, "v": 21, "d": "Surely such are the dwellings of the unrighteous, And this is the place of him that knoweth not God."}, {"id": 18019001, "c": 19, "v": 1, "d": "Then Job answered and said,"}, {"id": 18019002, "c": 19, "v": 2, "d": "How long will ye vex my soul, And break me in pieces with words?"}, {"id": 18019003, "c": 19, "v": 3, "d": "These ten times have ye reproached me: Ye are not ashamed that ye deal hardly with me."}, {"id": 18019004, "c": 19, "v": 4, "d": "And be it indeed that I have erred, Mine error remaineth with myself."}, {"id": 18019005, "c": 19, "v": 5, "d": "If indeed ye will magnify yourselves against me, And plead against me my reproach;"}, {"id": 18019006, "c": 19, "v": 6, "d": "Know now that God hath subverted me `in my cause', And hath compassed me with his net."}, {"id": 18019007, "c": 19, "v": 7, "d": "Behold, I cry out of wrong, but I am not heard: I cry for help, but there is no justice."}, {"id": 18019008, "c": 19, "v": 8, "d": "He hath walled up my way that I cannot pass, And hath set darkness in my paths."}, {"id": 18019009, "c": 19, "v": 9, "d": "He hath stripped me of my glory, And taken the crown from my head."}, {"id": 18019010, "c": 19, "v": 10, "d": "He hath broken me down on every side, and I am gone; And my hope hath he plucked up like a tree."}, {"id": 18019011, "c": 19, "v": 11, "d": "He hath also kindled his wrath against me, And he counteth me unto him as `one of' his adversaries."}, {"id": 18019012, "c": 19, "v": 12, "d": "His troops come on together, And cast up their way against me, And encamp round about my tent."}, {"id": 18019013, "c": 19, "v": 13, "d": "He hath put my brethren far from me, And mine acquaintance are wholly estranged from me."}, {"id": 18019014, "c": 19, "v": 14, "d": "My kinsfolk have failed, And my familiar friends have forgotten me."}, {"id": 18019015, "c": 19, "v": 15, "d": "They that dwell in my house, and my maids, count me for a stranger; I am an alien in their sight."}, {"id": 18019016, "c": 19, "v": 16, "d": "I call unto my servant, and he giveth me no answer, `Though' I entreat him with my mouth."}, {"id": 18019017, "c": 19, "v": 17, "d": "My breath is strange to my wife, And my supplication to the children of mine own mother."}, {"id": 18019018, "c": 19, "v": 18, "d": "Even young children despise me; If I arise, they speak against me."}, {"id": 18019019, "c": 19, "v": 19, "d": "All my familiar friends abhor me, And they whom I loved are turned against me."}, {"id": 18019020, "c": 19, "v": 20, "d": "My bone cleaveth to my skin and to my flesh, And I am escaped with the skin of my teeth."}, {"id": 18019021, "c": 19, "v": 21, "d": "Have pity upon me, have pity upon me, O ye my friends; For the hand of God hath touched me."}, {"id": 18019022, "c": 19, "v": 22, "d": "Why do ye persecute me as God, And are not satisfied with my flesh?"}, {"id": 18019023, "c": 19, "v": 23, "d": "Oh that my words were now written! Oh that they were inscribed in a book!"}, {"id": 18019024, "c": 19, "v": 24, "d": "That with an iron pen and lead They were graven in the rock for ever!"}, {"id": 18019025, "c": 19, "v": 25, "d": "But as for me I know that my Redeemer liveth, And at last he will stand up upon the earth:"}, {"id": 18019026, "c": 19, "v": 26, "d": "And after my skin, `even' this `body', is destroyed, Then without my flesh shall I see God;"}, {"id": 18019027, "c": 19, "v": 27, "d": "Whom I, even I, shall see, on my side, And mine eyes shall behold, and not as a stranger. My heart is consumed within me."}, {"id": 18019028, "c": 19, "v": 28, "d": "If ye say, How we will persecute him! And that the root of the matter is found in me;"}, {"id": 18019029, "c": 19, "v": 29, "d": "Be ye afraid of the sword: For wrath `bringeth' the punishments of the sword, That ye may know there is a judgment."}, {"id": 18020001, "c": 20, "v": 1, "d": "Then answered Zophar the Naamathite, and said,"}, {"id": 18020002, "c": 20, "v": 2, "d": "Therefore do my thoughts give answer to me, Even by reason of my haste that is in me."}, {"id": 18020003, "c": 20, "v": 3, "d": "I have heard the reproof which putteth me to shame; And the spirit of my understanding answereth me."}, {"id": 18020004, "c": 20, "v": 4, "d": "Knowest thou `not' this of old time, Since man was placed upon earth,"}, {"id": 18020005, "c": 20, "v": 5, "d": "That the triumphing of the wicked is short, And the joy of the godless but for a moment?"}, {"id": 18020006, "c": 20, "v": 6, "d": "Though his height mount up to the heavens, And his head reach unto the clouds;"}, {"id": 18020007, "c": 20, "v": 7, "d": "Yet he shall perish for ever like his own dung: They that have seen him shall say, Where is he?"}, {"id": 18020008, "c": 20, "v": 8, "d": "He shall fly away as a dream, and shall not be found: Yea, he shall be chased away as a vision of the night."}, {"id": 18020009, "c": 20, "v": 9, "d": "The eye which saw him shall see him no more; Neither shall his place any more behold him."}, {"id": 18020010, "c": 20, "v": 10, "d": "His children shall seek the favor of the poor, And his hands shall give back his wealth."}, {"id": 18020011, "c": 20, "v": 11, "d": "His bones are full of his youth, But it shall lie down with him in the dust."}, {"id": 18020012, "c": 20, "v": 12, "d": "Though wickedness be sweet in his mouth, Though he hide it under his tongue,"}, {"id": 18020013, "c": 20, "v": 13, "d": "Though he spare it, and will not let it go, But keep it still within his mouth;"}, {"id": 18020014, "c": 20, "v": 14, "d": "Yet his food in his bowels is turned, It is the gall of asps within him."}, {"id": 18020015, "c": 20, "v": 15, "d": "He hath swallowed down riches, and he shall vomit them up again; God will cast them out of his belly."}, {"id": 18020016, "c": 20, "v": 16, "d": "He shall suck the poison of asps: The viper's tongue shall slay him."}, {"id": 18020017, "c": 20, "v": 17, "d": "He shall not look upon the rivers, The flowing streams of honey and butter."}, {"id": 18020018, "c": 20, "v": 18, "d": "That which he labored for shall he restore, and shall not swallow it down; According to the substance that he hath gotten, he shall not rejoice."}, {"id": 18020019, "c": 20, "v": 19, "d": "For he hath oppressed and forsaken the poor; He hath violently taken away a house, and he shall not build it up."}, {"id": 18020020, "c": 20, "v": 20, "d": "Because he knew no quietness within him, He shall not save aught of that wherein he delighteth."}, {"id": 18020021, "c": 20, "v": 21, "d": "There was nothing left that he devoured not; Therefore his prosperity shall not endure."}, {"id": 18020022, "c": 20, "v": 22, "d": "In the fulness of his sufficiency he shall be in straits: The hand of every one that is in misery shall come upon him."}, {"id": 18020023, "c": 20, "v": 23, "d": "When he is about to fill his belly, `God' will cast the fierceness of his wrath upon him, And will rain it upon him while he is eating."}, {"id": 18020024, "c": 20, "v": 24, "d": "He shall flee from the iron weapon, And the bow of brass shall strike him through."}, {"id": 18020025, "c": 20, "v": 25, "d": "He draweth it forth, and it cometh out of his body; Yea, the glittering point cometh out of his gall: Terrors are upon him."}, {"id": 18020026, "c": 20, "v": 26, "d": "All darkness is laid up for his treasures: A fire not blown `by man' shall devour him; It shall consume that which is left in his tent."}, {"id": 18020027, "c": 20, "v": 27, "d": "The heavens shall reveal his iniquity, And the earth shall rise up against him."}, {"id": 18020028, "c": 20, "v": 28, "d": "The increase of his house shall depart; `His goods' shall flow away in the day of his wrath."}, {"id": 18020029, "c": 20, "v": 29, "d": "This is the portion of a wicked man from God, And the heritage appointed unto him by God."}, {"id": 18021001, "c": 21, "v": 1, "d": "Then Job answered and said,"}, {"id": 18021002, "c": 21, "v": 2, "d": "Hear diligently my speech; And let this be your consolations."}, {"id": 18021003, "c": 21, "v": 3, "d": "Suffer me, and I also will speak; And after that I have spoken, mock on."}, {"id": 18021004, "c": 21, "v": 4, "d": "As for me, is my complaint to man? And why should I not be impatient?"}, {"id": 18021005, "c": 21, "v": 5, "d": "Mark me, and be astonished, And lay your hand upon your mouth."}, {"id": 18021006, "c": 21, "v": 6, "d": "Even when I remember I am troubled, And horror taketh hold on my flesh."}, {"id": 18021007, "c": 21, "v": 7, "d": "Wherefore do the wicked live, Become old, yea, wax mighty in power?"}, {"id": 18021008, "c": 21, "v": 8, "d": "Their seed is established with them in their sight, And their offspring before their eyes."}, {"id": 18021009, "c": 21, "v": 9, "d": "Their houses are safe from fear, Neither is the rod of God upon them."}, {"id": 18021010, "c": 21, "v": 10, "d": "Their bull gendereth, and faileth not; Their cow calveth, and casteth not her calf."}, {"id": 18021011, "c": 21, "v": 11, "d": "They send forth their little ones like a flock, And their children dance."}, {"id": 18021012, "c": 21, "v": 12, "d": "They sing to the timbrel and harp, And rejoice at the sound of the pipe."}, {"id": 18021013, "c": 21, "v": 13, "d": "They spend their days in prosperity, And in a moment they go down to Sheol."}, {"id": 18021014, "c": 21, "v": 14, "d": "And they say unto God, Depart from us; For we desire not the knowledge of thy ways."}, {"id": 18021015, "c": 21, "v": 15, "d": "What is the Almighty, that we should serve him? And what profit should we have, if we pray unto him?"}, {"id": 18021016, "c": 21, "v": 16, "d": "Lo, their prosperity is not in their hand: The counsel of the wicked is far from me."}, {"id": 18021017, "c": 21, "v": 17, "d": "How oft is it that the lamp of the wicked is put out? That their calamity cometh upon them? That `God' distributeth sorrows in his anger?"}, {"id": 18021018, "c": 21, "v": 18, "d": "That they are as stubble before the wind, And as chaff that the storm carrieth away?"}, {"id": 18021019, "c": 21, "v": 19, "d": "`Ye say', God layeth up his iniquity for his children. Let him recompense it unto himself, that he may know it:"}, {"id": 18021020, "c": 21, "v": 20, "d": "Let his own eyes see his destruction, And let him drink of the wrath of the Almighty."}, {"id": 18021021, "c": 21, "v": 21, "d": "For what careth he for his house after him, When the number of his months is cut off?"}, {"id": 18021022, "c": 21, "v": 22, "d": "Shall any teach God knowledge, Seeing he judgeth those that are high?"}, {"id": 18021023, "c": 21, "v": 23, "d": "One dieth in his full strength, Being wholly at ease and quiet:"}, {"id": 18021024, "c": 21, "v": 24, "d": "His pails are full of milk, And the marrow of his bones is moistened."}, {"id": 18021025, "c": 21, "v": 25, "d": "And another dieth in bitterness of soul, And never tasteth of good."}, {"id": 18021026, "c": 21, "v": 26, "d": "They lie down alike in the dust, And the worm covereth them."}, {"id": 18021027, "c": 21, "v": 27, "d": "Behold, I know your thoughts, And the devices wherewith ye would wrong me."}, {"id": 18021028, "c": 21, "v": 28, "d": "For ye say, Where is the house of the prince? And where is the tent wherein the wicked dwelt?"}, {"id": 18021029, "c": 21, "v": 29, "d": "Have ye not asked wayfaring men? And do ye not know their evidences,"}, {"id": 18021030, "c": 21, "v": 30, "d": "That the evil man is reserved to the day of calamity? That they are led forth to the day of wrath?"}, {"id": 18021031, "c": 21, "v": 31, "d": "Who shall declare his way to his face? And who shall repay him what he hath done?"}, {"id": 18021032, "c": 21, "v": 32, "d": "Yet shall he be borne to the grave, And men shall keep watch over the tomb."}, {"id": 18021033, "c": 21, "v": 33, "d": "The clods of the valley shall be sweet unto him, And all men shall draw after him, As there were innumerable before him."}, {"id": 18021034, "c": 21, "v": 34, "d": "How then comfort ye me in vain, Seeing in your answers there remaineth `only' falsehood?"}, {"id": 18022001, "c": 22, "v": 1, "d": "Then answered Eliphaz the Temanite, and said,"}, {"id": 18022002, "c": 22, "v": 2, "d": "Can a man be profitable unto God? Surely he that is wise is profitable unto himself."}, {"id": 18022003, "c": 22, "v": 3, "d": "Is it any pleasure to the Almighty, that thou art righteous? Or is it gain `to him', that thou makest thy ways perfect?"}, {"id": 18022004, "c": 22, "v": 4, "d": "Is it for thy fear `of him' that he reproveth thee, That he entereth with thee into judgment?"}, {"id": 18022005, "c": 22, "v": 5, "d": "Is not thy wickedness great? Neither is there any end to thine iniquities."}, {"id": 18022006, "c": 22, "v": 6, "d": "For thou hast taken pledges of thy brother for nought, And stripped the naked of their clothing."}, {"id": 18022007, "c": 22, "v": 7, "d": "Thou hast not given water to the weary to drink, And thou hast withholden bread from the hungry."}, {"id": 18022008, "c": 22, "v": 8, "d": "But as for the mighty man, he had the earth; And the honorable man, he dwelt in it."}, {"id": 18022009, "c": 22, "v": 9, "d": "Thou hast sent widows away empty, And the arms of the fatherless have been broken."}, {"id": 18022010, "c": 22, "v": 10, "d": "Therefore snares are round about thee, And sudden fear troubleth thee,"}, {"id": 18022011, "c": 22, "v": 11, "d": "Or darkness, so that thou canst not see, And abundance of waters cover thee."}, {"id": 18022012, "c": 22, "v": 12, "d": "Is not God in the height of heaven? And behold the height of the stars, how high they are!"}, {"id": 18022013, "c": 22, "v": 13, "d": "And thou sayest, What doth God know? Can he judge through the thick darkness?"}, {"id": 18022014, "c": 22, "v": 14, "d": "Thick clouds are a covering to him, so that he seeth not; And he walketh on the vault of heaven."}, {"id": 18022015, "c": 22, "v": 15, "d": "Wilt thou keep the old way Which wicked men have trodden?"}, {"id": 18022016, "c": 22, "v": 16, "d": "Who were snatched away before their time, Whose foundation was poured out as a stream,"}, {"id": 18022017, "c": 22, "v": 17, "d": "Who said unto God, Depart from us; And, What can the Almighty do for us?"}, {"id": 18022018, "c": 22, "v": 18, "d": "Yet he filled their houses with good things: But the counsel of the wicked is far from me."}, {"id": 18022019, "c": 22, "v": 19, "d": "The righteous see it, and are glad; And the innocent laugh them to scorn,"}, {"id": 18022020, "c": 22, "v": 20, "d": "`Saying', Surely they that did rise up against us are cut off, And the remnant of them the fire hath consumed."}, {"id": 18022021, "c": 22, "v": 21, "d": "Acquaint now thyself with him, and be at peace: Thereby good shall come unto thee."}, {"id": 18022022, "c": 22, "v": 22, "d": "Receive, I pray thee, the law from his mouth, And lay up his words in thy heart."}, {"id": 18022023, "c": 22, "v": 23, "d": "If thou return to the Almighty, thou shalt be built up, If thou put away unrighteousness far from thy tents."}, {"id": 18022024, "c": 22, "v": 24, "d": "And lay thou `thy' treasure in the dust, And `the gold of' Ophir among the stones of the brooks;"}, {"id": 18022025, "c": 22, "v": 25, "d": "And the Almighty will be thy treasure, And precious silver unto thee."}, {"id": 18022026, "c": 22, "v": 26, "d": "For then shalt thou delight thyself in the Almighty, And shalt lift up thy face unto God."}, {"id": 18022027, "c": 22, "v": 27, "d": "Thou shalt make thy prayer unto him, and he will hear thee; And thou shalt pay thy vows."}, {"id": 18022028, "c": 22, "v": 28, "d": "Thou shalt also decree a thing, and it shall be established unto thee; And light shall shine upon thy ways."}, {"id": 18022029, "c": 22, "v": 29, "d": "When they cast `thee' down, thou shalt say, `There is' lifting up; And the humble person he will save."}, {"id": 18022030, "c": 22, "v": 30, "d": "He will deliver `even' him that is not innocent: Yea, he shall be delivered through the cleanness of thy hands."}, {"id": 18023001, "c": 23, "v": 1, "d": "Then Job answered and said,"}, {"id": 18023002, "c": 23, "v": 2, "d": "Even to-day is my complaint rebellious: My stroke is heavier than my groaning."}, {"id": 18023003, "c": 23, "v": 3, "d": "Oh that I knew where I might find him! That I might come even to his seat!"}, {"id": 18023004, "c": 23, "v": 4, "d": "I would set my cause in order before him, And fill my mouth with arguments."}, {"id": 18023005, "c": 23, "v": 5, "d": "I would know the words which he would answer me, And understand what he would say unto me."}, {"id": 18023006, "c": 23, "v": 6, "d": "Would he contend with me in the greatness of his power? Nay; but he would give heed unto me."}, {"id": 18023007, "c": 23, "v": 7, "d": "There the upright might reason with him; So should I be delivered for ever from my judge."}, {"id": 18023008, "c": 23, "v": 8, "d": "Behold, I go forward, but he is not `there'; And backward, but I cannot perceive him;"}, {"id": 18023009, "c": 23, "v": 9, "d": "On the left hand, when he doth work, but I cannot behold him; He hideth himself on the right hand, that I cannot see him."}, {"id": 18023010, "c": 23, "v": 10, "d": "But he knoweth the way that I take; When he hath tried me, I shall come forth as gold."}, {"id": 18023011, "c": 23, "v": 11, "d": "My foot hath held fast to his steps; His way have I kept, and turned not aside."}, {"id": 18023012, "c": 23, "v": 12, "d": "I have not gone back from the commandment of his lips; I have treasured up the words of his mouth more than my necessary food."}, {"id": 18023013, "c": 23, "v": 13, "d": "But he is in one `mind', and who can turn him? And what his soul desireth, even that he doeth."}, {"id": 18023014, "c": 23, "v": 14, "d": "For he performeth that which is appointed for me: And many such things are with him."}, {"id": 18023015, "c": 23, "v": 15, "d": "Therefore am I terrified at his presence; When I consider, I am afraid of him."}, {"id": 18023016, "c": 23, "v": 16, "d": "For God hath made my heart faint, And the Almighty hath terrified me;"}, {"id": 18023017, "c": 23, "v": 17, "d": "Because I was not cut off before the darkness, Neither did he cover the thick darkness from my face."}, {"id": 18024001, "c": 24, "v": 1, "d": "Why are times not laid up by the Almighty? And why do not they that know him see his days?"}, {"id": 18024002, "c": 24, "v": 2, "d": "There are that remove the landmarks; They violently take away flocks, and feed them."}, {"id": 18024003, "c": 24, "v": 3, "d": "They drive away the ass of the fatherless; They take the widow's ox for a pledge."}, {"id": 18024004, "c": 24, "v": 4, "d": "They turn the needy out of the way: The poor of the earth all hide themselves."}, {"id": 18024005, "c": 24, "v": 5, "d": "Behold, as wild asses in the desert They go forth to their work, seeking diligently for food; The wilderness `yieldeth' them bread for their children."}, {"id": 18024006, "c": 24, "v": 6, "d": "They cut their provender in the field; And they glean the vintage of the wicked."}, {"id": 18024007, "c": 24, "v": 7, "d": "They lie all night naked without clothing, And have no covering in the cold."}, {"id": 18024008, "c": 24, "v": 8, "d": "They are wet with the showers of the mountains, And embrace the rock for want of a shelter."}, {"id": 18024009, "c": 24, "v": 9, "d": "There are that pluck the fatherless from the breast, And take a pledge of the poor;"}, {"id": 18024010, "c": 24, "v": 10, "d": "`So that' they go about naked without clothing, And being hungry they carry the sheaves."}, {"id": 18024011, "c": 24, "v": 11, "d": "They make oil within the walls of these men; They tread `their' winepresses, and suffer thirst."}, {"id": 18024012, "c": 24, "v": 12, "d": "From out of the populous city men groan, And the soul of the wounded crieth out: Yet God regardeth not the folly."}, {"id": 18024013, "c": 24, "v": 13, "d": "These are of them that rebel against the light; They know not the ways thereof, Nor abide in the paths thereof."}, {"id": 18024014, "c": 24, "v": 14, "d": "The murderer riseth with the light; He killeth the poor and needy; And in the night he is as a thief."}, {"id": 18024015, "c": 24, "v": 15, "d": "The eye also of the adulterer waiteth for the twilight, Saying, No eye shall see me: And he disguiseth his face."}, {"id": 18024016, "c": 24, "v": 16, "d": "In the dark they dig through houses: They shut themselves up in the day-time; They know not the light."}, {"id": 18024017, "c": 24, "v": 17, "d": "For the morning is to all of them as thick darkness; For they know the terrors of the thick darkness."}, {"id": 18024018, "c": 24, "v": 18, "d": "Swiftly they `pass away' upon the face of the waters; Their portion is cursed in the earth: They turn not into the way of the vineyards."}, {"id": 18024019, "c": 24, "v": 19, "d": "Drought and heat consume the snow waters: `So doth' Sheol `those that' have sinned."}, {"id": 18024020, "c": 24, "v": 20, "d": "The womb shall forget him; The worm shall feed sweetly on him; He shall be no more remembered; And unrighteousness shall be broken as a tree."}, {"id": 18024021, "c": 24, "v": 21, "d": "He devoureth the barren that beareth not, And doeth not good to the widow."}, {"id": 18024022, "c": 24, "v": 22, "d": "Yet `God' preserveth the mighty by his power: He riseth up that hath no assurance of life."}, {"id": 18024023, "c": 24, "v": 23, "d": "`God' giveth them to be in security, and they rest thereon; And his eyes are upon their ways."}, {"id": 18024024, "c": 24, "v": 24, "d": "They are exalted; yet a little while, and they are gone; Yea, they are brought low, they are taken out of the way as all others, And are cut off as the tops of the ears of grain."}, {"id": 18024025, "c": 24, "v": 25, "d": "And if it be not so now, who will prove me a liar, And make my speech nothing worth?"}, {"id": 18025001, "c": 25, "v": 1, "d": "Then answered Bildad the Shuhite, and said,"}, {"id": 18025002, "c": 25, "v": 2, "d": "Dominion and fear are with him; He maketh peace in his high places."}, {"id": 18025003, "c": 25, "v": 3, "d": "Is there any number of his armies? And upon whom doth not his light arise?"}, {"id": 18025004, "c": 25, "v": 4, "d": "How then can man be just with God? Or how can he be clean that is born of a woman?"}, {"id": 18025005, "c": 25, "v": 5, "d": "Behold, even the moon hath no brightness, And the stars are not pure in his sight:"}, {"id": 18025006, "c": 25, "v": 6, "d": "How much less man, that is a worm! And the son of man, that is a worm!"}, {"id": 18026001, "c": 26, "v": 1, "d": "Then Job answered and said,"}, {"id": 18026002, "c": 26, "v": 2, "d": "How hast thou helped him that is without power! How hast thou saved the arm that hath no strength!"}, {"id": 18026003, "c": 26, "v": 3, "d": "How hast thou counselled him that hath no wisdom, And plentifully declared sound knowledge!"}, {"id": 18026004, "c": 26, "v": 4, "d": "To whom hast thou uttered words? And whose spirit came forth from thee?"}, {"id": 18026005, "c": 26, "v": 5, "d": "They that are deceased tremble Beneath the waters and the inhabitants thereof."}, {"id": 18026006, "c": 26, "v": 6, "d": "Sheol is naked before `God', And Abaddon hath no covering."}, {"id": 18026007, "c": 26, "v": 7, "d": "He stretcheth out the north over empty space, And hangeth the earth upon nothing."}, {"id": 18026008, "c": 26, "v": 8, "d": "He bindeth up the waters in his thick clouds; And the cloud is not rent under them."}, {"id": 18026009, "c": 26, "v": 9, "d": "He incloseth the face of his throne, And spreadeth his cloud upon it."}, {"id": 18026010, "c": 26, "v": 10, "d": "He hath described a boundary upon the face of the waters, Unto the confines of light and darkness."}, {"id": 18026011, "c": 26, "v": 11, "d": "The pillars of heaven tremble And are astonished at his rebuke."}, {"id": 18026012, "c": 26, "v": 12, "d": "He stirreth up the sea with his power, And by his understanding he smiteth through Rahab."}, {"id": 18026013, "c": 26, "v": 13, "d": "By his Spirit the heavens are garnished; His hand hath pierced the swift serpent."}, {"id": 18026014, "c": 26, "v": 14, "d": "Lo, these are but the outskirts of his ways: And how small a whisper do we hear of him! But the thunder of his power who can understand?"}, {"id": 18027001, "c": 27, "v": 1, "d": "And Job again took up his parable, and said,"}, {"id": 18027002, "c": 27, "v": 2, "d": "As God liveth, who hath taken away my right, And the Almighty, who hath vexed my soul:"}, {"id": 18027003, "c": 27, "v": 3, "d": "(For my life is yet whole in me, And the spirit of God is in my nostrils);"}, {"id": 18027004, "c": 27, "v": 4, "d": "Surely my lips shall not speak unrighteousness, Neither shall my tongue utter deceit."}, {"id": 18027005, "c": 27, "v": 5, "d": "Far be it from me that I should justify you: Till I die I will not put away mine integrity from me."}, {"id": 18027006, "c": 27, "v": 6, "d": "My righteousness I hold fast, and will not let it go: My heart shall not reproach `me' so long as I live."}, {"id": 18027007, "c": 27, "v": 7, "d": "Let mine enemy be as the wicked, And let him that riseth up against me be as the unrighteous."}, {"id": 18027008, "c": 27, "v": 8, "d": "For what is the hope of the godless, though he get him gain, When God taketh away his soul?"}, {"id": 18027009, "c": 27, "v": 9, "d": "Will God hear his cry, When trouble cometh upon him?"}, {"id": 18027010, "c": 27, "v": 10, "d": "Will he delight himself in the Almighty, And call upon God at all times?"}, {"id": 18027011, "c": 27, "v": 11, "d": "I will teach you concerning the hand of God; That which is with the Almighty will I not conceal."}, {"id": 18027012, "c": 27, "v": 12, "d": "Behold, all ye yourselves have seen it; Why then are ye become altogether vain?"}, {"id": 18027013, "c": 27, "v": 13, "d": "This is the portion of a wicked man with God, And the heritage of oppressors, which they receive from the Almighty:"}, {"id": 18027014, "c": 27, "v": 14, "d": "If his children be multiplied, it is for the sword; And his offspring shall not be satisfied with bread."}, {"id": 18027015, "c": 27, "v": 15, "d": "Those that remain of him shall be buried in death, And his widows shall make no lamentation."}, {"id": 18027016, "c": 27, "v": 16, "d": "Though he heap up silver as the dust, And prepare raiment as the clay;"}, {"id": 18027017, "c": 27, "v": 17, "d": "He may prepare it, but the just shall put it on, And the innocent shall divide the silver."}, {"id": 18027018, "c": 27, "v": 18, "d": "He buildeth his house as the moth, And as a booth which the keeper maketh."}, {"id": 18027019, "c": 27, "v": 19, "d": "He lieth down rich, but he shall not be gathered `to his fathers'; He openeth his eyes, and he is not."}, {"id": 18027020, "c": 27, "v": 20, "d": "Terrors overtake him like waters; A tempest stealeth him away in the night."}, {"id": 18027021, "c": 27, "v": 21, "d": "The east wind carrieth him away, and he departeth; And it sweepeth him out of his place."}, {"id": 18027022, "c": 27, "v": 22, "d": "For `God' shall hurl at him, and not spare: He would fain flee out of his hand."}, {"id": 18027023, "c": 27, "v": 23, "d": "Men shall clap their hands at him, And shall hiss him out of his place."}, {"id": 18028001, "c": 28, "v": 1, "d": "Surely there is a mine for silver, And a place for gold which they refine."}, {"id": 18028002, "c": 28, "v": 2, "d": "Iron is taken out of the earth, And copper is molten out of the stone."}, {"id": 18028003, "c": 28, "v": 3, "d": "`Man' setteth an end to darkness, And searcheth out, to the furthest bound, The stones of obscurity and of thick darkness."}, {"id": 18028004, "c": 28, "v": 4, "d": "He breaketh open a shaft away from where men sojourn; They are forgotten of the foot; They hang afar from men, they swing to and fro."}, {"id": 18028005, "c": 28, "v": 5, "d": "As for the earth, out of it cometh bread; And underneath it is turned up as it were by fire."}, {"id": 18028006, "c": 28, "v": 6, "d": "The stones thereof are the place of sapphires, And it hath dust of gold."}, {"id": 18028007, "c": 28, "v": 7, "d": "That path no bird of prey knoweth, Neither hath the falcon's eye seen it:"}, {"id": 18028008, "c": 28, "v": 8, "d": "The proud beasts have not trodden it, Nor hath the fierce lion passed thereby."}, {"id": 18028009, "c": 28, "v": 9, "d": "He putteth forth his hand upon the flinty rock; He overturneth the mountains by the roots."}, {"id": 18028010, "c": 28, "v": 10, "d": "He cutteth out channels among the rocks; And his eye seeth every precious thing."}, {"id": 18028011, "c": 28, "v": 11, "d": "He bindeth the streams that they trickle not; And the thing that is hid bringeth he forth to light."}, {"id": 18028012, "c": 28, "v": 12, "d": "But where shall wisdom be found? And where is the place of understanding?"}, {"id": 18028013, "c": 28, "v": 13, "d": "Man knoweth not the price thereof; Neither is it found in the land of the living."}, {"id": 18028014, "c": 28, "v": 14, "d": "The deep saith, It is not in me; And the sea saith, It is not with me."}, {"id": 18028015, "c": 28, "v": 15, "d": "It cannot be gotten for gold, Neither shall silver be weighed for the price thereof."}, {"id": 18028016, "c": 28, "v": 16, "d": "It cannot be valued with the gold of Ophir, With the precious onyx, or the sapphire."}, {"id": 18028017, "c": 28, "v": 17, "d": "Gold and glass cannot equal it, Neither shall it be exchanged for jewels of fine gold."}, {"id": 18028018, "c": 28, "v": 18, "d": "No mention shall be made of coral or of crystal: Yea, the price of wisdom is above rubies."}, {"id": 18028019, "c": 28, "v": 19, "d": "The topaz of Ethiopia shall not equal it, Neither shall it be valued with pure gold."}, {"id": 18028020, "c": 28, "v": 20, "d": "Whence then cometh wisdom? And where is the place of understanding?"}, {"id": 18028021, "c": 28, "v": 21, "d": "Seeing it is hid from the eyes of all living, And kept close from the birds of the heavens."}, {"id": 18028022, "c": 28, "v": 22, "d": "Destruction and Death say, We have heard a rumor thereof with our ears."}, {"id": 18028023, "c": 28, "v": 23, "d": "God understandeth the way thereof, And he knoweth the place thereof."}, {"id": 18028024, "c": 28, "v": 24, "d": "For he looketh to the ends of the earth, And seeth under the whole heaven;"}, {"id": 18028025, "c": 28, "v": 25, "d": "To make a weight for the wind: Yea, he meteth out the waters by measure."}, {"id": 18028026, "c": 28, "v": 26, "d": "When he made a decree for the rain, And a way for the lightning of the thunder;"}, {"id": 18028027, "c": 28, "v": 27, "d": "Then did he see it, and declare it; He established it, yea, and searched it out."}, {"id": 18028028, "c": 28, "v": 28, "d": "And unto man he said, Behold, the fear of the Lord, that is wisdom; And to depart from evil is understanding."}, {"id": 18029001, "c": 29, "v": 1, "d": "And Job again took up his parable, and said,"}, {"id": 18029002, "c": 29, "v": 2, "d": "Oh that I were as in the months of old, As in the days when God watched over me;"}, {"id": 18029003, "c": 29, "v": 3, "d": "When his lamp shined upon my head, And by his light I walked through darkness;"}, {"id": 18029004, "c": 29, "v": 4, "d": "As I was in the ripeness of my days, When the friendship of God was upon my tent;"}, {"id": 18029005, "c": 29, "v": 5, "d": "When the Almighty was yet with me, And my children were about me;"}, {"id": 18029006, "c": 29, "v": 6, "d": "When my steps were washed with butter, And the rock poured me out streams of oil!"}, {"id": 18029007, "c": 29, "v": 7, "d": "When I went forth to the gate unto the city, When I prepared my seat in the street,"}, {"id": 18029008, "c": 29, "v": 8, "d": "The young men saw me and hid themselves, And the aged rose up and stood;"}, {"id": 18029009, "c": 29, "v": 9, "d": "The princes refrained from talking, And laid their hand on their mouth;"}, {"id": 18029010, "c": 29, "v": 10, "d": "The voice of the nobles was hushed, And their tongue cleaved to the roof of their mouth."}, {"id": 18029011, "c": 29, "v": 11, "d": "For when the ear heard `me', then it blessed me; And when the eye saw `me', it gave witness unto me:"}, {"id": 18029012, "c": 29, "v": 12, "d": "Because I delivered the poor that cried, The fatherless also, that had none to help him."}, {"id": 18029013, "c": 29, "v": 13, "d": "The blessing of him that was ready to perish came upon me; And I caused the widow's heart to sing for joy."}, {"id": 18029014, "c": 29, "v": 14, "d": "I put on righteousness, and it clothed me: My justice was as a robe and a diadem."}, {"id": 18029015, "c": 29, "v": 15, "d": "I was eyes to the blind, And feet was I to the lame."}, {"id": 18029016, "c": 29, "v": 16, "d": "I was a father to the needy: And the cause of him that I knew not I searched out."}, {"id": 18029017, "c": 29, "v": 17, "d": "And I brake the jaws of the unrighteous, And plucked the prey out of his teeth."}, {"id": 18029018, "c": 29, "v": 18, "d": "Then I said, I shall die in my nest, And I shall multiply my days as the sand:"}, {"id": 18029019, "c": 29, "v": 19, "d": "My root is spread out to the waters, And the dew lieth all night upon my branch;"}, {"id": 18029020, "c": 29, "v": 20, "d": "My glory is fresh in me, And my bow is renewed in my hand."}, {"id": 18029021, "c": 29, "v": 21, "d": "Unto me men gave ear, and waited, And kept silence for my counsel."}, {"id": 18029022, "c": 29, "v": 22, "d": "After my words they spake not again; And my speech distilled upon them."}, {"id": 18029023, "c": 29, "v": 23, "d": "And they waited for me as for the rain; And they opened their mouth wide `as' for the latter rain."}, {"id": 18029024, "c": 29, "v": 24, "d": "I smiled on them, when they had no confidence; And the light of my countenance they cast not down."}, {"id": 18029025, "c": 29, "v": 25, "d": "I chose out their way, and sat `as' chief, And dwelt as a king in the army, As one that comforteth the mourners."}, {"id": 18030001, "c": 30, "v": 1, "d": "But now they that are younger than I have me in derision, Whose fathers I disdained to set with the dogs of my flock."}, {"id": 18030002, "c": 30, "v": 2, "d": "Yea, the strength of their hands, whereto should it profit me? Men in whom ripe age is perished."}, {"id": 18030003, "c": 30, "v": 3, "d": "They are gaunt with want and famine; They gnaw the dry ground, in the gloom of wasteness and desolation."}, {"id": 18030004, "c": 30, "v": 4, "d": "They pluck salt-wort by the bushes; And the roots of the broom are their food."}, {"id": 18030005, "c": 30, "v": 5, "d": "They are driven forth from the midst `of men'; They cry after them as after a thief;"}, {"id": 18030006, "c": 30, "v": 6, "d": "So that they dwell in frightful valleys, In holes of the earth and of the rocks."}, {"id": 18030007, "c": 30, "v": 7, "d": "Among the bushes they bray; Under the nettles they are gathered together."}, {"id": 18030008, "c": 30, "v": 8, "d": "`They are' children of fools, yea, children of base men; They were scourged out of the land."}, {"id": 18030009, "c": 30, "v": 9, "d": "And now I am become their song, Yea, I am a byword unto them."}, {"id": 18030010, "c": 30, "v": 10, "d": "They abhor me, they stand aloof from me, And spare not to spit in my face."}, {"id": 18030011, "c": 30, "v": 11, "d": "For he hath loosed his cord, and afflicted me; And they have cast off the bridle before me."}, {"id": 18030012, "c": 30, "v": 12, "d": "Upon my right hand rise the rabble; They thrust aside my feet, And they cast up against me their ways of destruction."}, {"id": 18030013, "c": 30, "v": 13, "d": "They mar my path, They set forward my calamity, `Even' men that have no helper."}, {"id": 18030014, "c": 30, "v": 14, "d": "As through a wide breach they come: In the midst of the ruin they roll themselves `upon me'."}, {"id": 18030015, "c": 30, "v": 15, "d": "Terrors are turned upon me; They chase mine honor as the wind; And my welfare is passed away as a cloud."}, {"id": 18030016, "c": 30, "v": 16, "d": "And now my soul is poured out within me; Days of affliction have taken hold upon me."}, {"id": 18030017, "c": 30, "v": 17, "d": "In the night season my bones are pierced in me, And the `pains' that gnaw me take no rest."}, {"id": 18030018, "c": 30, "v": 18, "d": "By `God's' great force is my garment disfigured; It bindeth me about as the collar of my coat."}, {"id": 18030019, "c": 30, "v": 19, "d": "He hath cast me into the mire, And I am become like dust and ashes."}, {"id": 18030020, "c": 30, "v": 20, "d": "I cry unto thee, and thou dost not answer me: I stand up, and thou gazest at me."}, {"id": 18030021, "c": 30, "v": 21, "d": "Thou art turned to be cruel to me; With the might of thy hand thou persecutest me."}, {"id": 18030022, "c": 30, "v": 22, "d": "Thou liftest me up to the wind, thou causest me to ride `upon it'; And thou dissolvest me in the storm."}, {"id": 18030023, "c": 30, "v": 23, "d": "For I know that thou wilt bring me to death, And to the house appointed for all living."}, {"id": 18030024, "c": 30, "v": 24, "d": "Howbeit doth not one stretch out the hand in his fall? Or in his calamity therefore cry for help?"}, {"id": 18030025, "c": 30, "v": 25, "d": "Did not I weep for him that was in trouble? Was not my soul grieved for the needy?"}, {"id": 18030026, "c": 30, "v": 26, "d": "When I looked for good, then evil came; And when I waited for light, there came darkness."}, {"id": 18030027, "c": 30, "v": 27, "d": "My heart is troubled, and resteth not; Days of affliction are come upon me."}, {"id": 18030028, "c": 30, "v": 28, "d": "I go mourning without the sun: I stand up in the assembly, and cry for help."}, {"id": 18030029, "c": 30, "v": 29, "d": "I am a brother to jackals, And a companion to ostriches."}, {"id": 18030030, "c": 30, "v": 30, "d": "My skin is black, `and falleth' from me, And my bones are burned with heat."}, {"id": 18030031, "c": 30, "v": 31, "d": "Therefore is my harp `turned' to mourning, And my pipe into the voice of them that weep."}, {"id": 18031001, "c": 31, "v": 1, "d": "I made a covenant with mine eyes; How then should I look upon a virgin?"}, {"id": 18031002, "c": 31, "v": 2, "d": "For what is the portion from God above, And the heritage from the Almighty on high?"}, {"id": 18031003, "c": 31, "v": 3, "d": "Is it not calamity to the unrighteous, And disaster to the workers of iniquity?"}, {"id": 18031004, "c": 31, "v": 4, "d": "Doth not he see my ways, And number all my steps?"}, {"id": 18031005, "c": 31, "v": 5, "d": "If I have walked with falsehood, And my foot hath hasted to deceit;"}, {"id": 18031006, "c": 31, "v": 6, "d": "(Let me be weighed in an even balance, That God may know mine integrity);"}, {"id": 18031007, "c": 31, "v": 7, "d": "If my step hath turned out of the way, And my heart walked after mine eyes, And if any spot hath cleaved to my hands:"}, {"id": 18031008, "c": 31, "v": 8, "d": "Then let me sow, and let another eat; Yea, let the produce of my field be rooted out."}, {"id": 18031009, "c": 31, "v": 9, "d": "If my heart hath been enticed unto a woman, And I have laid wait at my neighbor's door;"}, {"id": 18031010, "c": 31, "v": 10, "d": "Then let my wife grind unto another, And let others bow down upon her."}, {"id": 18031011, "c": 31, "v": 11, "d": "For that were a heinous crime; Yea, it were an iniquity to be punished by the judges:"}, {"id": 18031012, "c": 31, "v": 12, "d": "For it is a fire that consumeth unto Destruction, And would root out all mine increase."}, {"id": 18031013, "c": 31, "v": 13, "d": "If I have despised the cause of my man-servant or of my maid-servant, When they contended with me;"}, {"id": 18031014, "c": 31, "v": 14, "d": "What then shall I do when God riseth up? And when he visiteth, what shall I answer him?"}, {"id": 18031015, "c": 31, "v": 15, "d": "Did not he that made me in the womb make him? And did not one fashion us in the womb?"}, {"id": 18031016, "c": 31, "v": 16, "d": "If I have withheld the poor from `their' desire, Or have caused the eyes of the widow to fail,"}, {"id": 18031017, "c": 31, "v": 17, "d": "Or have eaten my morsel alone, And the fatherless hath not eaten thereof;"}, {"id": 18031018, "c": 31, "v": 18, "d": "(Nay, from my youth he grew up with me as with a father, And her have I guided from my mother's womb);"}, {"id": 18031019, "c": 31, "v": 19, "d": "If I have seen any perish for want of clothing, Or that the needy had no covering;"}, {"id": 18031020, "c": 31, "v": 20, "d": "If his loins have not blessed me, And if he hath not been warmed with the fleece of my sheep;"}, {"id": 18031021, "c": 31, "v": 21, "d": "If I have lifted up my hand against the fatherless, Because I saw my help in the gate:"}, {"id": 18031022, "c": 31, "v": 22, "d": "Then let my shoulder fall from the shoulder-blade, And mine arm be broken from the bone."}, {"id": 18031023, "c": 31, "v": 23, "d": "For calamity from God is a terror to me, And by reason of his majesty I can do nothing."}, {"id": 18031024, "c": 31, "v": 24, "d": "If I have made gold my hope, And have said to the fine gold, `Thou art' my confidence;"}, {"id": 18031025, "c": 31, "v": 25, "d": "If I have rejoiced because my wealth was great, And because my hand had gotten much;"}, {"id": 18031026, "c": 31, "v": 26, "d": "If I have beheld the sun when it shined, Or the moon walking in brightness,"}, {"id": 18031027, "c": 31, "v": 27, "d": "And my heart hath been secretly enticed, And my mouth hath kissed my hand:"}, {"id": 18031028, "c": 31, "v": 28, "d": "This also were an iniquity to be punished by the judges; For I should have denied the God that is above."}, {"id": 18031029, "c": 31, "v": 29, "d": "If I have rejoiced at the destruction of him that hated me, Or lifted up myself when evil found him;"}, {"id": 18031030, "c": 31, "v": 30, "d": "(Yea, I have not suffered by mouth to sin By asking his life with a curse);"}, {"id": 18031031, "c": 31, "v": 31, "d": "If the men of my tent have not said, Who can find one that hath not been filled with his meat?"}, {"id": 18031032, "c": 31, "v": 32, "d": "(The sojourner hath not lodged in the street; But I have opened my doors to the traveller);"}, {"id": 18031033, "c": 31, "v": 33, "d": "If like Adam I have covered my transgressions, By hiding mine iniquity in my bosom,"}, {"id": 18031034, "c": 31, "v": 34, "d": "Because I feared the great multitude, And the contempt of families terrified me, So that I kept silence, and went not out of the door-"}, {"id": 18031035, "c": 31, "v": 35, "d": "Oh that I had one to hear me! (Lo, here is my signature, let the Almighty answer me); And `that I had' the indictment which mine adversary hath written!"}, {"id": 18031036, "c": 31, "v": 36, "d": "Surely I would carry it upon my shoulder; I would bind it unto me as a crown:"}, {"id": 18031037, "c": 31, "v": 37, "d": "I would declare unto him the number of my steps; As a prince would I go near unto him."}, {"id": 18031038, "c": 31, "v": 38, "d": "If my land crieth out against me, And the furrows thereof weep together;"}, {"id": 18031039, "c": 31, "v": 39, "d": "If I have eaten the fruits thereof without money, Or have caused the owners thereof to lose their life:"}, {"id": 18031040, "c": 31, "v": 40, "d": "Let thistles grow instead of wheat, And cockle instead of barley. The words of Job are ended."}, {"id": 18032001, "c": 32, "v": 1, "d": "So these three men ceased to answer Job, because he was righteous in his own eyes."}, {"id": 18032002, "c": 32, "v": 2, "d": "Then was kindled the wrath of Elihu the son of Barachel the Buzite, of the family of Ram: against Job was his wrath kindled, because he justified himself rather than God."}, {"id": 18032003, "c": 32, "v": 3, "d": "Also against his three friends was his wrath kindled, because they had found no answer, and yet had condemned Job."}, {"id": 18032004, "c": 32, "v": 4, "d": "Now Elihu had waited to speak unto Job, because they were elder than he."}, {"id": 18032005, "c": 32, "v": 5, "d": "And when Elihu saw that there was no answer in the mouth of these three men, his wrath was kindled."}, {"id": 18032006, "c": 32, "v": 6, "d": "And Elihu the son of Barachel the Buzite answered and said, I am young, and ye are very old; Wherefore I held back, and durst not show you mine opinion."}, {"id": 18032007, "c": 32, "v": 7, "d": "I said, Days should speak, And multitude of years should teach wisdom."}, {"id": 18032008, "c": 32, "v": 8, "d": "But there is a spirit in man, And the breath of the Almighty giveth them understanding."}, {"id": 18032009, "c": 32, "v": 9, "d": "It is not the great that are wise, Nor the aged that understand justice."}, {"id": 18032010, "c": 32, "v": 10, "d": "Therefore I said, Hearken to me; I also will show mine opinion."}, {"id": 18032011, "c": 32, "v": 11, "d": "Behold, I waited for your words, I listened for your reasonings, Whilst ye searched out what to say."}, {"id": 18032012, "c": 32, "v": 12, "d": "Yea, I attended unto you, And, behold, there was none that convinced Job, Or that answered his words, among you."}, {"id": 18032013, "c": 32, "v": 13, "d": "Beware lest ye say, We have found wisdom; God may vanquish him, not man:"}, {"id": 18032014, "c": 32, "v": 14, "d": "For he hath not directed his words against me; Neither will I answer him with your speeches."}, {"id": 18032015, "c": 32, "v": 15, "d": "They are amazed, they answer no more: They have not a word to say."}, {"id": 18032016, "c": 32, "v": 16, "d": "And shall I wait, because they speak not, Because they stand still, and answer no more?"}, {"id": 18032017, "c": 32, "v": 17, "d": "I also will answer my part, I also will show mine opinion."}, {"id": 18032018, "c": 32, "v": 18, "d": "For I am full of words; The spirit within me constraineth me."}, {"id": 18032019, "c": 32, "v": 19, "d": "Behold, my breast is as wine which hath no vent; Like new wine-skins it is ready to burst."}, {"id": 18032020, "c": 32, "v": 20, "d": "I will speak, that I may be refreshed; I will open my lips and answer."}, {"id": 18032021, "c": 32, "v": 21, "d": "Let me not, I pray you, respect any man's person; Neither will I give flattering titles unto any man."}, {"id": 18032022, "c": 32, "v": 22, "d": "For I know not to give flattering titles; `Else' would my Maker soon take me away."}, {"id": 18033001, "c": 33, "v": 1, "d": "Howbeit, Job, I pray thee, hear my speech, And hearken to all my words."}, {"id": 18033002, "c": 33, "v": 2, "d": "Behold now, I have opened my mouth; My tongue hath spoken in my mouth."}, {"id": 18033003, "c": 33, "v": 3, "d": "My words `shall utter' the uprightness of my heart; And that which my lips know they shall speak sincerely."}, {"id": 18033004, "c": 33, "v": 4, "d": "The Spirit of God hath made me, And the breath of the Almighty giveth me life."}, {"id": 18033005, "c": 33, "v": 5, "d": "If thou canst, answer thou me; Set `thy words' in order before me, stand forth."}, {"id": 18033006, "c": 33, "v": 6, "d": "Behold, I am toward God even as thou art: I also am formed out of the clay."}, {"id": 18033007, "c": 33, "v": 7, "d": "Behold, my terror shall not make thee afraid, Neither shall my pressure be heavy upon thee."}, {"id": 18033008, "c": 33, "v": 8, "d": "Surely thou hast spoken in my hearing, And I have heard the voice of `thy' words, `saying',"}, {"id": 18033009, "c": 33, "v": 9, "d": "I am clean, without transgression; I am innocent, neither is there iniquity in me:"}, {"id": 18033010, "c": 33, "v": 10, "d": "Behold, he findeth occasions against me, He counteth me for his enemy:"}, {"id": 18033011, "c": 33, "v": 11, "d": "He putteth my feet in the stocks, He marketh all my paths."}, {"id": 18033012, "c": 33, "v": 12, "d": "Behold, I will answer thee, in this thou art not just; For God is greater than man."}, {"id": 18033013, "c": 33, "v": 13, "d": "Why dost thou strive against him, For that he giveth not account of any of his matters?"}, {"id": 18033014, "c": 33, "v": 14, "d": "For God speaketh once, Yea twice, `though man' regardeth it not."}, {"id": 18033015, "c": 33, "v": 15, "d": "In a dream, in a vision of the night, When deep sleep falleth upon men, In slumberings upon the bed;"}, {"id": 18033016, "c": 33, "v": 16, "d": "Then he openeth the ears of men, And sealeth their instruction,"}, {"id": 18033017, "c": 33, "v": 17, "d": "That he may withdraw man `from his' purpose, And hide pride from man;"}, {"id": 18033018, "c": 33, "v": 18, "d": "He keepeth back his soul from the pit, And his life from perishing by the sword."}, {"id": 18033019, "c": 33, "v": 19, "d": "He is chastened also with pain upon his bed, And with continual strife in his bones;"}, {"id": 18033020, "c": 33, "v": 20, "d": "So that his life abhorreth bread, And his soul dainty food."}, {"id": 18033021, "c": 33, "v": 21, "d": "His flesh is consumed away, that it cannot be seen; And his bones that were not seen stick out."}, {"id": 18033022, "c": 33, "v": 22, "d": "Yea, his soul draweth near unto the pit, And his life to the destroyers."}, {"id": 18033023, "c": 33, "v": 23, "d": "If there be with him an angel, An interpreter, one among a thousand, To show unto man what is right for him;"}, {"id": 18033024, "c": 33, "v": 24, "d": "Then `God' is gracious unto him, and saith, Deliver him from going down to the pit, I have found a ransom."}, {"id": 18033025, "c": 33, "v": 25, "d": "His flesh shall be fresher than a child's; He returneth to the days of his youth."}, {"id": 18033026, "c": 33, "v": 26, "d": "He prayeth unto God, and he is favorable unto him, So that he seeth his face with joy: And he restoreth unto man his righteousness."}, {"id": 18033027, "c": 33, "v": 27, "d": "He singeth before men, and saith, I have sinned, and perverted that which was right, And it profited me not:"}, {"id": 18033028, "c": 33, "v": 28, "d": "He hath redeemed my soul from going into the pit, And my life shall behold the light."}, {"id": 18033029, "c": 33, "v": 29, "d": "Lo, all these things doth God work, Twice, `yea' thrice, with a man,"}, {"id": 18033030, "c": 33, "v": 30, "d": "To bring back his soul from the pit, That he may be enlightened with the light of the living."}, {"id": 18033031, "c": 33, "v": 31, "d": "Mark well, O Job, hearken unto me: Hold thy peace, and I will speak."}, {"id": 18033032, "c": 33, "v": 32, "d": "If thou hast anything to say, answer me: Speak, for I desire to justify thee."}, {"id": 18033033, "c": 33, "v": 33, "d": "If not, hearken thou unto me: Hold thy peace, and I will teach thee wisdom."}, {"id": 18034001, "c": 34, "v": 1, "d": "Moreover Elihu answered and said,"}, {"id": 18034002, "c": 34, "v": 2, "d": "Hear my words, ye wise men; And give ear unto me, ye that have knowledge."}, {"id": 18034003, "c": 34, "v": 3, "d": "For the ear trieth words, As the palate tasteth food."}, {"id": 18034004, "c": 34, "v": 4, "d": "Let us choose for us that which is right: Let us know among ourselves what is good."}, {"id": 18034005, "c": 34, "v": 5, "d": "For Job hath said, I am righteous, And God hath taken away my right:"}, {"id": 18034006, "c": 34, "v": 6, "d": "Notwithstanding my right I am `accounted' a liar; My wound is incurable, `though I am' without transgression."}, {"id": 18034007, "c": 34, "v": 7, "d": "What man is like Job, Who drinketh up scoffing like water,"}, {"id": 18034008, "c": 34, "v": 8, "d": "Who goeth in company with the workers of iniquity, And walketh with wicked men?"}, {"id": 18034009, "c": 34, "v": 9, "d": "For he hath said, It profiteth a man nothing That he should delight himself with God."}, {"id": 18034010, "c": 34, "v": 10, "d": "Therefore hearken unto me, ye men of understanding: Far be it from God, that he should do wickedness, And from the Almighty, that he should commit iniquity."}, {"id": 18034011, "c": 34, "v": 11, "d": "For the work of a man will he render unto him, And cause every man to find according to his ways."}, {"id": 18034012, "c": 34, "v": 12, "d": "Yea, of a surety, God will not do wickedly, Neither will the Almighty pervert justice."}, {"id": 18034013, "c": 34, "v": 13, "d": "Who gave him a charge over the earth? Or who hath disposed the whole world?"}, {"id": 18034014, "c": 34, "v": 14, "d": "If he set his heart upon himself, `If' he gather unto himself his spirit and his breath;"}, {"id": 18034015, "c": 34, "v": 15, "d": "All flesh shall perish together, And man shall turn again unto dust."}, {"id": 18034016, "c": 34, "v": 16, "d": "If now `thou hast' understanding, hear this: Hearken to the voice of my words."}, {"id": 18034017, "c": 34, "v": 17, "d": "Shall even one that hateth justice govern? And wilt thou condemn him that is righteous `and' mighty?-"}, {"id": 18034018, "c": 34, "v": 18, "d": "`Him' that saith to a king, `Thou art' vile, `Or' to nobles, `Ye are' wicked;"}, {"id": 18034019, "c": 34, "v": 19, "d": "That respecteth not the persons of princes, Nor regardeth the rich more than the poor; For they all are the work of his hands."}, {"id": 18034020, "c": 34, "v": 20, "d": "In a moment they die, even at midnight; The people are shaken and pass away, And the mighty are taken away without hand."}, {"id": 18034021, "c": 34, "v": 21, "d": "For his eyes are upon the ways of a man, And he seeth all his goings."}, {"id": 18034022, "c": 34, "v": 22, "d": "There is no darkness, nor thick gloom, Where the workers of iniquity may hide themselves."}, {"id": 18034023, "c": 34, "v": 23, "d": "For he needeth not further to consider a man, That he should go before God in judgment."}, {"id": 18034024, "c": 34, "v": 24, "d": "He breaketh in pieces mighty men `in ways' past finding out, And setteth others in their stead."}, {"id": 18034025, "c": 34, "v": 25, "d": "Therefore he taketh knowledge of their works; And he overturneth them in the night, so that they are destroyed."}, {"id": 18034026, "c": 34, "v": 26, "d": "He striketh them as wicked men In the open sight of others;"}, {"id": 18034027, "c": 34, "v": 27, "d": "Because they turned aside from following him, And would not have regard in any of his ways:"}, {"id": 18034028, "c": 34, "v": 28, "d": "So that they caused the cry of the poor to come unto him, And he heard the cry of the afflicted."}, {"id": 18034029, "c": 34, "v": 29, "d": "When he giveth quietness, who then can condemn? And when he hideth his face, who then can behold him? Alike whether `it be done' unto a nation, or unto a man:"}, {"id": 18034030, "c": 34, "v": 30, "d": "That the godless man reign not, That there be none to ensnare the people."}, {"id": 18034031, "c": 34, "v": 31, "d": "For hath any said unto God, I have borne `chastisement', I will not offend `any more':"}, {"id": 18034032, "c": 34, "v": 32, "d": "That which I see not teach thou me: If I have done iniquity, I will do it no more?"}, {"id": 18034033, "c": 34, "v": 33, "d": "Shall his recompense be as thou wilt, that thou refusest it? For thou must choose, and not I: Therefore speak what thou knowest."}, {"id": 18034034, "c": 34, "v": 34, "d": "Men of understanding will say unto me, Yea, every wise man that heareth me:"}, {"id": 18034035, "c": 34, "v": 35, "d": "Job speaketh without knowledge, And his words are without wisdom."}, {"id": 18034036, "c": 34, "v": 36, "d": "Would that Job were tried unto the end, Because of his answering like wicked men."}, {"id": 18034037, "c": 34, "v": 37, "d": "For he addeth rebellion unto his sin; He clappeth his hands among us, And multiplieth his words against God."}, {"id": 18035001, "c": 35, "v": 1, "d": "Moreover Elihu answered and said,"}, {"id": 18035002, "c": 35, "v": 2, "d": "Thinkest thou this to be `thy' right, `Or' sayest thou, My righteousness is more than God's,"}, {"id": 18035003, "c": 35, "v": 3, "d": "That thou sayest, What advantage will it be unto thee? `And', What profit shall I have, more than if I had sinned?"}, {"id": 18035004, "c": 35, "v": 4, "d": "I will answer thee, And thy companions with thee."}, {"id": 18035005, "c": 35, "v": 5, "d": "Look unto the heavens, and see; And behold the skies, which are higher than thou."}, {"id": 18035006, "c": 35, "v": 6, "d": "If thou hast sinned, what effectest thou against him? And if thy transgressions be multiplied, what doest thou unto him?"}, {"id": 18035007, "c": 35, "v": 7, "d": "If thou be righteous, what givest thou him? Or what receiveth he of thy hand?"}, {"id": 18035008, "c": 35, "v": 8, "d": "Thy wickedness `may hurt' a man as thou art; And thy righteousness `may profit' a son of man."}, {"id": 18035009, "c": 35, "v": 9, "d": "By reason of the multitude of oppressions they cry out; They cry for help by reason of the arm of the mighty."}, {"id": 18035010, "c": 35, "v": 10, "d": "But none saith, Where is God my Maker, Who giveth songs in the night,"}, {"id": 18035011, "c": 35, "v": 11, "d": "Who teacheth us more than the beasts of the earth, And maketh us wiser than the birds of the heavens?"}, {"id": 18035012, "c": 35, "v": 12, "d": "There they cry, but none giveth answer, Because of the pride of evil men."}, {"id": 18035013, "c": 35, "v": 13, "d": "Surely God will not hear an empty `cry', Neither will the Almighty regard it."}, {"id": 18035014, "c": 35, "v": 14, "d": "How much less when thou sayest thou beholdest him not, The cause is before him, and thou waitest for him!"}, {"id": 18035015, "c": 35, "v": 15, "d": "But now, because he hath not visited in his anger, Neither doth he greatly regard arrogance;"}, {"id": 18035016, "c": 35, "v": 16, "d": "Therefore doth Job open his mouth in vanity; He multiplieth words without knowledge."}, {"id": 18036001, "c": 36, "v": 1, "d": "Elihu also proceeded, and said,"}, {"id": 18036002, "c": 36, "v": 2, "d": "Suffer me a little, and I will show thee; For I have yet somewhat to say on God's behalf."}, {"id": 18036003, "c": 36, "v": 3, "d": "I will fetch my knowledge from afar, And will ascribe righteousness to my Maker."}, {"id": 18036004, "c": 36, "v": 4, "d": "For truly my words are not false: One that is perfect in knowledge is with thee."}, {"id": 18036005, "c": 36, "v": 5, "d": "Behold, God is mighty, and despiseth not any: He is mighty in strength of understanding."}, {"id": 18036006, "c": 36, "v": 6, "d": "He preserveth not the life of the wicked, But giveth to the afflicted `their' right."}, {"id": 18036007, "c": 36, "v": 7, "d": "He withdraweth not his eyes from the righteous: But with kings upon the throne He setteth them for ever, and they are exalted."}, {"id": 18036008, "c": 36, "v": 8, "d": "And if they be bound in fetters, And be taken in the cords of afflictions;"}, {"id": 18036009, "c": 36, "v": 9, "d": "Then he showeth them their work, And their transgressions, that they have behaved themselves proudly."}, {"id": 18036010, "c": 36, "v": 10, "d": "He openeth also their ear to instruction, And commandeth that they return from iniquity."}, {"id": 18036011, "c": 36, "v": 11, "d": "If they hearken and serve `him', They shall spend their days in prosperity, And their years in pleasures."}, {"id": 18036012, "c": 36, "v": 12, "d": "But if they hearken not, they shall perish by the sword, And they shall die without knowledge."}, {"id": 18036013, "c": 36, "v": 13, "d": "But they that are godless in heart lay up anger: They cry not for help when he bindeth them."}, {"id": 18036014, "c": 36, "v": 14, "d": "They die in youth, And their life `perisheth' among the unclean."}, {"id": 18036015, "c": 36, "v": 15, "d": "He delivereth the afflicted by their affliction, And openeth their ear in oppression."}, {"id": 18036016, "c": 36, "v": 16, "d": "Yea, he would have allured thee out of distress Into a broad place, where there is no straitness; And that which is set on thy table would be full of fatness."}, {"id": 18036017, "c": 36, "v": 17, "d": "But thou art full of the judgment of the wicked: Judgment and justice take hold `on thee'."}, {"id": 18036018, "c": 36, "v": 18, "d": "For let not wrath stir thee up against chastisements; Neither let the greatness of the ransom turn thee aside."}, {"id": 18036019, "c": 36, "v": 19, "d": "Will thy cry avail, `that thou be' not in distress, Or all the forces of `thy' strength?"}, {"id": 18036020, "c": 36, "v": 20, "d": "Desire not the night, When peoples are cut off in their place."}, {"id": 18036021, "c": 36, "v": 21, "d": "Take heed, regard not iniquity: For this hast thou chosen rather than affliction."}, {"id": 18036022, "c": 36, "v": 22, "d": "Behold, God doeth loftily in his power: Who is a teacher like unto him?"}, {"id": 18036023, "c": 36, "v": 23, "d": "Who hath enjoined him his way? Or who can say, Thou hast wrought unrighteousness?"}, {"id": 18036024, "c": 36, "v": 24, "d": "Remember that thou magnify his work, Whereof men have sung."}, {"id": 18036025, "c": 36, "v": 25, "d": "All men have looked thereon; Man beholdeth it afar off."}, {"id": 18036026, "c": 36, "v": 26, "d": "Behold, God is great, and we know him not; The number of his years is unsearchable."}, {"id": 18036027, "c": 36, "v": 27, "d": "For he draweth up the drops of water, Which distil in rain from his vapor,"}, {"id": 18036028, "c": 36, "v": 28, "d": "Which the skies pour down And drop upon man abundantly."}, {"id": 18036029, "c": 36, "v": 29, "d": "Yea, can any understand the spreadings of the clouds, The thunderings of his pavilion?"}, {"id": 18036030, "c": 36, "v": 30, "d": "Behold, he spreadeth his light around him; And he covereth the bottom of the sea."}, {"id": 18036031, "c": 36, "v": 31, "d": "For by these he judgeth the peoples; He giveth food in abundance."}, {"id": 18036032, "c": 36, "v": 32, "d": "He covereth his hands with the lightning, And giveth it a charge that it strike the mark."}, {"id": 18036033, "c": 36, "v": 33, "d": "The noise thereof telleth concerning him, The cattle also concerning `the storm' that cometh up."}, {"id": 18037001, "c": 37, "v": 1, "d": "Yea, at this my heart trembleth, And is moved out of its place."}, {"id": 18037002, "c": 37, "v": 2, "d": "Hear, oh, hear the noise of his voice, And the sound that goeth out of his mouth."}, {"id": 18037003, "c": 37, "v": 3, "d": "He sendeth it forth under the whole heaven, And his lightening unto the ends of the earth."}, {"id": 18037004, "c": 37, "v": 4, "d": "After it a voice roareth; He thundereth with the voice of his majesty; And he restraineth not `the lightnings' when his voice is heard."}, {"id": 18037005, "c": 37, "v": 5, "d": "God thundereth marvellously with his voice; Great things doeth he, which we cannot comprehend."}, {"id": 18037006, "c": 37, "v": 6, "d": "For he saith to the snow, Fall thou on the earth; Likewise to the shower of rain, And to the showers of his mighty rain."}, {"id": 18037007, "c": 37, "v": 7, "d": "He sealeth up the hand of every man, That all men whom he hath made may know `it'."}, {"id": 18037008, "c": 37, "v": 8, "d": "Then the beasts go into coverts, And remain in their dens."}, {"id": 18037009, "c": 37, "v": 9, "d": "Out of the chamber `of the south' cometh the storm, And cold out of the north."}, {"id": 18037010, "c": 37, "v": 10, "d": "By the breath of God ice is given; And the breadth of the waters is straitened."}, {"id": 18037011, "c": 37, "v": 11, "d": "Yea, he ladeth the thick cloud with moisture; He spreadeth abroad the cloud of his lightning:"}, {"id": 18037012, "c": 37, "v": 12, "d": "And it is turned round about by his guidance, That they may do whatsoever he commandeth them Upon the face of the habitable world,"}, {"id": 18037013, "c": 37, "v": 13, "d": "Whether it be for correction, or for his land, Or for lovingkindness, that he cause it to come."}, {"id": 18037014, "c": 37, "v": 14, "d": "Hearken unto this, O Job: Stand still, and consider the wondrous works of God."}, {"id": 18037015, "c": 37, "v": 15, "d": "Dost thou know how God layeth `his charge' upon them, And causeth the lightning of his cloud to shine?"}, {"id": 18037016, "c": 37, "v": 16, "d": "Dost thou know the balancings of the clouds, The wondrous works of him who is perfect in knowledge?"}, {"id": 18037017, "c": 37, "v": 17, "d": "How thy garments are warm, When the earth is still by reason of the south `wind'?"}, {"id": 18037018, "c": 37, "v": 18, "d": "Canst thou with him spread out the sky, Which is strong as a molten mirror?"}, {"id": 18037019, "c": 37, "v": 19, "d": "Teach us what we shall say unto him; `For' we cannot set `our speech' in order by reason of darkness."}, {"id": 18037020, "c": 37, "v": 20, "d": "Shall it be told him that I would speak? Or should a man wish that he were swallowed up?"}, {"id": 18037021, "c": 37, "v": 21, "d": "And now men see not the light which is bright in the skies; But the wind passeth, and cleareth them."}, {"id": 18037022, "c": 37, "v": 22, "d": "Out of the north cometh golden splendor: God hath upon him terrible majesty."}, {"id": 18037023, "c": 37, "v": 23, "d": "`Touching' the Almighty, we cannot find him out He is excellent in power; And in justice and plenteous righteousness he will not afflict."}, {"id": 18037024, "c": 37, "v": 24, "d": "Men do therefore fear him: He regardeth not any that are wise of heart."}, {"id": 18038001, "c": 38, "v": 1, "d": "Then Jehovah answered Job out of the whirlwind, and said,"}, {"id": 18038002, "c": 38, "v": 2, "d": "Who is this that darkeneth counsel By words without knowledge?"}, {"id": 18038003, "c": 38, "v": 3, "d": "Gird up now thy loins like a man; For I will demand of thee, and declare thou unto me."}, {"id": 18038004, "c": 38, "v": 4, "d": "Where wast thou when I laid the foundations of the earth? Declare, if thou hast understanding."}, {"id": 18038005, "c": 38, "v": 5, "d": "Who determined the measures thereof, if thou knowest? Or who stretched the line upon it?"}, {"id": 18038006, "c": 38, "v": 6, "d": "Whereupon were the foundations thereof fastened? Or who laid the corner-stone thereof,"}, {"id": 18038007, "c": 38, "v": 7, "d": "When the morning stars sang together, And all the sons of God shouted for joy?"}, {"id": 18038008, "c": 38, "v": 8, "d": "Or `who' shut up the sea with doors, When it brake forth, `as if' it had issued out of the womb;"}, {"id": 18038009, "c": 38, "v": 9, "d": "When I made clouds the garment thereof, And thick darkness a swaddling-band for it,"}, {"id": 18038010, "c": 38, "v": 10, "d": "And marked out for it my bound, And set bars and doors,"}, {"id": 18038011, "c": 38, "v": 11, "d": "And said, Hitherto shalt thou come, but no further; And here shall thy proud waves be stayed?"}, {"id": 18038012, "c": 38, "v": 12, "d": "Hast thou commanded the morning since thy days `began', `And' caused the dayspring to know its place;"}, {"id": 18038013, "c": 38, "v": 13, "d": "That it might take hold of the ends of the earth, And the wicked be shaken out of it?"}, {"id": 18038014, "c": 38, "v": 14, "d": "It is changed as clay under the seal; And `all things' stand forth as a garment:"}, {"id": 18038015, "c": 38, "v": 15, "d": "And from the wicked their light is withholden, And the high arm is broken."}, {"id": 18038016, "c": 38, "v": 16, "d": "Hast thou entered into the springs of the sea? Or hast thou walked in the recesses of the deep?"}, {"id": 18038017, "c": 38, "v": 17, "d": "Have the gates of death been revealed unto thee? Or hast thou seen the gates of the shadow of death?"}, {"id": 18038018, "c": 38, "v": 18, "d": "Hast thou comprehended the earth in its breadth? Declare, if thou knowest it all."}, {"id": 18038019, "c": 38, "v": 19, "d": "Where is the way to the dwelling of light? And as for darkness, where is the place thereof,"}, {"id": 18038020, "c": 38, "v": 20, "d": "That thou shouldest take it to the bound thereof, And that thou shouldest discern the paths to the house thereof?"}, {"id": 18038021, "c": 38, "v": 21, "d": "`Doubtless', thou knowest, for thou wast then born, And the number of thy days is great!"}, {"id": 18038022, "c": 38, "v": 22, "d": "Hast thou entered the treasuries of the snow, Or hast thou seen the treasures of the hail,"}, {"id": 18038023, "c": 38, "v": 23, "d": "Which I have reserved against the time of trouble, Against the day of battle and war?"}, {"id": 18038024, "c": 38, "v": 24, "d": "By what way is the light parted, Or the east wind scattered upon the earth?"}, {"id": 18038025, "c": 38, "v": 25, "d": "Who hath cleft a channel for the waterflood, Or the way for the lightning of the thunder;"}, {"id": 18038026, "c": 38, "v": 26, "d": "To cause it to rain on a land where no man is; On the wilderness, wherein there is no man;"}, {"id": 18038027, "c": 38, "v": 27, "d": "To satisfy the waste and desolate `ground', And to cause the tender grass to spring forth?"}, {"id": 18038028, "c": 38, "v": 28, "d": "Hath the rain a father? Or who hath begotten the drops of dew?"}, {"id": 18038029, "c": 38, "v": 29, "d": "Out of whose womb came the ice? And the hoary frost of heaven, who hath gendered it?"}, {"id": 18038030, "c": 38, "v": 30, "d": "The waters hide themselves `and become' like stone, And the face of the deep is frozen."}, {"id": 18038031, "c": 38, "v": 31, "d": "Canst thou bind the cluster of the Pleiades, Or loose the bands of Orion?"}, {"id": 18038032, "c": 38, "v": 32, "d": "Canst thou lead forth the Mazzaroth in their season? Or canst thou guide the Bear with her train?"}, {"id": 18038033, "c": 38, "v": 33, "d": "Knowest thou the ordinances of the heavens? Canst thou establish the dominion thereof in the earth?"}, {"id": 18038034, "c": 38, "v": 34, "d": "Canst thou lift up thy voice to the clouds, That abundance of waters may cover thee?"}, {"id": 18038035, "c": 38, "v": 35, "d": "Canst thou send forth lightnings, that they may go, And say unto thee, Here we are?"}, {"id": 18038036, "c": 38, "v": 36, "d": "Who hath put wisdom in the inward parts? Or who hath given understanding to the mind?"}, {"id": 18038037, "c": 38, "v": 37, "d": "Who can number the clouds by wisdom? Or who can pour out the bottles of heaven,"}, {"id": 18038038, "c": 38, "v": 38, "d": "When the dust runneth into a mass, And the clods cleave fast together?"}, {"id": 18038039, "c": 38, "v": 39, "d": "Canst thou hunt the prey for the lioness, Or satisfy the appetite of the young lions,"}, {"id": 18038040, "c": 38, "v": 40, "d": "When they couch in their dens, `And' abide in the covert to lie in wait?"}, {"id": 18038041, "c": 38, "v": 41, "d": "Who provideth for the raven his prey, When his young ones cry unto God, `And' wander for lack of food?"}, {"id": 18039001, "c": 39, "v": 1, "d": "Knowest thou the time when the wild goats of the rock bring forth? `Or' canst thou mark when the hinds do calve?"}, {"id": 18039002, "c": 39, "v": 2, "d": "Canst thou number the months that they fulfil? Or knowest thou the time when they bring forth?"}, {"id": 18039003, "c": 39, "v": 3, "d": "They bow themselves, they bring forth their young, They cast out their pains."}, {"id": 18039004, "c": 39, "v": 4, "d": "Their young ones become strong, they grow up in the open field; They go forth, and return not again."}, {"id": 18039005, "c": 39, "v": 5, "d": "Who hath sent out the wild ass free? Or who hath loosed the bonds of the swift ass,"}, {"id": 18039006, "c": 39, "v": 6, "d": "Whose home I have made the wilderness, And the salt land his dwelling-place?"}, {"id": 18039007, "c": 39, "v": 7, "d": "He scorneth the tumult of the city, Neither heareth he the shoutings of the driver."}, {"id": 18039008, "c": 39, "v": 8, "d": "The range of the mountains is his pasture, And he searcheth after every green thing."}, {"id": 18039009, "c": 39, "v": 9, "d": "Will the wild-ox be content to serve thee? Or will he abide by thy crib?"}, {"id": 18039010, "c": 39, "v": 10, "d": "Canst thou bind the wild-ox with his band in the furrow? Or will he harrow the valleys after thee?"}, {"id": 18039011, "c": 39, "v": 11, "d": "Wilt thou trust him, because his strength is great? Or wilt thou leave to him thy labor?"}, {"id": 18039012, "c": 39, "v": 12, "d": "Wilt thou confide in him, that he will bring home thy seed, And gather `the grain' of thy threshing-floor?"}, {"id": 18039013, "c": 39, "v": 13, "d": "The wings of the ostrich wave proudly; `But' are they the pinions and plumage of love?"}, {"id": 18039014, "c": 39, "v": 14, "d": "For she leaveth her eggs on the earth, And warmeth them in the dust,"}, {"id": 18039015, "c": 39, "v": 15, "d": "And forgetteth that the foot may crush them, Or that the wild beast may trample them."}, {"id": 18039016, "c": 39, "v": 16, "d": "She dealeth hardly with her young ones, as if they were not hers: Though her labor be in vain, `she is' without fear;"}, {"id": 18039017, "c": 39, "v": 17, "d": "Because God hath deprived her of wisdom, Neither hath he imparted to her understanding."}, {"id": 18039018, "c": 39, "v": 18, "d": "What time she lifteth up herself on high, She scorneth the horse and his rider."}, {"id": 18039019, "c": 39, "v": 19, "d": "Hast thou given the horse `his' might? Hast thou clothed his neck with the quivering mane?"}, {"id": 18039020, "c": 39, "v": 20, "d": "Hast thou made him to leap as a locust? The glory of his snorting is terrible."}, {"id": 18039021, "c": 39, "v": 21, "d": "He paweth in the valley, and rejoiceth in his strength: He goeth out to meet the armed men."}, {"id": 18039022, "c": 39, "v": 22, "d": "He mocketh at fear, and is not dismayed; Neither turneth he back from the sword."}, {"id": 18039023, "c": 39, "v": 23, "d": "The quiver rattleth against him, The flashing spear and the javelin."}, {"id": 18039024, "c": 39, "v": 24, "d": "He swalloweth the ground with fierceness and rage; Neither believeth he that it is the voice of the trumpet."}, {"id": 18039025, "c": 39, "v": 25, "d": "As oft as the trumpet `soundeth' he saith, Aha! And he smelleth the battle afar off, The thunder of the captains, and the shouting."}, {"id": 18039026, "c": 39, "v": 26, "d": "Is it by thy wisdom that the hawk soareth, (And) stretcheth her wings toward the south?"}, {"id": 18039027, "c": 39, "v": 27, "d": "Is it at thy command that the eagle mounteth up, And maketh her nest on high?"}, {"id": 18039028, "c": 39, "v": 28, "d": "On the cliff she dwelleth, and maketh her home, Upon the point of the cliff, and the stronghold."}, {"id": 18039029, "c": 39, "v": 29, "d": "From thence she spieth out the prey; Her eyes behold it afar off."}, {"id": 18039030, "c": 39, "v": 30, "d": "Her young ones also suck up blood: And where the slain are, there is she."}, {"id": 18040001, "c": 40, "v": 1, "d": "Moreover Jehovah answered Job, and said,"}, {"id": 18040002, "c": 40, "v": 2, "d": "Shall he that cavilleth contend with the Almighty? He that argueth with God, let him answer it."}, {"id": 18040003, "c": 40, "v": 3, "d": "Then Job answered Jehovah, and said,"}, {"id": 18040004, "c": 40, "v": 4, "d": "Behold, I am of small account; What shall I answer thee? I lay my hand upon my mouth."}, {"id": 18040005, "c": 40, "v": 5, "d": "Once have I spoken, and I will not answer; Yea, twice, but I will proceed no further."}, {"id": 18040006, "c": 40, "v": 6, "d": "Then Jehovah answered Job out of the whirlwind, and said,"}, {"id": 18040007, "c": 40, "v": 7, "d": "Gird up thy loins now like a man: I will demand of thee, and declare thou unto me."}, {"id": 18040008, "c": 40, "v": 8, "d": "Wilt thou even annul my judgment? Wilt thou condemn me, that thou mayest be justified?"}, {"id": 18040009, "c": 40, "v": 9, "d": "Or hast thou an arm like God? And canst thou thunder with a voice like him?"}, {"id": 18040010, "c": 40, "v": 10, "d": "Deck thyself now with excellency and dignity; And array thyself with honor and majesty."}, {"id": 18040011, "c": 40, "v": 11, "d": "Pour forth the overflowings of thine anger; And look upon every one that is proud, and abase him."}, {"id": 18040012, "c": 40, "v": 12, "d": "Look on every one that is proud, `and' bring him low; And tread down the wicked where they stand."}, {"id": 18040013, "c": 40, "v": 13, "d": "Hide them in the dust together; Bind their faces in the hidden `place'."}, {"id": 18040014, "c": 40, "v": 14, "d": "Then will I also confess of thee That thine own right hand can save thee."}, {"id": 18040015, "c": 40, "v": 15, "d": "Behold now, behemoth, which I made as well as thee; He eateth grass as an ox."}, {"id": 18040016, "c": 40, "v": 16, "d": "Lo now, his strength is in his loins, And his force is in the muscles of his belly."}, {"id": 18040017, "c": 40, "v": 17, "d": "He moveth his tail like a cedar: The sinews of his thighs are knit together."}, {"id": 18040018, "c": 40, "v": 18, "d": "His bones are `as' tubes of brass; His limbs are like bars of iron."}, {"id": 18040019, "c": 40, "v": 19, "d": "He is the chief of the ways of God: He `only' that made him giveth him his sword."}, {"id": 18040020, "c": 40, "v": 20, "d": "Surely the mountains bring him forth food, Where all the beasts of the field do play."}, {"id": 18040021, "c": 40, "v": 21, "d": "He lieth under the lotus-trees, In the covert of the reed, and the fen."}, {"id": 18040022, "c": 40, "v": 22, "d": "The lotus-trees cover him with their shade; The willows of the brook compass him about."}, {"id": 18040023, "c": 40, "v": 23, "d": "Behold, if a river overflow, he trembleth not; He is confident, though a Jordan swell even to his mouth."}, {"id": 18040024, "c": 40, "v": 24, "d": "Shall any take him when he is on the watch, Or pierce through his nose with a snare?"}, {"id": 18041001, "c": 41, "v": 1, "d": "Canst thou draw out leviathan with a fishhook? Or press down his tongue with a cord?"}, {"id": 18041002, "c": 41, "v": 2, "d": "Canst thou put a rope into his nose? Or pierce his jaw through with a hook?"}, {"id": 18041003, "c": 41, "v": 3, "d": "Will he make many supplications unto thee? Or will he speak soft words unto thee?"}, {"id": 18041004, "c": 41, "v": 4, "d": "Will he make a covenant with thee, That thou shouldest take him for a servant for ever?"}, {"id": 18041005, "c": 41, "v": 5, "d": "Wilt thou play with him as with a bird? Or wilt thou bind him for thy maidens?"}, {"id": 18041006, "c": 41, "v": 6, "d": "Will the bands `of fishermen' make traffic of him? Will they part him among the merchants?"}, {"id": 18041007, "c": 41, "v": 7, "d": "Canst thou fill his skin with barbed irons, Or his head with fish-spears?"}, {"id": 18041008, "c": 41, "v": 8, "d": "Lay thy hand upon him; Remember the battle, and do so no more."}, {"id": 18041009, "c": 41, "v": 9, "d": "Behold, the hope of him is in vain: Will not one be cast down even at the sight of him?"}, {"id": 18041010, "c": 41, "v": 10, "d": "None is so fierce that he dare stir him up; Who then is he that can stand before me?"}, {"id": 18041011, "c": 41, "v": 11, "d": "Who hath first given unto me, that I should repay him? `Whatsoever is' under the whole heaven is mine."}, {"id": 18041012, "c": 41, "v": 12, "d": "I will not keep silence concerning his limbs, Nor his mighty strength, nor his goodly frame."}, {"id": 18041013, "c": 41, "v": 13, "d": "Who can strip off his outer garment? Who shall come within his jaws?"}, {"id": 18041014, "c": 41, "v": 14, "d": "Who can open the doors of his face? Round about his teeth is terror."}, {"id": 18041015, "c": 41, "v": 15, "d": "`His' strong scales are `his' pride, Shut up together `as with' a close seal."}, {"id": 18041016, "c": 41, "v": 16, "d": "One is so near to another, That no air can come between them."}, {"id": 18041017, "c": 41, "v": 17, "d": "They are joined one to another; They stick together, so that they cannot be sundered."}, {"id": 18041018, "c": 41, "v": 18, "d": "His sneezings flash forth light, And his eyes are like the eyelids of the morning."}, {"id": 18041019, "c": 41, "v": 19, "d": "Out of his mouth go burning torches, And sparks of fire leap forth."}, {"id": 18041020, "c": 41, "v": 20, "d": "Out of his nostrils a smoke goeth, As of a boiling pot and `burning' rushes."}, {"id": 18041021, "c": 41, "v": 21, "d": "His breath kindleth coals, And a flame goeth forth from his mouth."}, {"id": 18041022, "c": 41, "v": 22, "d": "In his neck abideth strength, And terror danceth before him."}, {"id": 18041023, "c": 41, "v": 23, "d": "The flakes of his flesh are joined together: They are firm upon him; they cannot be moved."}, {"id": 18041024, "c": 41, "v": 24, "d": "His heart is as firm as a stone; Yea, firm as the nether millstone."}, {"id": 18041025, "c": 41, "v": 25, "d": "When he raiseth himself up, the mighty are afraid: By reason of consternation they are beside themselves."}, {"id": 18041026, "c": 41, "v": 26, "d": "If one lay at him with the sword, it cannot avail; Nor the spear, the dart, nor the pointed shaft."}, {"id": 18041027, "c": 41, "v": 27, "d": "He counteth iron as straw, `And' brass as rotten wood."}, {"id": 18041028, "c": 41, "v": 28, "d": "The arrow cannot make him flee: Sling-stones are turned with him into stubble."}, {"id": 18041029, "c": 41, "v": 29, "d": "Clubs are counted as stubble: He laugheth at the rushing of the javelin."}, {"id": 18041030, "c": 41, "v": 30, "d": "His underparts are `like' sharp potsherds: He spreadeth `as it were' a threshing-wain upon the mire."}, {"id": 18041031, "c": 41, "v": 31, "d": "He maketh the deep to boil like a pot: He maketh the sea like a pot of ointment."}, {"id": 18041032, "c": 41, "v": 32, "d": "He maketh a path to shine after him; One would think the deep to be hoary."}, {"id": 18041033, "c": 41, "v": 33, "d": "Upon earth there is not his like, That is made without fear."}, {"id": 18041034, "c": 41, "v": 34, "d": "He beholdeth everything that is high: He is king over all the sons of pride."}, {"id": 18042001, "c": 42, "v": 1, "d": "Then Job answered Jehovah, and said,"}, {"id": 18042002, "c": 42, "v": 2, "d": "I know that thou canst do all things, And that no purpose of thine can be restrained."}, {"id": 18042003, "c": 42, "v": 3, "d": "Who is this that hideth counsel without knowledge? Therefore have I uttered that which I understood not, Things too wonderful for me, which I knew not."}, {"id": 18042004, "c": 42, "v": 4, "d": "Hear, I beseech thee, and I will speak; I will demand of thee, and declare thou unto me."}, {"id": 18042005, "c": 42, "v": 5, "d": "I had heard of thee by the hearing of the ear; But now mine eye seeth thee:"}, {"id": 18042006, "c": 42, "v": 6, "d": "Wherefore I abhor `myself', And repent in dust and ashes."}, {"id": 18042007, "c": 42, "v": 7, "d": "And it was so, that, after Jehovah had spoken these words unto Job, Jehovah said to Eliphaz the Temanite, My wrath is kindled against thee, and against thy two friends; for ye have not spoken of me the thing that is right, as my servant Job hath."}, {"id": 18042008, "c": 42, "v": 8, "d": "Now therefore, take unto you seven bullocks and seven rams, and go to my servant Job, and offer up for yourselves a burnt-offering; and my servant Job shall pray for you; for him will I accept, that I deal not with you after your folly; for ye have not spoken of me the thing that is right, as my servant Job hath."}, {"id": 18042009, "c": 42, "v": 9, "d": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went, and did according as Jehovah commanded them: and Jehovah accepted Job."}, {"id": 18042010, "c": 42, "v": 10, "d": "And Jehovah turned the captivity of Job, when he prayed for his friends: and Jehovah gave Job twice as much as he had before."}, {"id": 18042011, "c": 42, "v": 11, "d": "Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him concerning all the evil that Jehovah had brought upon him: every man also gave him a piece of money, and every one a ring of gold."}, {"id": 18042012, "c": 42, "v": 12, "d": "So Jehovah blessed the latter end of Job more than his beginning: And he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she-asses."}, {"id": 18042013, "c": 42, "v": 13, "d": "He had also seven sons and three daughters."}, {"id": 18042014, "c": 42, "v": 14, "d": "And he called the name of the first, Jemimah: and the name of the second, Keziah; and the name of the third, Keren-happuch."}, {"id": 18042015, "c": 42, "v": 15, "d": "And in all the land were no women found so fair as the daughters of Job: and their father gave them inheritance among their brethren."}, {"id": 18042016, "c": 42, "v": 16, "d": "And after this Job lived a hundred and forty years, and saw his sons, and his sons' sons, `even' four generations."}, {"id": 18042017, "c": 42, "v": 17, "d": "So Job died, being old and full of days."}]}