{"data": [{"id": 20001001, "c": 1, "v": 1, "d": "The proverbs of Solomon the son of David, king of Israel:"}, {"id": 20001002, "c": 1, "v": 2, "d": "To know wisdom and instruction; To discern the words of understanding;"}, {"id": 20001003, "c": 1, "v": 3, "d": "To receive instruction in wise dealing, In righteousness and justice and equity;"}, {"id": 20001004, "c": 1, "v": 4, "d": "To give prudence to the simple, To the young man knowledge and discretion:"}, {"id": 20001005, "c": 1, "v": 5, "d": "That the wise man may hear, and increase in learning; And that the man of understanding may attain unto sound counsels:"}, {"id": 20001006, "c": 1, "v": 6, "d": "To understand a proverb, and a figure, The words of the wise, and their dark sayings."}, {"id": 20001007, "c": 1, "v": 7, "d": "The fear of Jehovah is the beginning of knowledge; `But' the foolish despise wisdom and instruction."}, {"id": 20001008, "c": 1, "v": 8, "d": "My son, hear the instruction of thy father, And forsake not the law of thy mother:"}, {"id": 20001009, "c": 1, "v": 9, "d": "For they shall be a chaplet of grace unto thy head, And chains about thy neck."}, {"id": 20001010, "c": 1, "v": 10, "d": "My son, if sinners entice thee, Consent thou not."}, {"id": 20001011, "c": 1, "v": 11, "d": "If they say, Come with us, Let us lay wait for blood; Let us lurk privily for the innocent without cause;"}, {"id": 20001012, "c": 1, "v": 12, "d": "Let us swallow them up alive as Sheol, And whole, as those that go down into the pit;"}, {"id": 20001013, "c": 1, "v": 13, "d": "We shall find all precious substance; We shall fill our houses with spoil;"}, {"id": 20001014, "c": 1, "v": 14, "d": "Thou shalt cast thy lot among us; We will all have one purse:"}, {"id": 20001015, "c": 1, "v": 15, "d": "My son, walk not thou in the way with them; Refrain thy foot from their path:"}, {"id": 20001016, "c": 1, "v": 16, "d": "For their feet run to evil, And they make haste to shed blood."}, {"id": 20001017, "c": 1, "v": 17, "d": "For in vain is the net spread In the sight of any bird:"}, {"id": 20001018, "c": 1, "v": 18, "d": "And these lay wait for their own blood; They lurk privily for their own lives."}, {"id": 20001019, "c": 1, "v": 19, "d": "So are the ways of every one that is greedy of gain; It taketh away the life of the owners thereof."}, {"id": 20001020, "c": 1, "v": 20, "d": "Wisdom crieth aloud in the street; She uttereth her voice in the broad places;"}, {"id": 20001021, "c": 1, "v": 21, "d": "She crieth in the chief place of concourse; At the entrance of the gates, In the city, she uttereth her words:"}, {"id": 20001022, "c": 1, "v": 22, "d": "How long, ye simple ones, will ye love simplicity? And scoffers delight them in scoffing, And fools hate knowledge?"}, {"id": 20001023, "c": 1, "v": 23, "d": "Turn you at my reproof: Behold, I will pour out my spirit upon you; I will make known my words unto you."}, {"id": 20001024, "c": 1, "v": 24, "d": "Because I have called, and ye have refused; I have stretched out my hand, and no man hath regarded;"}, {"id": 20001025, "c": 1, "v": 25, "d": "But ye have set at nought all my counsel, And would none of my reproof:"}, {"id": 20001026, "c": 1, "v": 26, "d": "I also will laugh in `the day of' your calamity; I will mock when your fear cometh;"}, {"id": 20001027, "c": 1, "v": 27, "d": "When your fear cometh as a storm, And your calamity cometh on as a whirlwind; When distress and anguish come upon you."}, {"id": 20001028, "c": 1, "v": 28, "d": "Then will they call upon me, but I will not answer; They will seek me diligently, but they shall not find me:"}, {"id": 20001029, "c": 1, "v": 29, "d": "For that they hated knowledge, And did not choose the fear of Jehovah:"}, {"id": 20001030, "c": 1, "v": 30, "d": "They would none of my counsel; They despised all my reproof."}, {"id": 20001031, "c": 1, "v": 31, "d": "Therefore shall they eat of the fruit of their own way, And be filled with their own devices."}, {"id": 20001032, "c": 1, "v": 32, "d": "For the backsliding of the simple shall slay them, And the careless ease of fools shall destroy them."}, {"id": 20001033, "c": 1, "v": 33, "d": "But whoso hearkeneth unto me shall dwell securely, And shall be quiet without fear of evil."}, {"id": 20002001, "c": 2, "v": 1, "d": "My son, if thou wilt receive my words, And lay up my commandments with thee;"}, {"id": 20002002, "c": 2, "v": 2, "d": "So as to incline thine ear unto wisdom, And apply thy heart to understanding;"}, {"id": 20002003, "c": 2, "v": 3, "d": "Yea, if thou cry after discernment, And lift up thy voice for understanding;"}, {"id": 20002004, "c": 2, "v": 4, "d": "If thou seek her as silver, And search for her as for hid treasures:"}, {"id": 20002005, "c": 2, "v": 5, "d": "Then shalt thou understand the fear of Jehovah, And find the knowledge of God."}, {"id": 20002006, "c": 2, "v": 6, "d": "For Jehovah giveth wisdom; Out of his mouth `cometh' knowledge and understanding:"}, {"id": 20002007, "c": 2, "v": 7, "d": "He layeth up sound wisdom for the upright; `He is' a shield to them that walk in integrity;"}, {"id": 20002008, "c": 2, "v": 8, "d": "That he may guard the paths of justice, And preserve the way of his saints."}, {"id": 20002009, "c": 2, "v": 9, "d": "Then shalt thou understand righteousness and justice, And equity, `yea', every good path."}, {"id": 20002010, "c": 2, "v": 10, "d": "For wisdom shall enter into thy heart, And knowledge shall be pleasant unto thy soul;"}, {"id": 20002011, "c": 2, "v": 11, "d": "Discretion shall watch over thee; Understanding shall keep thee:"}, {"id": 20002012, "c": 2, "v": 12, "d": "To deliver thee from the way of evil, From the men that speak perverse things;"}, {"id": 20002013, "c": 2, "v": 13, "d": "Who forsake the paths of uprightness, To walk in the ways of darkness;"}, {"id": 20002014, "c": 2, "v": 14, "d": "Who rejoice to do evil, And delight in the perverseness of evil;"}, {"id": 20002015, "c": 2, "v": 15, "d": "Who are crooked in their ways, And wayward in their paths:"}, {"id": 20002016, "c": 2, "v": 16, "d": "To deliver thee from the strange woman, Even from the foreigner that flattereth with her words;"}, {"id": 20002017, "c": 2, "v": 17, "d": "That forsaketh the friend of her youth, And forgetteth the covenant of her God:"}, {"id": 20002018, "c": 2, "v": 18, "d": "For her house inclineth unto death, And her paths unto the dead;"}, {"id": 20002019, "c": 2, "v": 19, "d": "None that go unto her return again, Neither do they attain unto the paths of life:"}, {"id": 20002020, "c": 2, "v": 20, "d": "That thou mayest walk in the way of good men, And keep the paths of the righteous."}, {"id": 20002021, "c": 2, "v": 21, "d": "For the upright shall dwell in the land, And the perfect shall remain in it."}, {"id": 20002022, "c": 2, "v": 22, "d": "But the wicked shall be cut off from the land, And the treacherous shall be rooted out of it."}, {"id": 20003001, "c": 3, "v": 1, "d": "My son, forget not my law; But let thy heart keep my commandments:"}, {"id": 20003002, "c": 3, "v": 2, "d": "For length of days, and years of life, And peace, will they add to thee."}, {"id": 20003003, "c": 3, "v": 3, "d": "Let not kindness and truth forsake thee: Bind them about thy neck; Write them upon the tablet of thy heart:"}, {"id": 20003004, "c": 3, "v": 4, "d": "So shalt thou find favor and good understanding In the sight of God and man."}, {"id": 20003005, "c": 3, "v": 5, "d": "Trust in Jehovah with all thy heart, And lean not upon thine own understanding:"}, {"id": 20003006, "c": 3, "v": 6, "d": "In all thy ways acknowledge him, And he will direct thy paths."}, {"id": 20003007, "c": 3, "v": 7, "d": "Be not wise in thine own eyes; Fear Jehovah, and depart from evil:"}, {"id": 20003008, "c": 3, "v": 8, "d": "It will be health to thy navel, And marrow to thy bones."}, {"id": 20003009, "c": 3, "v": 9, "d": "Honor Jehovah with thy substance, And with the first-fruits of all thine increase:"}, {"id": 20003010, "c": 3, "v": 10, "d": "So shall thy barns be filled with plenty, And thy vats shall overflow with new wine."}, {"id": 20003011, "c": 3, "v": 11, "d": "My son, despise not the chastening of Jehovah; Neither be weary of his reproof:"}, {"id": 20003012, "c": 3, "v": 12, "d": "For whom Jehovah loveth he reproveth; Even as a father the son in whom he delighteth."}, {"id": 20003013, "c": 3, "v": 13, "d": "Happy is the man that findeth wisdom, And the man that getteth understanding."}, {"id": 20003014, "c": 3, "v": 14, "d": "For the gaining of it is better than the gaining of silver, And the profit thereof than fine gold."}, {"id": 20003015, "c": 3, "v": 15, "d": "She is more precious than rubies: And none of the things thou canst desire are to be compared unto her."}, {"id": 20003016, "c": 3, "v": 16, "d": "Length of days is in her right hand; In her left hand are riches and honor."}, {"id": 20003017, "c": 3, "v": 17, "d": "Her ways are ways of pleasantness, And all her paths are peace."}, {"id": 20003018, "c": 3, "v": 18, "d": "She is a tree of life to them that lay hold upon her: And happy is every one that retaineth her."}, {"id": 20003019, "c": 3, "v": 19, "d": "Jehovah by wisdom founded the earth; By understanding he established the heavens."}, {"id": 20003020, "c": 3, "v": 20, "d": "By his knowledge the depths were broken up, And the skies drop down the dew."}, {"id": 20003021, "c": 3, "v": 21, "d": "My son, let them not depart from thine eyes; Keep sound wisdom and discretion:"}, {"id": 20003022, "c": 3, "v": 22, "d": "So shall they be life unto thy soul, And grace to thy neck."}, {"id": 20003023, "c": 3, "v": 23, "d": "Then shalt thou walk in thy way securely, And thy foot shall not stumble."}, {"id": 20003024, "c": 3, "v": 24, "d": "When thou liest down, thou shalt not be afraid: Yea, thou shalt lie down, and thy sleep shall be sweet."}, {"id": 20003025, "c": 3, "v": 25, "d": "Be not afraid of sudden fear, Neither of the desolation of the wicked, when it cometh:"}, {"id": 20003026, "c": 3, "v": 26, "d": "For Jehovah will be thy confidence, And will keep thy foot from being taken."}, {"id": 20003027, "c": 3, "v": 27, "d": "Withhold not good from them to whom it is due, When it is in the power of thy hand to do it."}, {"id": 20003028, "c": 3, "v": 28, "d": "Say not unto thy neighbor, Go, and come again, And to-morrow I will give; When thou hast it by thee."}, {"id": 20003029, "c": 3, "v": 29, "d": "Devise not evil against thy neighbor, Seeing he dwelleth securely by thee."}, {"id": 20003030, "c": 3, "v": 30, "d": "Strive not with a man without cause, If he have done thee no harm."}, {"id": 20003031, "c": 3, "v": 31, "d": "Envy thou not the man of violence, And choose none of his ways."}, {"id": 20003032, "c": 3, "v": 32, "d": "For the perverse is an abomination to Jehovah; But his friendship is with the upright."}, {"id": 20003033, "c": 3, "v": 33, "d": "The curse of Jehovah is in the house of the wicked; But he blesseth the habitation of the righteous."}, {"id": 20003034, "c": 3, "v": 34, "d": "Surely he scoffeth at the scoffers; But he giveth grace unto the lowly."}, {"id": 20003035, "c": 3, "v": 35, "d": "The wise shall inherit glory; But shame shall be the promotion of fools."}, {"id": 20004001, "c": 4, "v": 1, "d": "Hear, `my' sons, the instruction of a father, And attend to know understanding:"}, {"id": 20004002, "c": 4, "v": 2, "d": "For I give you good doctrine; Forsake ye not my law."}, {"id": 20004003, "c": 4, "v": 3, "d": "For I was a son unto my father, Tender and only beloved in the sight of my mother."}, {"id": 20004004, "c": 4, "v": 4, "d": "And he taught me, and said unto me: Let thy heart retain my words; Keep my commandments, and live;"}, {"id": 20004005, "c": 4, "v": 5, "d": "Get wisdom, get understanding; Forget not, neither decline from the words of my mouth;"}, {"id": 20004006, "c": 4, "v": 6, "d": "Forsake her not, and she will preserve thee; Love her, and she will keep thee."}, {"id": 20004007, "c": 4, "v": 7, "d": "Wisdom `is' the principal thing; `therefore' get wisdom; Yea, with all thy getting get understanding."}, {"id": 20004008, "c": 4, "v": 8, "d": "Exalt her, and she will promote thee; She will bring thee to honor, when thou dost embrace her."}, {"id": 20004009, "c": 4, "v": 9, "d": "She will give to thy head a chaplet of grace; A crown of beauty will she deliver to thee."}, {"id": 20004010, "c": 4, "v": 10, "d": "Hear, O my son, and receive my sayings; And the years of thy life shall be many."}, {"id": 20004011, "c": 4, "v": 11, "d": "I have taught thee in the way of wisdom; I have led thee in paths of uprightness."}, {"id": 20004012, "c": 4, "v": 12, "d": "When thou goest, thy steps shall not be straitened; And if thou runnest, thou shalt not stumble."}, {"id": 20004013, "c": 4, "v": 13, "d": "Take fast hold of instruction; let her not go: Keep her; for she is thy life."}, {"id": 20004014, "c": 4, "v": 14, "d": "Enter not into the path of the wicked, And walk not in the way of evil men."}, {"id": 20004015, "c": 4, "v": 15, "d": "Avoid it, pass not by it; Turn from it, and pass on."}, {"id": 20004016, "c": 4, "v": 16, "d": "For they sleep not, except they do evil; And their sleep is taken away, unless they cause some to fall."}, {"id": 20004017, "c": 4, "v": 17, "d": "For they eat the bread of wickedness, And drink the wine of violence."}, {"id": 20004018, "c": 4, "v": 18, "d": "But the path of the righteous is as the dawning light, That shineth more and more unto the perfect day."}, {"id": 20004019, "c": 4, "v": 19, "d": "The way of the wicked is as darkness: They know not at what they stumble."}, {"id": 20004020, "c": 4, "v": 20, "d": "My son, attend to my words; Incline thine ear unto my sayings."}, {"id": 20004021, "c": 4, "v": 21, "d": "Let them not depart from thine eyes; Keep them in the midst of thy heart."}, {"id": 20004022, "c": 4, "v": 22, "d": "For they are life unto those that find them, And health to all their flesh."}, {"id": 20004023, "c": 4, "v": 23, "d": "Keep thy heart with all diligence; For out of it are the issues of life."}, {"id": 20004024, "c": 4, "v": 24, "d": "Put away from thee a wayward mouth, And perverse lips put far from thee."}, {"id": 20004025, "c": 4, "v": 25, "d": "Let thine eyes look right on, And let thine eyelids look straight before thee."}, {"id": 20004026, "c": 4, "v": 26, "d": "Make level the path of thy feet, And let all thy ways be established."}, {"id": 20004027, "c": 4, "v": 27, "d": "Turn not to the right hand nor to the left: Remove thy foot from evil."}, {"id": 20005001, "c": 5, "v": 1, "d": "My son, attend unto my wisdom; Incline thine ear to my understanding:"}, {"id": 20005002, "c": 5, "v": 2, "d": "That thou mayest preserve discretion, And that thy lips may keep knowledge."}, {"id": 20005003, "c": 5, "v": 3, "d": "For the lips of a strange woman drop honey, And her mouth is smoother than oil:"}, {"id": 20005004, "c": 5, "v": 4, "d": "But in the end she is bitter as wormwood, Sharp as a two-edged sword."}, {"id": 20005005, "c": 5, "v": 5, "d": "Her feet go down to death; Her steps take hold on Sheol;"}, {"id": 20005006, "c": 5, "v": 6, "d": "So that she findeth not the level path of life: Her ways are unstable, `and' she knoweth `it' not."}, {"id": 20005007, "c": 5, "v": 7, "d": "Now therefore, `my' sons, hearken unto me, And depart not from the words of my mouth."}, {"id": 20005008, "c": 5, "v": 8, "d": "Remove thy way far from her, And come not nigh the door of her house;"}, {"id": 20005009, "c": 5, "v": 9, "d": "Lest thou give thine honor unto others, And thy years unto the cruel;"}, {"id": 20005010, "c": 5, "v": 10, "d": "Lest strangers be filled with thy strength, And thy labors `be' in the house of an alien,"}, {"id": 20005011, "c": 5, "v": 11, "d": "And thou mourn at thy latter end, When thy flesh and thy body are consumed,"}, {"id": 20005012, "c": 5, "v": 12, "d": "And say, How have I hated instruction, And my heart despised reproof;"}, {"id": 20005013, "c": 5, "v": 13, "d": "Neither have I obeyed the voice of my teachers, Nor inclined mine ear to them that instructed me!"}, {"id": 20005014, "c": 5, "v": 14, "d": "I was well-nigh in all evil In the midst of the assembly and congregation."}, {"id": 20005015, "c": 5, "v": 15, "d": "Drink waters out of thine own cistern, And running waters out of thine own well."}, {"id": 20005016, "c": 5, "v": 16, "d": "Should thy springs be dispersed abroad, And streams of water in the streets?"}, {"id": 20005017, "c": 5, "v": 17, "d": "Let them be for thyself alone, And not for strangers with thee."}, {"id": 20005018, "c": 5, "v": 18, "d": "Let thy fountain be blessed; And rejoice in the wife of thy youth."}, {"id": 20005019, "c": 5, "v": 19, "d": "`As' a loving hind and a pleasant doe, Let her breasts satisfy thee at all times; And be thou ravished always with her love."}, {"id": 20005020, "c": 5, "v": 20, "d": "For why shouldest thou, my son, be ravished with a strange woman, And embrace the bosom of a foreigner?"}, {"id": 20005021, "c": 5, "v": 21, "d": "For the ways of man are before the eyes of Jehovah; And he maketh level all his paths."}, {"id": 20005022, "c": 5, "v": 22, "d": "His own iniquities shall take the wicked, And he shall be holden with the cords of his sin."}, {"id": 20005023, "c": 5, "v": 23, "d": "He shall die for lack of instruction; And in the greatness of his folly he shall go astray."}, {"id": 20006001, "c": 6, "v": 1, "d": "My son, if thou art become surety for thy neighbor, If thou hast stricken thy hands for a stranger;"}, {"id": 20006002, "c": 6, "v": 2, "d": "Thou art snared with the words of thy mouth, Thou art taken with the words of thy mouth."}, {"id": 20006003, "c": 6, "v": 3, "d": "Do this now, my son, and deliver thyself, Seeing thou art come into the hand of thy neighbor: Go, humble thyself, and importune thy neighbor;"}, {"id": 20006004, "c": 6, "v": 4, "d": "Give not sleep to thine eyes, Nor slumber to thine eyelids;"}, {"id": 20006005, "c": 6, "v": 5, "d": "Deliver thyself as a roe from the hand `of the hunter', And as a bird from the hand of the fowler."}, {"id": 20006006, "c": 6, "v": 6, "d": "Go to the ant, thou sluggard; Consider her ways, and be wise:"}, {"id": 20006007, "c": 6, "v": 7, "d": "Which having no chief, Overseer, or ruler,"}, {"id": 20006008, "c": 6, "v": 8, "d": "Provideth her bread in the summer, And gathereth her food in the harvest."}, {"id": 20006009, "c": 6, "v": 9, "d": "How long wilt thou sleep, O sluggard? When wilt thou arise out of thy sleep?"}, {"id": 20006010, "c": 6, "v": 10, "d": "`Yet' a little sleep, a little slumber, A little folding of the hands to sleep:"}, {"id": 20006011, "c": 6, "v": 11, "d": "So shall thy poverty come as a robber, And thy want as an armed man."}, {"id": 20006012, "c": 6, "v": 12, "d": "A worthless person, a man of iniquity, Is he that walketh with a perverse mouth;"}, {"id": 20006013, "c": 6, "v": 13, "d": "That winketh with his eyes, that speaketh with his feet, That maketh signs with his fingers;"}, {"id": 20006014, "c": 6, "v": 14, "d": "In whose heart is perverseness, Who deviseth evil continually, Who soweth discord."}, {"id": 20006015, "c": 6, "v": 15, "d": "Therefore shall his calamity come suddenly; On a sudden shall he be broken, and that without remedy."}, {"id": 20006016, "c": 6, "v": 16, "d": "There are six things which Jehovah hateth; Yea, seven which are an abomination unto him:"}, {"id": 20006017, "c": 6, "v": 17, "d": "Haughty eyes, a lying tongue, And hands that shed innocent blood;"}, {"id": 20006018, "c": 6, "v": 18, "d": "A heart that deviseth wicked purposes, Feet that are swift in running to mischief,"}, {"id": 20006019, "c": 6, "v": 19, "d": "A false witness that uttereth lies, And he that soweth discord among brethren."}, {"id": 20006020, "c": 6, "v": 20, "d": "My son, keep the commandment of thy father, And forsake not the law of thy mother:"}, {"id": 20006021, "c": 6, "v": 21, "d": "Bind them continually upon thy heart; Tie them about thy neck."}, {"id": 20006022, "c": 6, "v": 22, "d": "When thou walkest, it shall lead thee; When thou sleepest, it shall watch over thee; And when thou awakest, it shall talk with thee."}, {"id": 20006023, "c": 6, "v": 23, "d": "For the commandment is a lamp; and the law is light; And reproofs of instruction are the way of life:"}, {"id": 20006024, "c": 6, "v": 24, "d": "To keep thee from the evil woman, From the flattery of the foreigner's tongue."}, {"id": 20006025, "c": 6, "v": 25, "d": "Lust not after her beauty in thy heart; Neither let her take thee with her eyelids."}, {"id": 20006026, "c": 6, "v": 26, "d": "For on account of a harlot `a man is brought' to a piece of bread; And the adulteress hunteth for the precious life."}, {"id": 20006027, "c": 6, "v": 27, "d": "Can a man take fire in his bosom, And his clothes not be burned?"}, {"id": 20006028, "c": 6, "v": 28, "d": "Or can one walk upon hot coals, And his feet not be scorched?"}, {"id": 20006029, "c": 6, "v": 29, "d": "So he that goeth in to his neighbor's wife; Whosoever toucheth her shall not be unpunished."}, {"id": 20006030, "c": 6, "v": 30, "d": "Men do not despise a thief, if he steal To satisfy himself when he is hungry:"}, {"id": 20006031, "c": 6, "v": 31, "d": "But if he be found, he shall restore sevenfold; He shall give all the substance of his house."}, {"id": 20006032, "c": 6, "v": 32, "d": "He that committeth adultery with a woman is void of understanding: He doeth it who would destroy his own soul."}, {"id": 20006033, "c": 6, "v": 33, "d": "Wounds and dishonor shall he get; And his reproach shall not be wiped away."}, {"id": 20006034, "c": 6, "v": 34, "d": "For jealousy is the rage of a man; And he will not spare in the day of vengeance."}, {"id": 20006035, "c": 6, "v": 35, "d": "He will not regard any ransom; Neither will he rest content, though thou givest many gifts."}, {"id": 20007001, "c": 7, "v": 1, "d": "My son, keep my words, And lay up my commandments with thee."}, {"id": 20007002, "c": 7, "v": 2, "d": "Keep my commandments and live; And my law as the apple of thine eye."}, {"id": 20007003, "c": 7, "v": 3, "d": "Bind them upon thy fingers; Write them upon the tablet of thy heart."}, {"id": 20007004, "c": 7, "v": 4, "d": "Say unto wisdom, Thou art my sister; And call understanding `thy' kinswoman:"}, {"id": 20007005, "c": 7, "v": 5, "d": "That they may keep thee from the strange woman, From the foreigner that flattereth with her words."}, {"id": 20007006, "c": 7, "v": 6, "d": "For at the window of my house I looked forth through my lattice;"}, {"id": 20007007, "c": 7, "v": 7, "d": "And I beheld among the simple ones, I discerned among the youths, A young man void of understanding,"}, {"id": 20007008, "c": 7, "v": 8, "d": "Passing through the street near her corner; And he went the way to her house,"}, {"id": 20007009, "c": 7, "v": 9, "d": "In the twilight, in the evening of the day, In the middle of the night and in the darkness."}, {"id": 20007010, "c": 7, "v": 10, "d": "And, behold, there met him a woman With the attire of a harlot, and wily of heart."}, {"id": 20007011, "c": 7, "v": 11, "d": "She is clamorous and wilful; Her feet abide not in her house:"}, {"id": 20007012, "c": 7, "v": 12, "d": "Now she is in the streets, now in the broad places, And lieth in wait at every corner."}, {"id": 20007013, "c": 7, "v": 13, "d": "So she caught him, and kissed him, `And' with an impudent face she said unto him:"}, {"id": 20007014, "c": 7, "v": 14, "d": "Sacrifices of peace-offerings are with me; This day have I paid my vows."}, {"id": 20007015, "c": 7, "v": 15, "d": "Therefore came I forth to meet thee, Diligently to seek thy face, and I have found thee."}, {"id": 20007016, "c": 7, "v": 16, "d": "I have spread my couch with carpets of tapestry, With striped cloths of the yarn of Egypt."}, {"id": 20007017, "c": 7, "v": 17, "d": "I have perfumed my bed With myrrh, aloes, and cinnamon."}, {"id": 20007018, "c": 7, "v": 18, "d": "Come, let us take our fill of love until the morning; Let us solace ourselves with loves."}, {"id": 20007019, "c": 7, "v": 19, "d": "For the man is not at home; He is gone a long journey:"}, {"id": 20007020, "c": 7, "v": 20, "d": "He hath taken a bag of money with him; He will come home at the full moon."}, {"id": 20007021, "c": 7, "v": 21, "d": "With her much fair speech she causeth him to yield; With the flattering of her lips she forceth him along."}, {"id": 20007022, "c": 7, "v": 22, "d": "He goeth after her straightway, As an ox goeth to the slaughter, Or as `one in' fetters to the correction of the fool;"}, {"id": 20007023, "c": 7, "v": 23, "d": "Till an arrow strike through his liver; As a bird hasteth to the snare, And knoweth not that it is for his life."}, {"id": 20007024, "c": 7, "v": 24, "d": "Now therefore, `my' sons, hearken unto me, And attend to the words of my mouth."}, {"id": 20007025, "c": 7, "v": 25, "d": "Let not thy heart decline to her ways; Go not astray in her paths."}, {"id": 20007026, "c": 7, "v": 26, "d": "For she hath cast down many wounded: Yea, all her slain are a mighty host."}, {"id": 20007027, "c": 7, "v": 27, "d": "Her house is the way to Sheol, Going down to the chambers of death."}, {"id": 20008001, "c": 8, "v": 1, "d": "Doth not wisdom cry, And understanding put forth her voice?"}, {"id": 20008002, "c": 8, "v": 2, "d": "On the top of high places by the way, Where the paths meet, she standeth;"}, {"id": 20008003, "c": 8, "v": 3, "d": "Beside the gates, at the entry of the city, At the coming in at the doors, she crieth aloud:"}, {"id": 20008004, "c": 8, "v": 4, "d": "Unto you, O men, I call; And my voice is to the sons of men."}, {"id": 20008005, "c": 8, "v": 5, "d": "O ye simple, understand prudence; And, ye fools, be of an understanding heart."}, {"id": 20008006, "c": 8, "v": 6, "d": "Hear, for I will speak excellent things; And the opening of my lips shall be right things."}, {"id": 20008007, "c": 8, "v": 7, "d": "For my mouth shall utter truth; And wickedness is an abomination to my lips."}, {"id": 20008008, "c": 8, "v": 8, "d": "All the words of my mouth are in righteousness; There is nothing crooked or perverse in them."}, {"id": 20008009, "c": 8, "v": 9, "d": "They are all plain to him that understandeth, And right to them that find knowledge."}, {"id": 20008010, "c": 8, "v": 10, "d": "Receive my instruction, and not silver; And knowledge rather than choice gold."}, {"id": 20008011, "c": 8, "v": 11, "d": "For wisdom is better than rubies; And all the things that may be desired are not to be compared unto it."}, {"id": 20008012, "c": 8, "v": 12, "d": "I wisdom have made prudence my dwelling, And find out knowledge `and' discretion."}, {"id": 20008013, "c": 8, "v": 13, "d": "The fear of Jehovah is to hate evil: Pride, and arrogancy, and the evil way, And the perverse mouth, do I hate."}, {"id": 20008014, "c": 8, "v": 14, "d": "Counsel is mine, and sound knowledge: I am understanding; I have might."}, {"id": 20008015, "c": 8, "v": 15, "d": "By me kings reign, And princes decree justice."}, {"id": 20008016, "c": 8, "v": 16, "d": "By me princes rule, And nobles, `even' all the judges of the earth."}, {"id": 20008017, "c": 8, "v": 17, "d": "I love them that love me; And those that seek me diligently shall find me."}, {"id": 20008018, "c": 8, "v": 18, "d": "Riches and honor are with me; `Yea', durable wealth and righteousness."}, {"id": 20008019, "c": 8, "v": 19, "d": "My fruit is better than gold, yea, than fine gold; And my revenue than choice silver."}, {"id": 20008020, "c": 8, "v": 20, "d": "I walk in the way of righteousness, In the midst of the paths of justice;"}, {"id": 20008021, "c": 8, "v": 21, "d": "That I may cause those that love me to inherit substance, And that I may fill their treasuries."}, {"id": 20008022, "c": 8, "v": 22, "d": "Jehovah possessed me in the beginning of his way, Before his works of old."}, {"id": 20008023, "c": 8, "v": 23, "d": "I was set up from everlasting, from the beginning, Before the earth was."}, {"id": 20008024, "c": 8, "v": 24, "d": "When there were no depths, I was brought forth, When there were no fountains abounding with water."}, {"id": 20008025, "c": 8, "v": 25, "d": "Before the mountains were settled, Before the hills was I brought forth;"}, {"id": 20008026, "c": 8, "v": 26, "d": "While as yet he had not made the earth, nor the fields, Nor the beginning of the dust of the world."}, {"id": 20008027, "c": 8, "v": 27, "d": "When he established the heavens, I was there: When he set a circle upon the face of the deep,"}, {"id": 20008028, "c": 8, "v": 28, "d": "When he made firm the skies above, When the fountains of the deep became strong,"}, {"id": 20008029, "c": 8, "v": 29, "d": "When he gave to the sea its bound, That the waters should not transgress his commandment, When he marked out the foundations of the earth;"}, {"id": 20008030, "c": 8, "v": 30, "d": "Then I was by him, `as' a master workman; And I was daily `his' delight, Rejoicing always before him,"}, {"id": 20008031, "c": 8, "v": 31, "d": "Rejoicing in his habitable earth; And my delight was with the sons of men."}, {"id": 20008032, "c": 8, "v": 32, "d": "Now therefore, `my' sons, hearken unto me; For blessed are they that keep my ways."}, {"id": 20008033, "c": 8, "v": 33, "d": "Hear instruction, and be wise, And refuse it not."}, {"id": 20008034, "c": 8, "v": 34, "d": "Blessed is the man that heareth me, Watching daily at my gates, Waiting at the posts of my doors."}, {"id": 20008035, "c": 8, "v": 35, "d": "For whoso findeth me findeth life, And shall obtain favor of Jehovah."}, {"id": 20008036, "c": 8, "v": 36, "d": "But he that sinneth against me wrongeth his own soul: All they that hate me love death."}, {"id": 20009001, "c": 9, "v": 1, "d": "Wisdom hath builded her house; She hath hewn out her seven pillars:"}, {"id": 20009002, "c": 9, "v": 2, "d": "She hath killed her beasts; She hath mingled her wine; She hath also furnished her table:"}, {"id": 20009003, "c": 9, "v": 3, "d": "She hath sent forth her maidens; She crieth upon the highest places of the city:"}, {"id": 20009004, "c": 9, "v": 4, "d": "Whoso is simple, let him turn in hither: As for him that is void of understanding, she saith to him,"}, {"id": 20009005, "c": 9, "v": 5, "d": "Come, eat ye of my bread, And drink of the wine which I have mingled."}, {"id": 20009006, "c": 9, "v": 6, "d": "Leave off, ye simple ones, and live; And walk in the way of understanding."}, {"id": 20009007, "c": 9, "v": 7, "d": "He that correcteth a scoffer getteth to himself reviling; And he that reproveth a wicked man `getteth' himself a blot."}, {"id": 20009008, "c": 9, "v": 8, "d": "Reprove not a scoffer, lest he hate thee: Reprove a wise man, and he will love thee."}, {"id": 20009009, "c": 9, "v": 9, "d": "Give `instruction' to a wise man, and he will be yet wiser: Teach a righteous man, and he will increase in learning."}, {"id": 20009010, "c": 9, "v": 10, "d": "The fear of Jehovah is the beginning of wisdom; And the knowledge of the Holy One is understanding."}, {"id": 20009011, "c": 9, "v": 11, "d": "For by me thy days shall be multiplied, And the years of thy life shall be increased."}, {"id": 20009012, "c": 9, "v": 12, "d": "If thou art wise, thou art wise for thyself; And if thou scoffest, thou alone shalt bear it."}, {"id": 20009013, "c": 9, "v": 13, "d": "The foolish woman is clamorous; `She is' simple, and knoweth nothing."}, {"id": 20009014, "c": 9, "v": 14, "d": "And she sitteth at the door of her house, On a seat in the high places of the city,"}, {"id": 20009015, "c": 9, "v": 15, "d": "To call to them that pass by, Who go right on their ways:"}, {"id": 20009016, "c": 9, "v": 16, "d": "Whoso is simple, let him turn in hither; And as for him that is void of understanding, she saith to him,"}, {"id": 20009017, "c": 9, "v": 17, "d": "Stolen waters are sweet, And bread `eaten' in secret is pleasant."}, {"id": 20009018, "c": 9, "v": 18, "d": "But he knoweth not that the dead are there; That her guests are in the depths of Sheol."}, {"id": 20010001, "c": 10, "v": 1, "d": "The proverbs of Solomon. A wise son maketh a glad father; But a foolish son is the heaviness of his mother."}, {"id": 20010002, "c": 10, "v": 2, "d": "Treasures of wickedness profit nothing; But righteousness delivereth from death."}, {"id": 20010003, "c": 10, "v": 3, "d": "Jehovah will not suffer the soul of the righteous to famish; But he thrusteth away the desire of the wicked."}, {"id": 20010004, "c": 10, "v": 4, "d": "He becometh poor that worketh with a slack hand; But the hand of the diligent maketh rich."}, {"id": 20010005, "c": 10, "v": 5, "d": "He that gathereth in summer is a wise son; `But' he that sleepeth in harvest is a son that causeth shame."}, {"id": 20010006, "c": 10, "v": 6, "d": "Blessings are upon the head of the righteous; But violence covereth the mouth of the wicked."}, {"id": 20010007, "c": 10, "v": 7, "d": "The memory of the righteous is blessed; But the name of the wicked shall rot."}, {"id": 20010008, "c": 10, "v": 8, "d": "The wise in heart will receive commandments; But a prating fool shall fall."}, {"id": 20010009, "c": 10, "v": 9, "d": "He that walketh uprightly walketh surely; But he that perverteth his ways shall be known."}, {"id": 20010010, "c": 10, "v": 10, "d": "He that winketh with the eye causeth sorrow; But a prating fool shall fall."}, {"id": 20010011, "c": 10, "v": 11, "d": "The mouth of the righteous is a fountain of life; But violence covereth the mouth of the wicked."}, {"id": 20010012, "c": 10, "v": 12, "d": "Hatred stirreth up strifes; But love covereth all transgressions."}, {"id": 20010013, "c": 10, "v": 13, "d": "In the lips of him that hath discernment wisdom is found; But a rod is for the back of him that is void of understanding."}, {"id": 20010014, "c": 10, "v": 14, "d": "Wise men lay up knowledge; But the mouth of the foolish is a present destruction."}, {"id": 20010015, "c": 10, "v": 15, "d": "The rich man's wealth is his strong city: The destruction of the poor is their poverty."}, {"id": 20010016, "c": 10, "v": 16, "d": "The labor of the righteous `tendeth' to life; The increase of the wicked, to sin."}, {"id": 20010017, "c": 10, "v": 17, "d": "He is in the way of life that heedeth correction; But he that forsaketh reproof erreth."}, {"id": 20010018, "c": 10, "v": 18, "d": "He that hideth hatred is of lying lips; And he that uttereth a slander is a fool."}, {"id": 20010019, "c": 10, "v": 19, "d": "In the multitude of words there wanteth not transgression; But he that refraineth his lips doeth wisely."}, {"id": 20010020, "c": 10, "v": 20, "d": "The tongue of the righteous is `as' choice silver: The heart of the wicked is little worth."}, {"id": 20010021, "c": 10, "v": 21, "d": "The lips of the righteous feed many; But the foolish die for lack of understanding."}, {"id": 20010022, "c": 10, "v": 22, "d": "The blessing of Jehovah, it maketh rich; And he addeth no sorrow therewith."}, {"id": 20010023, "c": 10, "v": 23, "d": "It is as sport to a fool to do wickedness; And `so is' wisdom to a man of understanding."}, {"id": 20010024, "c": 10, "v": 24, "d": "The fear of the wicked, it shall come upon him; And the desire of the righteous shall be granted."}, {"id": 20010025, "c": 10, "v": 25, "d": "When the whirlwind passeth, the wicked is no more; But the righteous is an everlasting foundation."}, {"id": 20010026, "c": 10, "v": 26, "d": "As vinegar to the teeth, and as smoke to the eyes, So is the sluggard to them that send him."}, {"id": 20010027, "c": 10, "v": 27, "d": "The fear of Jehovah prolongeth days; But the years of the wicked shall be shortened."}, {"id": 20010028, "c": 10, "v": 28, "d": "The hope of the righteous `shall be' gladness; But the expectation of the wicked shall perish."}, {"id": 20010029, "c": 10, "v": 29, "d": "The way of Jehovah is a stronghold to the upright; But it is a destruction to the workers of iniquity."}, {"id": 20010030, "c": 10, "v": 30, "d": "The righteous shall never be removed; But the wicked shall not dwell in the land."}, {"id": 20010031, "c": 10, "v": 31, "d": "The mouth of the righteous bringeth forth wisdom; But the perverse tongue shall be cut off."}, {"id": 20010032, "c": 10, "v": 32, "d": "The lips of the righteous know what is acceptable; But the mouth of the wicked `speaketh' perverseness."}, {"id": 20011001, "c": 11, "v": 1, "d": "A false balance is an abomination to Jehovah; But a just weight is his delight."}, {"id": 20011002, "c": 11, "v": 2, "d": "When pride cometh, then cometh shame; But with the lowly is wisdom."}, {"id": 20011003, "c": 11, "v": 3, "d": "The integrity of the upright shall guide them; But the perverseness of the treacherous shall destroy them."}, {"id": 20011004, "c": 11, "v": 4, "d": "Riches profit not in the day of wrath; But righteousness delivereth from death."}, {"id": 20011005, "c": 11, "v": 5, "d": "The righteousness of the perfect shall direct his way; But the wicked shall fall by his own wickedness."}, {"id": 20011006, "c": 11, "v": 6, "d": "The righteousness of the upright shall deliver them; But the treacherous shall be taken in their own iniquity."}, {"id": 20011007, "c": 11, "v": 7, "d": "When a wicked man dieth, `his' expectation shall perish; And the hope of iniquity perisheth."}, {"id": 20011008, "c": 11, "v": 8, "d": "The righteous is delivered out of trouble, And the wicked cometh in his stead."}, {"id": 20011009, "c": 11, "v": 9, "d": "With his mouth the godless man destroyeth his neighbor; But through knowledge shall the righteous be delivered."}, {"id": 20011010, "c": 11, "v": 10, "d": "When it goeth well with the righteous, the city rejoiceth; And when the wicked perish, there is shouting."}, {"id": 20011011, "c": 11, "v": 11, "d": "By the blessing of the upright the city is exalted; But it is overthrown by the mouth of the wicked."}, {"id": 20011012, "c": 11, "v": 12, "d": "He that despiseth his neighbor is void of wisdom; But a man of understanding holdeth his peace."}, {"id": 20011013, "c": 11, "v": 13, "d": "He that goeth about as a tale-bearer revealeth secrets; But he that is of a faithful spirit concealeth a matter."}, {"id": 20011014, "c": 11, "v": 14, "d": "Where no wise guidance is, the people falleth; But in the multitude of counsellors there is safety."}, {"id": 20011015, "c": 11, "v": 15, "d": "He that is surety for a stranger shall smart for it; But he that hateth suretyship is secure."}, {"id": 20011016, "c": 11, "v": 16, "d": "A gracious woman obtaineth honor; And violent men obtain riches."}, {"id": 20011017, "c": 11, "v": 17, "d": "The merciful man doeth good to his own soul; But he that is cruel troubleth his own flesh."}, {"id": 20011018, "c": 11, "v": 18, "d": "The wicked earneth deceitful wages; But he that soweth righteousness `hath' a sure reward."}, {"id": 20011019, "c": 11, "v": 19, "d": "He that is stedfast in righteousness `shall attain' unto life; And he that pursueth evil `doeth it' to his own death."}, {"id": 20011020, "c": 11, "v": 20, "d": "They that are perverse in heart are an abomination to Jehovah; But such as are perfect in `their' way are his delight."}, {"id": 20011021, "c": 11, "v": 21, "d": "`Though' hand `join' in hand, the evil man shall not be unpunished; But the seed of the righteous shall be delivered."}, {"id": 20011022, "c": 11, "v": 22, "d": "`As' a ring of gold in a swine's snout, `So is' a fair woman that is without discretion."}, {"id": 20011023, "c": 11, "v": 23, "d": "The desire of the righteous is only good; `But' the expectation of the wicked is wrath."}, {"id": 20011024, "c": 11, "v": 24, "d": "There is that scattereth, and increaseth yet more; And there is that withholdeth more than is meet, but `it tendeth' only to want."}, {"id": 20011025, "c": 11, "v": 25, "d": "The liberal soul shall be made fat; And he that watereth shall be watered also himself."}, {"id": 20011026, "c": 11, "v": 26, "d": "He that withholdeth grain, the people shall curse him; But blessing shall be upon the head of him that selleth it."}, {"id": 20011027, "c": 11, "v": 27, "d": "He that diligently seeketh good seeketh favor; But he that searcheth after evil, it shall come unto him."}, {"id": 20011028, "c": 11, "v": 28, "d": "He that trusteth in his riches shall fall; But the righteous shall flourish as the green leaf."}, {"id": 20011029, "c": 11, "v": 29, "d": "He that troubleth his own house shall inherit the wind; And the foolish shall be servant to the wise of heart."}, {"id": 20011030, "c": 11, "v": 30, "d": "The fruit of the righteous is a tree of life; And he that is wise winneth souls."}, {"id": 20011031, "c": 11, "v": 31, "d": "Behold, the righteous shall be recompensed in the earth: How much more the wicked and the sinner!"}, {"id": 20012001, "c": 12, "v": 1, "d": "Whoso loveth correction loveth knowledge; But he that hateth reproof is brutish."}, {"id": 20012002, "c": 12, "v": 2, "d": "A good man shall obtain favor of Jehovah; But a man of wicked devices will he condemn."}, {"id": 20012003, "c": 12, "v": 3, "d": "A man shall not be established by wickedness; But the root of the righteous shall not be moved."}, {"id": 20012004, "c": 12, "v": 4, "d": "A worthy woman is the crown of her husband; But she that maketh ashamed is as rottenness in his bones."}, {"id": 20012005, "c": 12, "v": 5, "d": "The thoughts of the righteous are just; `But' the counsels of the wicked are deceit."}, {"id": 20012006, "c": 12, "v": 6, "d": "The words of the wicked are of lying in wait for blood; But the mouth of the upright shall deliver them."}, {"id": 20012007, "c": 12, "v": 7, "d": "The wicked are overthrown, and are not; But the house of the righteous shall stand."}, {"id": 20012008, "c": 12, "v": 8, "d": "A man shall be commended according to his wisdom; But he that is of a perverse heart shall be despised."}, {"id": 20012009, "c": 12, "v": 9, "d": "Better is he that is lightly esteemed, and hath a servant, Than he that honoreth himself, and lacketh bread."}, {"id": 20012010, "c": 12, "v": 10, "d": "A righteous man regardeth the life of his beast; But the tender mercies of the wicked are cruel."}, {"id": 20012011, "c": 12, "v": 11, "d": "He that tilleth his land shall have plenty of bread; But he that followeth after vain `persons' is void of understanding."}, {"id": 20012012, "c": 12, "v": 12, "d": "The wicked desireth the net of evil men; But the root of the righteous yieldeth `fruit'."}, {"id": 20012013, "c": 12, "v": 13, "d": "In the transgression of the lips is a snare to the evil man; But the righteous shall come out of trouble."}, {"id": 20012014, "c": 12, "v": 14, "d": "A man shall be satisfied with good by the fruit of his mouth; And the doings of a man's hands shall be rendered unto him."}, {"id": 20012015, "c": 12, "v": 15, "d": "The way of a fool is right in his own eyes; But he that is wise hearkeneth unto counsel."}, {"id": 20012016, "c": 12, "v": 16, "d": "A fool's vexation is presently known; But a prudent man concealeth shame."}, {"id": 20012017, "c": 12, "v": 17, "d": "He that uttereth truth showeth forth righteousness; But a false witness, deceit."}, {"id": 20012018, "c": 12, "v": 18, "d": "There is that speaketh rashly like the piercings of a sword; But the tongue of the wise is health."}, {"id": 20012019, "c": 12, "v": 19, "d": "The lip of truth shall be established for ever; But a lying tongue is but for a moment."}, {"id": 20012020, "c": 12, "v": 20, "d": "Deceit is in the heart of them that devise evil; But to the counsellors of peace is joy."}, {"id": 20012021, "c": 12, "v": 21, "d": "There shall no mischief happen to the righteous; But the wicked shall be filled with evil."}, {"id": 20012022, "c": 12, "v": 22, "d": "Lying lips are an abomination to Jehovah; But they that deal truly are his delight."}, {"id": 20012023, "c": 12, "v": 23, "d": "A prudent man concealeth knowledge; But the heart of fools proclaimeth foolishness."}, {"id": 20012024, "c": 12, "v": 24, "d": "The hand of the diligent shall bear rule; But the slothful shall be put under taskwork."}, {"id": 20012025, "c": 12, "v": 25, "d": "Heaviness in the heart of a man maketh it stoop; But a good word maketh it glad."}, {"id": 20012026, "c": 12, "v": 26, "d": "The righteous is a guide to his neighbor; But the way of the wicked causeth them to err."}, {"id": 20012027, "c": 12, "v": 27, "d": "The slothful man roasteth not that which he took in hunting; But the precious substance of men `is to' the diligent."}, {"id": 20012028, "c": 12, "v": 28, "d": "In the way of righteousness is life; And in the pathway thereof there is no death."}, {"id": 20013001, "c": 13, "v": 1, "d": "A wise son `heareth' his father's instruction; But a scoffer heareth not rebuke."}, {"id": 20013002, "c": 13, "v": 2, "d": "A man shall eat good by the fruit of his mouth; But the soul of the treacherous `shall eat' violence."}, {"id": 20013003, "c": 13, "v": 3, "d": "He that guardeth his mouth keepeth his life; `But' he that openeth wide his lips shall have destruction."}, {"id": 20013004, "c": 13, "v": 4, "d": "The soul of the sluggard desireth, and hath nothing; But the soul of the diligent shall be made fat."}, {"id": 20013005, "c": 13, "v": 5, "d": "A righteous man hateth lying; But a wicked man is loathsome, and cometh to shame."}, {"id": 20013006, "c": 13, "v": 6, "d": "Righteousness guardeth him that is upright in the way; But wickedness overthroweth the sinner."}, {"id": 20013007, "c": 13, "v": 7, "d": "There is that maketh himself rich, yet hath nothing: There is that maketh himself poor, yet hath great wealth."}, {"id": 20013008, "c": 13, "v": 8, "d": "The ransom of a man's life is his riches; But the poor heareth no threatening."}, {"id": 20013009, "c": 13, "v": 9, "d": "The light of the righteous rejoiceth; But the lamp of the wicked shall be put out."}, {"id": 20013010, "c": 13, "v": 10, "d": "By pride cometh only contention; But with the well-advised is wisdom."}, {"id": 20013011, "c": 13, "v": 11, "d": "Wealth gotten by vanity shall be diminished; But he that gathereth by labor shall have increase."}, {"id": 20013012, "c": 13, "v": 12, "d": "Hope deferred maketh the heart sick; But when the desire cometh, it is a tree of life."}, {"id": 20013013, "c": 13, "v": 13, "d": "Whoso despiseth the word bringeth destruction on himself; But he that feareth the commandment shall be rewarded."}, {"id": 20013014, "c": 13, "v": 14, "d": "The law of the wise is a fountain of life, That one may depart from the snares of death."}, {"id": 20013015, "c": 13, "v": 15, "d": "Good understanding giveth favor; But the way of the transgressor is hard."}, {"id": 20013016, "c": 13, "v": 16, "d": "Every prudent man worketh with knowledge; But a fool flaunteth `his' folly."}, {"id": 20013017, "c": 13, "v": 17, "d": "A wicked messenger falleth into evil; But a faithful ambassador is health."}, {"id": 20013018, "c": 13, "v": 18, "d": "Poverty and shame `shall be to' him that refuseth correction; But he that regardeth reproof shall be honored."}, {"id": 20013019, "c": 13, "v": 19, "d": "The desire accomplished is sweet to the soul; But it is an abomination to fools to depart from evil."}, {"id": 20013020, "c": 13, "v": 20, "d": "Walk with wise men, and thou shalt be wise; But the companion of fools shall smart for it."}, {"id": 20013021, "c": 13, "v": 21, "d": "Evil pursueth sinners; But the righteous shall be recompensed with good."}, {"id": 20013022, "c": 13, "v": 22, "d": "A good man leaveth an inheritance to his children's children; And the wealth of the sinner is laid up for the righteous."}, {"id": 20013023, "c": 13, "v": 23, "d": "Much food `is in' the tillage of the poor; But there is that is destroyed by reason of injustice."}, {"id": 20013024, "c": 13, "v": 24, "d": "He that spareth his rod hateth his son; But he that loveth him chasteneth him betimes."}, {"id": 20013025, "c": 13, "v": 25, "d": "The righteous eateth to the satisfying of his soul; But the belly of the wicked shall want."}, {"id": 20014001, "c": 14, "v": 1, "d": "Every wise woman buildeth her house; But the foolish plucketh it down with her own hands."}, {"id": 20014002, "c": 14, "v": 2, "d": "He that walketh in his uprightness feareth Jehovah; But he that is perverse in his ways despiseth him."}, {"id": 20014003, "c": 14, "v": 3, "d": "In the mouth of the foolish is a rod for `his' pride; But the lips of the wise shall preserve them."}, {"id": 20014004, "c": 14, "v": 4, "d": "Where no oxen are, the crib is clean; But much increase is by the strength of the ox."}, {"id": 20014005, "c": 14, "v": 5, "d": "A faithful witness will not lie; But a false witness uttereth lies."}, {"id": 20014006, "c": 14, "v": 6, "d": "A scoffer seeketh wisdom, and `findeth it' not; But knowledge is easy unto him that hath understanding."}, {"id": 20014007, "c": 14, "v": 7, "d": "Go into the presence of a foolish man, And thou shalt not perceive `in him' the lips of knowledge."}, {"id": 20014008, "c": 14, "v": 8, "d": "The wisdom of the prudent is to understand his way; But the folly of fools is deceit."}, {"id": 20014009, "c": 14, "v": 9, "d": "A trespass-offering mocketh fools; But among the upright there is good will."}, {"id": 20014010, "c": 14, "v": 10, "d": "The heart knoweth its own bitterness; And a stranger doth not intermeddle with its joy."}, {"id": 20014011, "c": 14, "v": 11, "d": "The house of the wicked shall be overthrown; But the tent of the upright shall flourish."}, {"id": 20014012, "c": 14, "v": 12, "d": "There is a way which seemeth right unto a man; But the end thereof are the ways of death."}, {"id": 20014013, "c": 14, "v": 13, "d": "Even in laughter the heart is sorrowful; And the end of mirth is heaviness."}, {"id": 20014014, "c": 14, "v": 14, "d": "The backslider in heart shall be filled with his own ways; And a good man `shall be satisfied' from himself."}, {"id": 20014015, "c": 14, "v": 15, "d": "The simple believeth every word; But the prudent man looketh well to his going."}, {"id": 20014016, "c": 14, "v": 16, "d": "A wise man feareth, and departeth from evil; But the fool beareth himself insolently, and is confident."}, {"id": 20014017, "c": 14, "v": 17, "d": "He that is soon angry will deal foolishly; And a man of wicked devices is hated."}, {"id": 20014018, "c": 14, "v": 18, "d": "The simple inherit folly; But the prudent are crowned with knowledge."}, {"id": 20014019, "c": 14, "v": 19, "d": "The evil bow down before the good; And the wicked, at the gates of the righteous."}, {"id": 20014020, "c": 14, "v": 20, "d": "The poor is hated even of his own neighbor; But the rich hath many friends."}, {"id": 20014021, "c": 14, "v": 21, "d": "He that despiseth his neighbor sinneth; But he that hath pity on the poor, happy is he."}, {"id": 20014022, "c": 14, "v": 22, "d": "Do they not err that devise evil? But mercy and truth `shall be to' them that devise good."}, {"id": 20014023, "c": 14, "v": 23, "d": "In all labor there is profit; But the talk of the lips `tendeth' only to penury."}, {"id": 20014024, "c": 14, "v": 24, "d": "The crown of the wise is their riches; `But' the folly of fools is `only' folly."}, {"id": 20014025, "c": 14, "v": 25, "d": "A true witness delivereth souls; But he that uttereth lies `causeth' deceit."}, {"id": 20014026, "c": 14, "v": 26, "d": "In the fear of Jehovah is strong confidence; And his children shall have a place of refuge."}, {"id": 20014027, "c": 14, "v": 27, "d": "The fear of Jehovah is a fountain of life, That one may depart from the snares of death."}, {"id": 20014028, "c": 14, "v": 28, "d": "In the multitude of people is the king's glory; But in the want of people is the destruction of the prince."}, {"id": 20014029, "c": 14, "v": 29, "d": "He that is slow to anger is of great understanding; But he that is hasty of spirit exalteth folly."}, {"id": 20014030, "c": 14, "v": 30, "d": "A tranquil heart is the life of the flesh; But envy is the rottenness of the bones."}, {"id": 20014031, "c": 14, "v": 31, "d": "He that oppresseth the poor reproacheth his Maker; But he that hath mercy on the needy honoreth him."}, {"id": 20014032, "c": 14, "v": 32, "d": "The wicked is thrust down in his evil-doing; But the righteous hath a refuge in his death."}, {"id": 20014033, "c": 14, "v": 33, "d": "Wisdom resteth in the heart of him that hath understanding; But `that which is' in the inward part of fools is made known."}, {"id": 20014034, "c": 14, "v": 34, "d": "Righteousness exalteth a nation; But sin is a reproach to any people."}, {"id": 20014035, "c": 14, "v": 35, "d": "The king's favor is toward a servant that dealeth wisely; But his wrath will be `against' him that causeth shame."}, {"id": 20015001, "c": 15, "v": 1, "d": "A soft answer turneth away wrath; But a grievous word stirreth up anger."}, {"id": 20015002, "c": 15, "v": 2, "d": "The tongue of the wise uttereth knowledge aright; But the mouth of fools poureth out folly."}, {"id": 20015003, "c": 15, "v": 3, "d": "The eyes of Jehovah are in every place, Keeping watch upon the evil and the good."}, {"id": 20015004, "c": 15, "v": 4, "d": "A gentle tongue is a tree of life; But perverseness therein is a breaking of the spirit."}, {"id": 20015005, "c": 15, "v": 5, "d": "A fool despiseth his father's correction; But he that regardeth reproof getteth prudence."}, {"id": 20015006, "c": 15, "v": 6, "d": "In the house of the righteous is much treasure; But in the revenues of the wicked is trouble."}, {"id": 20015007, "c": 15, "v": 7, "d": "The lips of the wise disperse knowledge; But the heart of the foolish `doeth' not so."}, {"id": 20015008, "c": 15, "v": 8, "d": "The sacrifice of the wicked is an abomination to Jehovah; But the prayer of the upright is his delight."}, {"id": 20015009, "c": 15, "v": 9, "d": "The way of the wicked is an abomination to Jehovah; But he loveth him that followeth after righteousness."}, {"id": 20015010, "c": 15, "v": 10, "d": "There is grievous correction for him that forsaketh the way; `And' he that hateth reproof shall die."}, {"id": 20015011, "c": 15, "v": 11, "d": "Sheol and Abaddon are before Jehovah: How much more then the hearts of the children of men!"}, {"id": 20015012, "c": 15, "v": 12, "d": "A scoffer loveth not to be reproved; He will not go unto the wise."}, {"id": 20015013, "c": 15, "v": 13, "d": "A glad heart maketh a cheerful countenance; But by sorrow of heart the spirit is broken."}, {"id": 20015014, "c": 15, "v": 14, "d": "The heart of him that hath understanding seeketh knowledge; But the mouth of fools feedeth on folly."}, {"id": 20015015, "c": 15, "v": 15, "d": "All the days of the afflicted are evil; But he that is of a cheerful heart `hath' a continual feast."}, {"id": 20015016, "c": 15, "v": 16, "d": "Better is little, with the fear of Jehovah, Than great treasure and trouble therewith."}, {"id": 20015017, "c": 15, "v": 17, "d": "Better is a dinner of herbs, where love is, Than a stalled ox and hatred therewith."}, {"id": 20015018, "c": 15, "v": 18, "d": "A wrathful man stirreth up contention; But he that is slow to anger appeaseth strife."}, {"id": 20015019, "c": 15, "v": 19, "d": "The way of the sluggard is as a hedge of thorns; But the path of the upright is made a highway."}, {"id": 20015020, "c": 15, "v": 20, "d": "A wise son maketh a glad father; But a foolish man despiseth his mother."}, {"id": 20015021, "c": 15, "v": 21, "d": "Folly is joy to him that is void of wisdom; But a man of understanding maketh straight his going."}, {"id": 20015022, "c": 15, "v": 22, "d": "Where there is no counsel, purposes are disappointed; But in the multitude of counsellors they are established."}, {"id": 20015023, "c": 15, "v": 23, "d": "A man hath joy in the answer of his mouth; And a word in due season, how good is it!"}, {"id": 20015024, "c": 15, "v": 24, "d": "To the wise the way of life `goeth' upward, That he may depart from Sheol beneath."}, {"id": 20015025, "c": 15, "v": 25, "d": "Jehovah will root up the house of the proud; But he will establish the border of the widow."}, {"id": 20015026, "c": 15, "v": 26, "d": "Evil devices are an abomination to Jehovah; But pleasant words `are' pure."}, {"id": 20015027, "c": 15, "v": 27, "d": "He that is greedy of gain troubleth his own house; But he that hateth bribes shall live."}, {"id": 20015028, "c": 15, "v": 28, "d": "The heart of the righteous studieth to answer; But the mouth of the wicked poureth out evil things."}, {"id": 20015029, "c": 15, "v": 29, "d": "Jehovah is far from the wicked; But he heareth the prayer of the righteous."}, {"id": 20015030, "c": 15, "v": 30, "d": "The light of the eyes rejoiceth the heart; `And' good tidings make the bones fat."}, {"id": 20015031, "c": 15, "v": 31, "d": "The ear that hearkeneth to the reproof of life Shall abide among the wise."}, {"id": 20015032, "c": 15, "v": 32, "d": "He that refuseth correction despiseth his own soul; But he that hearkeneth to reproof getteth understanding."}, {"id": 20015033, "c": 15, "v": 33, "d": "The fear of Jehovah is the instruction of wisdom; And before honor `goeth' humility."}, {"id": 20016001, "c": 16, "v": 1, "d": "The plans of the heart belong to man; But the answer of the tongue is from Jehovah."}, {"id": 20016002, "c": 16, "v": 2, "d": "All the ways of a man are clean in his own eyes; But Jehovah weigheth the spirits."}, {"id": 20016003, "c": 16, "v": 3, "d": "Commit thy works unto Jehovah, And thy purposes shall be established."}, {"id": 20016004, "c": 16, "v": 4, "d": "Jehovah hath made everything for its own end; Yea, even the wicked for the day of evil."}, {"id": 20016005, "c": 16, "v": 5, "d": "Every one that is proud in heart is an abomination to Jehovah: `Though' hand `join' in hand, he shall not be unpunished."}, {"id": 20016006, "c": 16, "v": 6, "d": "By mercy and truth iniquity is atoned for; And by the fear of Jehovah men depart from evil."}, {"id": 20016007, "c": 16, "v": 7, "d": "When a man's ways please Jehovah, He maketh even his enemies to be at peace with him."}, {"id": 20016008, "c": 16, "v": 8, "d": "Better is a little, with righteousness, Than great revenues with injustice."}, {"id": 20016009, "c": 16, "v": 9, "d": "A man's heart deviseth his way; But Jehovah directeth his steps."}, {"id": 20016010, "c": 16, "v": 10, "d": "A divine sentence is in the lips of the king; His mouth shall not transgress in judgment."}, {"id": 20016011, "c": 16, "v": 11, "d": "A just balance and scales are Jehovah's; All the weights of the bag are his work."}, {"id": 20016012, "c": 16, "v": 12, "d": "It is an abomination to kings to commit wickedness; For the throne is established by righteousness."}, {"id": 20016013, "c": 16, "v": 13, "d": "Righteous lips are the delight of kings; And they love him that speaketh right."}, {"id": 20016014, "c": 16, "v": 14, "d": "The wrath of a king is `as' messengers of death; But a wise man will pacify it."}, {"id": 20016015, "c": 16, "v": 15, "d": "In the light of the king's countenance is life; And his favor is as a cloud of the latter rain."}, {"id": 20016016, "c": 16, "v": 16, "d": "How much better is it to get wisdom than gold! Yea, to get understanding is rather to be chosen than silver."}, {"id": 20016017, "c": 16, "v": 17, "d": "The highway of the upright is to depart from evil: He that keepeth his way preserveth his soul."}, {"id": 20016018, "c": 16, "v": 18, "d": "Pride `goeth' before destruction, And a haughty spirit before a fall."}, {"id": 20016019, "c": 16, "v": 19, "d": "Better it is to be of a lowly spirit with the poor, Than to divide the spoil with the proud."}, {"id": 20016020, "c": 16, "v": 20, "d": "He that giveth heed unto the word shall find good; And whoso trusteth in Jehovah, happy is he."}, {"id": 20016021, "c": 16, "v": 21, "d": "The wise in heart shall be called prudent; And the sweetness of the lips increaseth learning."}, {"id": 20016022, "c": 16, "v": 22, "d": "Understanding is a well-spring of life unto him that hath it; But the correction of fools is `their' folly."}, {"id": 20016023, "c": 16, "v": 23, "d": "The heart of the wise instructeth his mouth, And addeth learning to his lips."}, {"id": 20016024, "c": 16, "v": 24, "d": "Pleasant words are `as' a honeycomb, Sweet to the soul, and health to the bones."}, {"id": 20016025, "c": 16, "v": 25, "d": "There is a way which seemeth right unto a man, But the end thereof are the ways of death."}, {"id": 20016026, "c": 16, "v": 26, "d": "The appetite of the laboring man laboreth for him; For his mouth urgeth him `thereto'."}, {"id": 20016027, "c": 16, "v": 27, "d": "A worthless man deviseth mischief; And in his lips there is as a scorching fire."}, {"id": 20016028, "c": 16, "v": 28, "d": "A perverse man scattereth abroad strife; And a whisperer separateth chief friends."}, {"id": 20016029, "c": 16, "v": 29, "d": "A man of violence enticeth his neighbor, And leadeth him in a way that is not good."}, {"id": 20016030, "c": 16, "v": 30, "d": "He that shutteth his eyes, `it is' to devise perverse things: He that compresseth his lips bringeth evil to pass."}, {"id": 20016031, "c": 16, "v": 31, "d": "The hoary head is a crown of glory; It shall be found in the way of righteousness."}, {"id": 20016032, "c": 16, "v": 32, "d": "He that is slow to anger is better than the mighty; And he that ruleth his spirit, than he that taketh a city."}, {"id": 20016033, "c": 16, "v": 33, "d": "The lot is cast into the lap; But the whole disposing thereof is of Jehovah."}, {"id": 20017001, "c": 17, "v": 1, "d": "Better is a dry morsel, and quietness therewith, Than a house full of feasting with strife."}, {"id": 20017002, "c": 17, "v": 2, "d": "A servant that dealeth wisely shall have rule over a son that causeth shame, And shall have part in the inheritance among the brethren."}, {"id": 20017003, "c": 17, "v": 3, "d": "The refining pot is for silver, and the furnace for gold; But Jehovah trieth the hearts."}, {"id": 20017004, "c": 17, "v": 4, "d": "An evil-doer giveth heed to wicked lips; `And' a liar giveth ear to a mischievous tongue."}, {"id": 20017005, "c": 17, "v": 5, "d": "Whoso mocketh the poor reproacheth his Maker; `And' he that is glad at calamity shall not be unpunished."}, {"id": 20017006, "c": 17, "v": 6, "d": "Children's children are the crown of old men; And the glory of children are their fathers."}, {"id": 20017007, "c": 17, "v": 7, "d": "Excellent speech becometh not a fool; Much less do lying lips a prince."}, {"id": 20017008, "c": 17, "v": 8, "d": "A bribe is `as' a precious stone in the eyes of him that hath it; Whithersoever it turneth, it prospereth."}, {"id": 20017009, "c": 17, "v": 9, "d": "He that covereth a transgression seeketh love; But he that harpeth on a matter separateth chief friends."}, {"id": 20017010, "c": 17, "v": 10, "d": "A rebuke entereth deeper into one that hath understanding Than a hundred stripes into a fool."}, {"id": 20017011, "c": 17, "v": 11, "d": "An evil man seeketh only rebellion; Therefore a cruel messenger shall be sent against him."}, {"id": 20017012, "c": 17, "v": 12, "d": "Let a bear robbed of her whelps meet a man, Rather than a fool in his folly."}, {"id": 20017013, "c": 17, "v": 13, "d": "Whoso rewardeth evil for good, Evil shall not depart from his house."}, {"id": 20017014, "c": 17, "v": 14, "d": "The beginning of strife is `as' when one letteth out water: Therefore leave off contention, before there is quarrelling."}, {"id": 20017015, "c": 17, "v": 15, "d": "He that justifieth the wicked, and he that condemneth the righteous, Both of them alike are an abomination to Jehovah."}, {"id": 20017016, "c": 17, "v": 16, "d": "Wherefore is there a price in the hand of a fool to buy wisdom, Seeing he hath no understanding?"}, {"id": 20017017, "c": 17, "v": 17, "d": "A friend loveth at all times; And a brother is born for adversity."}, {"id": 20017018, "c": 17, "v": 18, "d": "A man void of understanding striketh hands, And becometh surety in the presence of his neighbor."}, {"id": 20017019, "c": 17, "v": 19, "d": "He loveth transgression that loveth strife: He that raiseth high his gate seeketh destruction."}, {"id": 20017020, "c": 17, "v": 20, "d": "He that hath a wayward heart findeth no good; And he that hath a perverse tongue falleth into mischief."}, {"id": 20017021, "c": 17, "v": 21, "d": "He that begetteth a fool `doeth it' to his sorrow; And the father of a fool hath no joy."}, {"id": 20017022, "c": 17, "v": 22, "d": "A cheerful heart is a good medicine; But a broken spirit drieth up the bones."}, {"id": 20017023, "c": 17, "v": 23, "d": "A wicked man receiveth a bribe out of the bosom, To pervert the ways of justice."}, {"id": 20017024, "c": 17, "v": 24, "d": "Wisdom is before the face of him that hath understanding; But the eyes of a fool are in the ends of the earth."}, {"id": 20017025, "c": 17, "v": 25, "d": "A foolish son is a grief to his father, And bitterness to her that bare him."}, {"id": 20017026, "c": 17, "v": 26, "d": "Also to punish the righteous is not good, `Nor' to smite the noble for `their' uprightness."}, {"id": 20017027, "c": 17, "v": 27, "d": "He that spareth his words hath knowledge; And he that is of a cool spirit is a man of understanding."}, {"id": 20017028, "c": 17, "v": 28, "d": "Even a fool, when he holdeth his peace, is counted wise; When he shutteth his lips, he is `esteemed as' prudent."}, {"id": 20018001, "c": 18, "v": 1, "d": "He that separateth himself seeketh `his own' desire, And rageth against all sound wisdom."}, {"id": 20018002, "c": 18, "v": 2, "d": "A fool hath no delight in understanding, But only that his heart may reveal itself."}, {"id": 20018003, "c": 18, "v": 3, "d": "When the wicked cometh, there cometh also contempt, And with ignominy `cometh' reproach."}, {"id": 20018004, "c": 18, "v": 4, "d": "The words of a man's mouth are `as' deep waters; The wellspring of wisdom is `as' a flowing brook."}, {"id": 20018005, "c": 18, "v": 5, "d": "To respect the person of the wicked is not good, `Nor' to turn aside the righteous in judgment."}, {"id": 20018006, "c": 18, "v": 6, "d": "A fool's lips enter into contention, And his mouth calleth for stripes."}, {"id": 20018007, "c": 18, "v": 7, "d": "A fool's mouth is his destruction, And his lips are the snare of his soul."}, {"id": 20018008, "c": 18, "v": 8, "d": "The words of a whisperer are as dainty morsels, And they go down into the innermost parts."}, {"id": 20018009, "c": 18, "v": 9, "d": "He also that is slack in his work Is brother to him that is a destroyer."}, {"id": 20018010, "c": 18, "v": 10, "d": "The name of Jehovah is a strong tower; The righteous runneth into it, and is safe."}, {"id": 20018011, "c": 18, "v": 11, "d": "The rich man's wealth is his strong city, And as a high wall in his own imagination."}, {"id": 20018012, "c": 18, "v": 12, "d": "Before destruction the heart of man is haughty; And before honor `goeth' humility."}, {"id": 20018013, "c": 18, "v": 13, "d": "He that giveth answer before he heareth, It is folly and shame unto him."}, {"id": 20018014, "c": 18, "v": 14, "d": "The spirit of a man will sustain his infirmity; But a broken spirit who can bear?"}, {"id": 20018015, "c": 18, "v": 15, "d": "The heart of the prudent getteth knowledge; And the ear of the wise seeketh knowledge."}, {"id": 20018016, "c": 18, "v": 16, "d": "A man's gift maketh room for him, And bringeth him before great men."}, {"id": 20018017, "c": 18, "v": 17, "d": "He that pleadeth his cause first `seemeth' just; But his neighbor cometh and searcheth him out."}, {"id": 20018018, "c": 18, "v": 18, "d": "The lot causeth contentions to cease, And parteth between the mighty."}, {"id": 20018019, "c": 18, "v": 19, "d": "A brother offended `is harder to be won' than a strong city; And `such' contentions are like the bars of a castle."}, {"id": 20018020, "c": 18, "v": 20, "d": "A man's belly shall be filled with the fruit of his mouth; With the increase of his lips shall he be satisfied."}, {"id": 20018021, "c": 18, "v": 21, "d": "Death and life are in the power of the tongue; And they that love it shall eat the fruit thereof."}, {"id": 20018022, "c": 18, "v": 22, "d": "Whoso findeth a wife findeth a good thing, And obtaineth favor of Jehovah."}, {"id": 20018023, "c": 18, "v": 23, "d": "The poor useth entreaties; But the rich answereth roughly."}, {"id": 20018024, "c": 18, "v": 24, "d": "He that maketh many friends `doeth it' to his own destruction; But there is a friend that sticketh closer than a brother."}, {"id": 20019001, "c": 19, "v": 1, "d": "Better is the poor that walketh in his integrity Than he that is perverse in his lips and is a fool."}, {"id": 20019002, "c": 19, "v": 2, "d": "Also, that the soul be without knowledge is not good; And he that hasteth with his feet sinneth."}, {"id": 20019003, "c": 19, "v": 3, "d": "The foolishness of man subverteth his way; And his heart fretteth against Jehovah."}, {"id": 20019004, "c": 19, "v": 4, "d": "Wealth addeth many friends; But the poor is separated from his friend."}, {"id": 20019005, "c": 19, "v": 5, "d": "A false witness shall not be unpunished; And he that uttereth lies shall not escape."}, {"id": 20019006, "c": 19, "v": 6, "d": "Many will entreat the favor of the liberal man; And every man is a friend to him that giveth gifts."}, {"id": 20019007, "c": 19, "v": 7, "d": "All the brethren of the poor do hate him: How much more do his friends go far from him! He pursueth `them with' words, `but' they are gone."}, {"id": 20019008, "c": 19, "v": 8, "d": "He that getteth wisdom loveth his own soul: He that keepeth understanding shall find good."}, {"id": 20019009, "c": 19, "v": 9, "d": "A false witness shall not be unpunished; And he that uttereth lies shall perish."}, {"id": 20019010, "c": 19, "v": 10, "d": "Delicate living is not seemly for a fool; Much less for a servant to have rule over princes."}, {"id": 20019011, "c": 19, "v": 11, "d": "The discretion of a man maketh him slow to anger; And it is his glory to pass over a transgression."}, {"id": 20019012, "c": 19, "v": 12, "d": "The king's wrath is as the roaring of a lion; But his favor is as dew upon the grass."}, {"id": 20019013, "c": 19, "v": 13, "d": "A foolish son is the calamity of his father; And the contentions of a wife are a continual dropping."}, {"id": 20019014, "c": 19, "v": 14, "d": "House and riches are an inheritance from fathers; But a prudent wife is from Jehovah."}, {"id": 20019015, "c": 19, "v": 15, "d": "Slothfulness casteth into a deep sleep; And the idle soul shall suffer hunger."}, {"id": 20019016, "c": 19, "v": 16, "d": "He that keepeth the commandment keepeth his soul; `But' he that is careless of his ways shall die."}, {"id": 20019017, "c": 19, "v": 17, "d": "He that hath pity upon the poor lendeth unto Jehovah, And his good deed will he pay him again."}, {"id": 20019018, "c": 19, "v": 18, "d": "Chasten thy son, seeing there is hope; nd set not thy heart on his destruction."}, {"id": 20019019, "c": 19, "v": 19, "d": "A man of great wrath shall bear the penalty; For if thou deliver `him', thou must do it yet again."}, {"id": 20019020, "c": 19, "v": 20, "d": "Hear counsel, and receive instruction, That thou mayest be wise in thy latter end."}, {"id": 20019021, "c": 19, "v": 21, "d": "There are many devices in a man's heart; But the counsel of Jehovah, that shall stand."}, {"id": 20019022, "c": 19, "v": 22, "d": "That which maketh a man to be desired is his kindness; And a poor man is better than a liar."}, {"id": 20019023, "c": 19, "v": 23, "d": "The fear of Jehovah `tendeth' to life; And he `that hath it' shall abide satisfied; He shall not be visited with evil."}, {"id": 20019024, "c": 19, "v": 24, "d": "The sluggard burieth his hand in the dish, And will not so much as bring it to his mouth again."}, {"id": 20019025, "c": 19, "v": 25, "d": "Smite a scoffer, and the simple will learn prudence; And reprove one that hath understanding, `and' he will understand knowledge."}, {"id": 20019026, "c": 19, "v": 26, "d": "He that doeth violence to his father, and chaseth away his mother, Is a son that causeth shame and bringeth reproach."}, {"id": 20019027, "c": 19, "v": 27, "d": "Cease, my son, to hear instruction `Only' to err from the words of knowledge."}, {"id": 20019028, "c": 19, "v": 28, "d": "A worthless witness mocketh at justice; And the mouth of the wicked swalloweth iniquity."}, {"id": 20019029, "c": 19, "v": 29, "d": "Judgments are prepared for scoffers, And stripes for the back of fools."}, {"id": 20020001, "c": 20, "v": 1, "d": "Wine is a mocker, strong drink a brawler; And whosoever erreth thereby is not wise."}, {"id": 20020002, "c": 20, "v": 2, "d": "The terror of a king is as the roaring of a lion: He that provoketh him to anger sinneth `against' his own life."}, {"id": 20020003, "c": 20, "v": 3, "d": "It is an honor for a man to keep aloof from strife; But every fool will be quarrelling."}, {"id": 20020004, "c": 20, "v": 4, "d": "The sluggard will not plow by reason of the winter; Therefore he shall beg in harvest, and have nothing."}, {"id": 20020005, "c": 20, "v": 5, "d": "Counsel in the heart of man is `like' deep water; But a man of understanding will draw it out."}, {"id": 20020006, "c": 20, "v": 6, "d": "Most men will proclaim every one his own kindness; But a faithful man who can find?"}, {"id": 20020007, "c": 20, "v": 7, "d": "A righteous man that walketh in his integrity, Blessed are his children after him."}, {"id": 20020008, "c": 20, "v": 8, "d": "A king that sitteth on the throne of judgment Scattereth away all evil with his eyes."}, {"id": 20020009, "c": 20, "v": 9, "d": "Who can say, I have made my heart clean, I am pure from my sin?"}, {"id": 20020010, "c": 20, "v": 10, "d": "Diverse weights, and diverse measures, Both of them alike are an abomination to Jehovah."}, {"id": 20020011, "c": 20, "v": 11, "d": "Even a child maketh himself known by his doings, Whether his work be pure, and whether it be right."}, {"id": 20020012, "c": 20, "v": 12, "d": "The hearing ear, and the seeing eye, Jehovah hath made even both of them."}, {"id": 20020013, "c": 20, "v": 13, "d": "Love not sleep, let thou come to poverty; Open thine eyes, `and' thou shalt be satisfied with bread."}, {"id": 20020014, "c": 20, "v": 14, "d": "It is bad, it is bad, saith the buyer; But when he is gone his way, then he boasteth."}, {"id": 20020015, "c": 20, "v": 15, "d": "There is gold, and abundance of rubies; But the lips of knowledge are a precious jewel."}, {"id": 20020016, "c": 20, "v": 16, "d": "Take his garment that is surety for a stranger; And hold him in pledge `that is surety' for foreigners."}, {"id": 20020017, "c": 20, "v": 17, "d": "Bread of falsehood is sweet to a man; But afterwards his mouth shall be filled with gravel."}, {"id": 20020018, "c": 20, "v": 18, "d": "Every purpose is established by counsel; And by wise guidance make thou war."}, {"id": 20020019, "c": 20, "v": 19, "d": "He that goeth about as a tale-bearer revealeth secrets; Therefore company not with him that openeth wide his lips."}, {"id": 20020020, "c": 20, "v": 20, "d": "Whoso curseth his father or his mother, His lamp shall be put out in blackness of darkness."}, {"id": 20020021, "c": 20, "v": 21, "d": "An inheritance `may be' gotten hastily at the beginning; But the end thereof shall not be blessed."}, {"id": 20020022, "c": 20, "v": 22, "d": "Say not thou, I will recompense evil: Wait for Jehovah, and he will save thee."}, {"id": 20020023, "c": 20, "v": 23, "d": "Diverse weights are an abomination to Jehovah; And a false balance is not good."}, {"id": 20020024, "c": 20, "v": 24, "d": "A man's goings are of Jehovah; How then can man understand his way?"}, {"id": 20020025, "c": 20, "v": 25, "d": "It is a snare to a man rashly to say, `It is' holy, And after vows to make inquiry."}, {"id": 20020026, "c": 20, "v": 26, "d": "A wise king winnoweth the wicked, And bringeth the `threshing' -wheel over them."}, {"id": 20020027, "c": 20, "v": 27, "d": "The spirit of man is the lamp of Jehovah, Searching all his innermost parts."}, {"id": 20020028, "c": 20, "v": 28, "d": "Kindness and truth preserve the king; And his throne is upholden by kindness."}, {"id": 20020029, "c": 20, "v": 29, "d": "The glory of young men is their strength; And the beauty of old men is the hoary head."}, {"id": 20020030, "c": 20, "v": 30, "d": "Stripes that wound cleanse away evil; And strokes `reach' the innermost parts."}, {"id": 20021001, "c": 21, "v": 1, "d": "The king's heart is in the hand of Jehovah as the watercourses: He turneth it whithersoever he will."}, {"id": 20021002, "c": 21, "v": 2, "d": "Every way of a man is right in his own eyes; But Jehovah weigheth the hearts."}, {"id": 20021003, "c": 21, "v": 3, "d": "To do righteousness and justice Is more acceptable to Jehovah than sacrifice."}, {"id": 20021004, "c": 21, "v": 4, "d": "A high look, and a proud heart, `Even' the lamp of the wicked, is sin."}, {"id": 20021005, "c": 21, "v": 5, "d": "The thoughts of the diligent `tend' only to plenteousness; But every one that is hasty `hasteth' only to want."}, {"id": 20021006, "c": 21, "v": 6, "d": "The getting of treasures by a lying tongue Is a vapor driven to and fro by them that seek death."}, {"id": 20021007, "c": 21, "v": 7, "d": "The violence of the wicked shall sweep them away, Because they refuse to do justice."}, {"id": 20021008, "c": 21, "v": 8, "d": "The way of him that is laden with guilt is exceeding crooked; But as for the pure, his work is right."}, {"id": 20021009, "c": 21, "v": 9, "d": "It is better to dwell in the corner of the housetop, Than with a contentious woman in a wide house."}, {"id": 20021010, "c": 21, "v": 10, "d": "The soul of the wicked desireth evil: His neighbor findeth no favor in his eyes."}, {"id": 20021011, "c": 21, "v": 11, "d": "When the scoffer is punished, the simple is made wise; And when the wise is instructed, he receiveth knowledge."}, {"id": 20021012, "c": 21, "v": 12, "d": "The righteous man considereth the house of the wicked, `How' the wicked are overthrown to `their' ruin."}, {"id": 20021013, "c": 21, "v": 13, "d": "Whoso stoppeth his ears at the cry of the poor, He also shall cry, but shall not be heard."}, {"id": 20021014, "c": 21, "v": 14, "d": "A gift in secret pacifieth anger; And a present in the bosom, strong wrath."}, {"id": 20021015, "c": 21, "v": 15, "d": "It is joy to the righteous to do justice; But it is a destruction to the workers of iniquity."}, {"id": 20021016, "c": 21, "v": 16, "d": "The man that wandereth out of the way of understanding Shall rest in the assembly of the dead."}, {"id": 20021017, "c": 21, "v": 17, "d": "He that loveth pleasure shall be a poor man: He that loveth wine and oil shall not be rich."}, {"id": 20021018, "c": 21, "v": 18, "d": "The wicked is a ransom for the righteous; And the treacherous `cometh' in the stead of the upright."}, {"id": 20021019, "c": 21, "v": 19, "d": "It is better to dwell in a desert land, Than with a contentious and fretful woman."}, {"id": 20021020, "c": 21, "v": 20, "d": "There is precious treasure and oil in the dwelling of the wise; But a foolish man swalloweth it up."}, {"id": 20021021, "c": 21, "v": 21, "d": "He that followeth after righteousness and kindness Findeth life, righteousness, and honor."}, {"id": 20021022, "c": 21, "v": 22, "d": "A wise man scaleth the city of the mighty, And bringeth down the strength of the confidence thereof."}, {"id": 20021023, "c": 21, "v": 23, "d": "Whoso keepeth his mouth and his tongue Keepeth his soul from troubles."}, {"id": 20021024, "c": 21, "v": 24, "d": "The proud and haughty man, scoffer is his name; He worketh in the arrogance of pride."}, {"id": 20021025, "c": 21, "v": 25, "d": "The desire of the sluggard killeth him; For his hands refuse to labor."}, {"id": 20021026, "c": 21, "v": 26, "d": "There is that coveteth greedily all the day long; But the righteous giveth and withholdeth not."}, {"id": 20021027, "c": 21, "v": 27, "d": "The sacrifice of the wicked is an abomination: How much more, when he bringeth it with a wicked mind!"}, {"id": 20021028, "c": 21, "v": 28, "d": "A false witness shall perish; But the man that heareth shall speak so as to endure."}, {"id": 20021029, "c": 21, "v": 29, "d": "A wicked man hardeneth his face; But as for the upright, he establisheth his ways."}, {"id": 20021030, "c": 21, "v": 30, "d": "There is no wisdom nor understanding Nor counsel against Jehovah."}, {"id": 20021031, "c": 21, "v": 31, "d": "The horse is prepared against the day of battle; But victory is of Jehovah."}, {"id": 20022001, "c": 22, "v": 1, "d": "A `good' name is rather to be chosen than great riches, `And' loving favor rather than silver and gold."}, {"id": 20022002, "c": 22, "v": 2, "d": "The rich and the poor meet together: Jehovah is the maker of them all."}, {"id": 20022003, "c": 22, "v": 3, "d": "A prudent man seeth the evil, and hideth himself; But the simple pass on, and suffer for it."}, {"id": 20022004, "c": 22, "v": 4, "d": "The reward of humility `and' the fear of Jehovah `Is' riches, and honor, and life."}, {"id": 20022005, "c": 22, "v": 5, "d": "Thorns `and' snares are in the way of the perverse: He that keepeth his soul shall be far from them."}, {"id": 20022006, "c": 22, "v": 6, "d": "Train up a child in the way he should go, And even when he is old he will not depart from it."}, {"id": 20022007, "c": 22, "v": 7, "d": "The rich ruleth over the poor; And the borrower is servant to the lender."}, {"id": 20022008, "c": 22, "v": 8, "d": "He that soweth iniquity shall reap calamity; And the rod of his wrath shall fail."}, {"id": 20022009, "c": 22, "v": 9, "d": "He that hath a bountiful eye shall be blessed; For he giveth of his bread to the poor."}, {"id": 20022010, "c": 22, "v": 10, "d": "Cast out the scoffer, and contention will go out; Yea, strife and ignominy will cease."}, {"id": 20022011, "c": 22, "v": 11, "d": "He that loveth pureness of heart, `For' the grace of his lips the king will be his friend."}, {"id": 20022012, "c": 22, "v": 12, "d": "The eyes of Jehovah preserve `him that hath' knowledge; But he overthroweth the words of the treacherous man."}, {"id": 20022013, "c": 22, "v": 13, "d": "The sluggard saith, There is a lion without: I shall be slain in the streets."}, {"id": 20022014, "c": 22, "v": 14, "d": "The mouth of strange women is a deep pit: He that is abhorred of Jehovah shall fall therein."}, {"id": 20022015, "c": 22, "v": 15, "d": "Foolishness is bound up in the heart of a child; `But' the rod of correction shall drive it far from him."}, {"id": 20022016, "c": 22, "v": 16, "d": "He that oppresseth the poor to increase his `gain', `And' he that giveth to the rich, `shall come' only to want."}, {"id": 20022017, "c": 22, "v": 17, "d": "Incline thine ear, and hear the words of the wise, And apply thy heart unto my knowledge."}, {"id": 20022018, "c": 22, "v": 18, "d": "For it is a pleasant thing if thou keep them within thee, If they be established together upon thy lips."}, {"id": 20022019, "c": 22, "v": 19, "d": "That thy trust may be in Jehovah, I have made `them' known to thee this day, even to thee."}, {"id": 20022020, "c": 22, "v": 20, "d": "Have not I written unto thee excellent things Of counsels and knowledge,"}, {"id": 20022021, "c": 22, "v": 21, "d": "To make thee know the certainty of the words of truth, That thou mayest carry back words of truth to them that send thee?"}, {"id": 20022022, "c": 22, "v": 22, "d": "Rob not the poor, because he is poor; Neither oppress the afflicted in the gate:"}, {"id": 20022023, "c": 22, "v": 23, "d": "For Jehovah will plead their cause, And despoil of life those that despoil them."}, {"id": 20022024, "c": 22, "v": 24, "d": "Make no friendship with a man that is given to anger; And with a wrathful man thou shalt not go:"}, {"id": 20022025, "c": 22, "v": 25, "d": "Lest thou learn this ways, And get a snare to thy soul."}, {"id": 20022026, "c": 22, "v": 26, "d": "Be thou not one of them that strike hands, `Or' of them that are sureties for debts."}, {"id": 20022027, "c": 22, "v": 27, "d": "If thou hast not wherewith to pay, Why should he take away thy bed from under thee?"}, {"id": 20022028, "c": 22, "v": 28, "d": "Remove not the ancient landmark, Which thy fathers have set."}, {"id": 20022029, "c": 22, "v": 29, "d": "Seest thou a man diligent in his business? he shall stand before kings; He shall not stand before mean men."}, {"id": 20023001, "c": 23, "v": 1, "d": "When thou sittest to eat with a ruler, Consider diligently him that is before thee;"}, {"id": 20023002, "c": 23, "v": 2, "d": "And put a knife to thy throat, If thou be a man given to appetite."}, {"id": 20023003, "c": 23, "v": 3, "d": "Be not desirous of his dainties; Seeing they are deceitful food."}, {"id": 20023004, "c": 23, "v": 4, "d": "Weary not thyself to be rich; Cease from thine own wisdom."}, {"id": 20023005, "c": 23, "v": 5, "d": "Wilt thou set thine eyes upon that which is not? For `riches' certainly make themselves wings, Like an eagle that flieth toward heaven."}, {"id": 20023006, "c": 23, "v": 6, "d": "Eat thou not the bread of him that hath an evil eye, Neither desire thou his dainties:"}, {"id": 20023007, "c": 23, "v": 7, "d": "For as he thinketh within himself, so is he: Eat and drink, saith he to thee; But his heart is not with thee."}, {"id": 20023008, "c": 23, "v": 8, "d": "The morsel which thou hast eaten shalt thou vomit up, And lose thy sweet words."}, {"id": 20023009, "c": 23, "v": 9, "d": "Speak not in the hearing of a fool; For he will despise the wisdom of thy words."}, {"id": 20023010, "c": 23, "v": 10, "d": "Remove not the ancient landmark; And enter not into the fields of the fatherless:"}, {"id": 20023011, "c": 23, "v": 11, "d": "For their Redeemer is strong; He will plead their cause against thee."}, {"id": 20023012, "c": 23, "v": 12, "d": "Apply thy heart unto instruction, And thine ears to the words of knowledge."}, {"id": 20023013, "c": 23, "v": 13, "d": "Withhold not correction from the child; `For' if thou beat him with the rod, he will not die."}, {"id": 20023014, "c": 23, "v": 14, "d": "Thou shalt beat him with the rod, And shalt deliver his soul from Sheol."}, {"id": 20023015, "c": 23, "v": 15, "d": "My son, if thy heart be wise, My heart will be glad, even mine:"}, {"id": 20023016, "c": 23, "v": 16, "d": "Yea, my heart will rejoice, When thy lips speak right things."}, {"id": 20023017, "c": 23, "v": 17, "d": "Let not thy heart envy sinners; But `be thou' in the fear of Jehovah all the day long:"}, {"id": 20023018, "c": 23, "v": 18, "d": "For surely there is a reward; And thy hope shall not be cut off."}, {"id": 20023019, "c": 23, "v": 19, "d": "Hear thou, my son, and be wise, And guide thy heart in the way."}, {"id": 20023020, "c": 23, "v": 20, "d": "Be not among winebibbers, Among gluttonous eaters of flesh:"}, {"id": 20023021, "c": 23, "v": 21, "d": "For the drunkard and the glutton shall come to poverty; And drowsiness will clothe `a man' with rags."}, {"id": 20023022, "c": 23, "v": 22, "d": "Hearken unto thy father that begat thee, And despise not thy mother when she is old."}, {"id": 20023023, "c": 23, "v": 23, "d": "Buy the truth, and sell it not; `Yea', wisdom, and instruction, and understanding."}, {"id": 20023024, "c": 23, "v": 24, "d": "The father of the righteous will greatly rejoice; And he that begetteth a wise child will have joy of him."}, {"id": 20023025, "c": 23, "v": 25, "d": "Let thy father and thy mother be glad, And let her that bare thee rejoice."}, {"id": 20023026, "c": 23, "v": 26, "d": "My son, give me thy heart; And let thine eyes delight in my ways."}, {"id": 20023027, "c": 23, "v": 27, "d": "For a harlot is a deep ditch; And a foreign woman is a narrow pit."}, {"id": 20023028, "c": 23, "v": 28, "d": "Yea, she lieth in wait as a robber, And increaseth the treacherous among men."}, {"id": 20023029, "c": 23, "v": 29, "d": "Who hath woe? who hath sorrow? who hath contentions? Who hath complaining? who hath wounds without cause? Who hath redness of eyes?"}, {"id": 20023030, "c": 23, "v": 30, "d": "They that tarry long at the wine; They that go to seek out mixed wine."}, {"id": 20023031, "c": 23, "v": 31, "d": "Look not thou upon the wine when it is red, When it sparkleth in the cup, When it goeth down smoothly:"}, {"id": 20023032, "c": 23, "v": 32, "d": "At the last it biteth like a serpent, And stingeth like an adder."}, {"id": 20023033, "c": 23, "v": 33, "d": "Thine eyes shall behold strange things, And thy heart shall utter perverse things."}, {"id": 20023034, "c": 23, "v": 34, "d": "Yea, thou shalt be as he that lieth down in the midst of the sea, Or as he that lieth upon the top of a mast."}, {"id": 20023035, "c": 23, "v": 35, "d": "They have stricken me, `shalt thou say', and I was not hurt; They have beaten me, and I felt it not: When shall I awake? I will seek it yet again."}, {"id": 20024001, "c": 24, "v": 1, "d": "Be not thou envious against evil men; Neither desire to be with them:"}, {"id": 20024002, "c": 24, "v": 2, "d": "For their heart studieth oppression, And their lips talk of mischief."}, {"id": 20024003, "c": 24, "v": 3, "d": "Through wisdom is a house builded; And by understanding it is established;"}, {"id": 20024004, "c": 24, "v": 4, "d": "And by knowledge are the chambers filled With all precious and pleasant riches."}, {"id": 20024005, "c": 24, "v": 5, "d": "A wise man is strong; Yea, a man of knowledge increaseth might,"}, {"id": 20024006, "c": 24, "v": 6, "d": "For by wise guidance thou shalt make thy war; And in the multitude of counsellors there is safety."}, {"id": 20024007, "c": 24, "v": 7, "d": "Wisdom is too high for a fool: He openeth not his mouth in the gate."}, {"id": 20024008, "c": 24, "v": 8, "d": "He that deviseth to do evil, Men shall call him a mischief-maker."}, {"id": 20024009, "c": 24, "v": 9, "d": "The thought of foolishness is sin; And the scoffer is an abomination to men."}, {"id": 20024010, "c": 24, "v": 10, "d": "If thou faint in the day of adversity, Thy strength is small."}, {"id": 20024011, "c": 24, "v": 11, "d": "Deliver them that are carried away unto death, And those that are ready to be slain see that thou hold back."}, {"id": 20024012, "c": 24, "v": 12, "d": "If thou sayest, Behold, we knew not this; Doth not he that weigheth the hearts consider it? And he that keepeth thy soul, doth not he know it? And shall not he render to every man according to his work?"}, {"id": 20024013, "c": 24, "v": 13, "d": "My son, eat thou honey, for it is good; And the droppings of the honeycomb, which are sweet to thy taste:"}, {"id": 20024014, "c": 24, "v": 14, "d": "So shalt thou know wisdom to be unto thy soul; If thou hast found it, then shall there be a reward, And thy hope shall not be cut off."}, {"id": 20024015, "c": 24, "v": 15, "d": "Lay not wait, O wicked man, against the habitation of the righteous; Destroy not his resting-place:"}, {"id": 20024016, "c": 24, "v": 16, "d": "For a righteous man falleth seven times, and riseth up again; But the wicked are overthrown by calamity."}, {"id": 20024017, "c": 24, "v": 17, "d": "Rejoice not when thine enemy falleth, And let not thy heart be glad when he is overthrown;"}, {"id": 20024018, "c": 24, "v": 18, "d": "Lest Jehovah see it, and it displease him, And he turn away his wrath from him."}, {"id": 20024019, "c": 24, "v": 19, "d": "Fret not thyself because of evil-doers; Neither be thou envious at the wicked:"}, {"id": 20024020, "c": 24, "v": 20, "d": "For there shall be no reward to the evil man; The lamp of the wicked shall be put out."}, {"id": 20024021, "c": 24, "v": 21, "d": "My son, fear thou Jehovah and the king; `And' company not with them that are given to change:"}, {"id": 20024022, "c": 24, "v": 22, "d": "For their calamity shall rise suddenly; And the destruction from them both, who knoweth it?"}, {"id": 20024023, "c": 24, "v": 23, "d": "These also are `sayings' of the wise. To have respect of persons in judgment is not good."}, {"id": 20024024, "c": 24, "v": 24, "d": "He that saith unto the wicked, Thou art righteous; Peoples shall curse him, nations shall abhor him:"}, {"id": 20024025, "c": 24, "v": 25, "d": "But to them that rebuke `him' shall be delight, And a good blessing shall come upon them."}, {"id": 20024026, "c": 24, "v": 26, "d": "He kisseth the lips Who giveth a right answer."}, {"id": 20024027, "c": 24, "v": 27, "d": "Prepare thy work without, And make it ready for thee in the field; And afterwards build thy house."}, {"id": 20024028, "c": 24, "v": 28, "d": "Be not a witness against thy neighbor without cause; And deceive not with thy lips."}, {"id": 20024029, "c": 24, "v": 29, "d": "Say not, I will do so to him as he hath done to me; I will render to the man according to his work."}, {"id": 20024030, "c": 24, "v": 30, "d": "I went by the field of the sluggard, And by the vineyard of the man void of understanding;"}, {"id": 20024031, "c": 24, "v": 31, "d": "And, lo, it was all grown over with thorns, The face thereof was covered with nettles, And the stone wall thereof was broken down."}, {"id": 20024032, "c": 24, "v": 32, "d": "Then I beheld, and considered well; I saw, and received instruction:"}, {"id": 20024033, "c": 24, "v": 33, "d": "`Yet' a little sleep, a little slumber, A little folding of the hands to sleep;"}, {"id": 20024034, "c": 24, "v": 34, "d": "So shall thy poverty come as a robber, And thy want as an armed man."}, {"id": 20025001, "c": 25, "v": 1, "d": "These also are proverbs of Solomon, which the men of Hezekiah king of Judah copied out."}, {"id": 20025002, "c": 25, "v": 2, "d": "It is the glory of God to conceal a thing; But the glory of kings is to search out a matter."}, {"id": 20025003, "c": 25, "v": 3, "d": "As the heavens for height, and the earth for depth, So the heart of kings is unsearchable."}, {"id": 20025004, "c": 25, "v": 4, "d": "Take away the dross from the silver, And there cometh forth a vessel for the refiner:"}, {"id": 20025005, "c": 25, "v": 5, "d": "Take away the wicked `from' before the king, And his throne shall be established in righteousness."}, {"id": 20025006, "c": 25, "v": 6, "d": "Put not thyself forward in the presence of the king, And stand not in the place of great men:"}, {"id": 20025007, "c": 25, "v": 7, "d": "For better is it that it be said unto thee, Come up hither, Than that thou shouldest be put lower in the presence of the prince, Whom thine eyes have seen."}, {"id": 20025008, "c": 25, "v": 8, "d": "Go not forth hastily to strive, Lest `thou know not' what to do in the end thereof, When thy neighbor hath put thee to shame."}, {"id": 20025009, "c": 25, "v": 9, "d": "Debate thy cause with thy neighbor `himself', And disclose not the secret of another;"}, {"id": 20025010, "c": 25, "v": 10, "d": "Lest he that heareth it revile thee, And thine infamy turn not away."}, {"id": 20025011, "c": 25, "v": 11, "d": "A word fitly spoken Is `like' apples of gold in network of silver."}, {"id": 20025012, "c": 25, "v": 12, "d": "`As' an ear-ring of gold, and an ornament of fine gold, `So is' a wise reprover upon an obedient ear."}, {"id": 20025013, "c": 25, "v": 13, "d": "As the cold of snow in the time of harvest, `So is' a faithful messenger to them that send him; For he refresheth the soul of his masters."}, {"id": 20025014, "c": 25, "v": 14, "d": "`As' clouds and wind without rain, `So is' he that boasteth himself of his gifts falsely."}, {"id": 20025015, "c": 25, "v": 15, "d": "By long forbearing is a ruler persuaded, And a soft tongue breaketh the bone."}, {"id": 20025016, "c": 25, "v": 16, "d": "Hast thou found honey? eat so much as is sufficient for thee, Lest thou be filled therewith, and vomit it."}, {"id": 20025017, "c": 25, "v": 17, "d": "Let thy foot be seldom in thy neighbor's house, Lest he be weary of thee, and hate thee."}, {"id": 20025018, "c": 25, "v": 18, "d": "A man that beareth false witness against his neighbor Is a maul, and a sword, and a sharp arrow."}, {"id": 20025019, "c": 25, "v": 19, "d": "Confidence in an unfaithful man in time of trouble Is `like' a broken tooth, and a foot out of joint."}, {"id": 20025020, "c": 25, "v": 20, "d": "`As' one that taketh off a garment in cold weather, `and as' vinegar upon soda, So is he that singeth songs to a heavy heart."}, {"id": 20025021, "c": 25, "v": 21, "d": "If thine enemy be hungry, give him bread to eat; And if he be thirsty, give him water to drink:"}, {"id": 20025022, "c": 25, "v": 22, "d": "For thou wilt heap coals of fire upon his head, And Jehovah will reward thee."}, {"id": 20025023, "c": 25, "v": 23, "d": "The north wind bringeth forth rain: So doth a backbiting tongue an angry countenance."}, {"id": 20025024, "c": 25, "v": 24, "d": "It is better to dwell in the corner of the housetop, Than with a contentious woman in a wide house."}, {"id": 20025025, "c": 25, "v": 25, "d": "`As' cold waters to a thirsty soul, So is good news from a far country."}, {"id": 20025026, "c": 25, "v": 26, "d": "`As' a troubled fountain, and a corrupted spring, `So is' a righteous man that giveth way before the wicked."}, {"id": 20025027, "c": 25, "v": 27, "d": "It is not good to eat much honey: So `for men' to search out their own glory is grievous."}, {"id": 20025028, "c": 25, "v": 28, "d": "He whose spirit is without restraint Is `like' a city that is broken down and without walls."}, {"id": 20026001, "c": 26, "v": 1, "d": "As snow in summer, and as rain in harvest, So honor is not seemly for a fool."}, {"id": 20026002, "c": 26, "v": 2, "d": "As the sparrow in her wandering, as the swallow in her flying, So the curse that is causeless alighteth not."}, {"id": 20026003, "c": 26, "v": 3, "d": "A whip for the horse, a bridle for the ass, And a rod for the back of fools."}, {"id": 20026004, "c": 26, "v": 4, "d": "Answer not a fool according to his folly, Lest thou also be like unto him."}, {"id": 20026005, "c": 26, "v": 5, "d": "Answer a fool according to his folly, Lest he be wise in his own conceit."}, {"id": 20026006, "c": 26, "v": 6, "d": "He that sendeth a message by the hand of a fool Cutteth off `his own' feet, `and' drinketh in damage."}, {"id": 20026007, "c": 26, "v": 7, "d": "The legs of the lame hang loose: So is a parable in the mouth of fools."}, {"id": 20026008, "c": 26, "v": 8, "d": "As one that bindeth a stone in a sling, So is he that giveth honor to a fool."}, {"id": 20026009, "c": 26, "v": 9, "d": "`As' a thorn that goeth up into the hand of a drunkard, So is a parable in the mouth of fools."}, {"id": 20026010, "c": 26, "v": 10, "d": "`As' an archer that woundeth all, So is he that hireth a fool and he that hireth them that pass by."}, {"id": 20026011, "c": 26, "v": 11, "d": "As a dog that returneth to his vomit, `So is' a fool that repeateth his folly."}, {"id": 20026012, "c": 26, "v": 12, "d": "Seest thou a man wise in his own conceit? There is more hope of a fool than of him."}, {"id": 20026013, "c": 26, "v": 13, "d": "The sluggard saith, There is a lion in the way; A lion is in the streets."}, {"id": 20026014, "c": 26, "v": 14, "d": "`As' the door turneth upon its hinges, So doth the sluggard upon his bed."}, {"id": 20026015, "c": 26, "v": 15, "d": "The sluggard burieth his hand in the dish; It wearieth him to bring it again to his mouth."}, {"id": 20026016, "c": 26, "v": 16, "d": "The sluggard is wiser in his own conceit Than seven men that can render a reason."}, {"id": 20026017, "c": 26, "v": 17, "d": "He that passeth by, `and' vexeth himself with strife belonging not to him, Is `like' one that taketh a dog by the ears."}, {"id": 20026018, "c": 26, "v": 18, "d": "As a madman who casteth firebrands, Arrows, and death,"}, {"id": 20026019, "c": 26, "v": 19, "d": "So is the man that deceiveth his neighbor, And saith, Am not I in sport?"}, {"id": 20026020, "c": 26, "v": 20, "d": "For lack of wood the fire goeth out; And where there is no whisperer, contention ceaseth."}, {"id": 20026021, "c": 26, "v": 21, "d": "`As' coals are to hot embers, and wood to fire, So is a contentious man to inflame strife."}, {"id": 20026022, "c": 26, "v": 22, "d": "The words of a whisperer are as dainty morsels, And they go down into the innermost parts."}, {"id": 20026023, "c": 26, "v": 23, "d": "Fervent lips and a wicked heart Are `like' an earthen vessel overlaid with silver dross."}, {"id": 20026024, "c": 26, "v": 24, "d": "He that hateth dissembleth with his lips; But he layeth up deceit within him:"}, {"id": 20026025, "c": 26, "v": 25, "d": "When he speaketh fair, believe him not; For there are seven abominations in his heart:"}, {"id": 20026026, "c": 26, "v": 26, "d": "Though `his' hatred cover itself with guile, His wickedness shall be openly showed before the assembly."}, {"id": 20026027, "c": 26, "v": 27, "d": "Whoso diggeth a pit shall fall therein; And he that rolleth a stone, it shall return upon him."}, {"id": 20026028, "c": 26, "v": 28, "d": "A lying tongue hateth those whom it hath wounded; And a flattering mouth worketh ruin."}, {"id": 20027001, "c": 27, "v": 1, "d": "Boast not thyself of tomorrow; For thou knowest not what a day may bring forth."}, {"id": 20027002, "c": 27, "v": 2, "d": "Let another man praise thee, and not thine own mouth; A stranger, and not thine own lips."}, {"id": 20027003, "c": 27, "v": 3, "d": "A stone is heavy, and the sand weighty; But a fool's vexation is heavier than they both."}, {"id": 20027004, "c": 27, "v": 4, "d": "Wrath is cruel, and anger is overwhelming; But who is able to stand before jealousy?"}, {"id": 20027005, "c": 27, "v": 5, "d": "Better is open rebuke Than love that is hidden."}, {"id": 20027006, "c": 27, "v": 6, "d": "Faithful are the wounds of a friend; But the kisses of an enemy are profuse."}, {"id": 20027007, "c": 27, "v": 7, "d": "The full soul loatheth a honeycomb; But to the hungry soul every bitter thing is sweet."}, {"id": 20027008, "c": 27, "v": 8, "d": "As a bird that wandereth from her nest, So is a man that wandereth from his place."}, {"id": 20027009, "c": 27, "v": 9, "d": "Oil and perfume rejoice the heart; So doth the sweetness of a man's friend `that cometh' of hearty counsel."}, {"id": 20027010, "c": 27, "v": 10, "d": "Thine own friend, and thy father's friend, forsake not; And go not to thy brother's house in the day of thy calamity: Better is a neighbor that is near than a brother far off."}, {"id": 20027011, "c": 27, "v": 11, "d": "My son, be wise, and make my heart glad, That I may answer him that reproacheth me."}, {"id": 20027012, "c": 27, "v": 12, "d": "A prudent man seeth the evil, `and' hideth himself; `But' the simple pass on, `and' suffer for it."}, {"id": 20027013, "c": 27, "v": 13, "d": "Take his garment that is surety for a stranger; And hold him in pledge `that is surety' for a foreign woman."}, {"id": 20027014, "c": 27, "v": 14, "d": "He that blesseth his friend with a loud voice, rising early in the morning, It shall be counted a curse to him."}, {"id": 20027015, "c": 27, "v": 15, "d": "A continual dropping in a very rainy day And a contentious woman are alike:"}, {"id": 20027016, "c": 27, "v": 16, "d": "He that would restrain her restraineth the wind; And his right hand encountereth oil."}, {"id": 20027017, "c": 27, "v": 17, "d": "Iron sharpeneth iron; So a man sharpeneth the countenance of his friend."}, {"id": 20027018, "c": 27, "v": 18, "d": "Whoso keepeth the fig-tree shall eat the fruit thereof; And he that regardeth his master shall be honored."}, {"id": 20027019, "c": 27, "v": 19, "d": "As in water face `answereth' to face, So the heart of man to man."}, {"id": 20027020, "c": 27, "v": 20, "d": "Sheol and Abaddon are never satisfied; And the eyes of man are never satisfied."}, {"id": 20027021, "c": 27, "v": 21, "d": "The refining pot is for silver, and the furnace for gold; And a man is `tried' by his praise."}, {"id": 20027022, "c": 27, "v": 22, "d": "Though thou shouldest bray a fool in a mortar with a pestle along with bruised grain, Yet will not his foolishness depart from him."}, {"id": 20027023, "c": 27, "v": 23, "d": "Be thou diligent to know the state of thy flocks, `And' look well to thy herds:"}, {"id": 20027024, "c": 27, "v": 24, "d": "For riches are not for ever: And doth the crown endure unto all generations?"}, {"id": 20027025, "c": 27, "v": 25, "d": "The hay is carried, and the tender grass showeth itself, And the herbs of the mountains are gathered in."}, {"id": 20027026, "c": 27, "v": 26, "d": "The lambs are for thy clothing, And the goats are the price of the field;"}, {"id": 20027027, "c": 27, "v": 27, "d": "And `there will be' goats' milk enough for thy food, for the food of thy household, And maintenance for thy maidens."}, {"id": 20028001, "c": 28, "v": 1, "d": "The wicked flee when no man pursueth; But the righteous are bold as a lion."}, {"id": 20028002, "c": 28, "v": 2, "d": "For the transgression of a land many are the princes thereof; But by men of understanding `and' knowledge the state `thereof' shall be prolonged."}, {"id": 20028003, "c": 28, "v": 3, "d": "A needy man that oppresseth the poor Is `like' a sweeping rain which leaveth no food."}, {"id": 20028004, "c": 28, "v": 4, "d": "They that forsake the law praise the wicked; But such as keep the law contend with them."}, {"id": 20028005, "c": 28, "v": 5, "d": "Evil men understand not justice; But they that seek Jehovah understand all things."}, {"id": 20028006, "c": 28, "v": 6, "d": "Better is the poor that walketh in his integrity, Than he that is perverse in `his' ways, though he be rich."}, {"id": 20028007, "c": 28, "v": 7, "d": "Whoso keepeth the law is a wise son; But he that is a companion of gluttons shameth his father."}, {"id": 20028008, "c": 28, "v": 8, "d": "He that augmenteth his substance by interest and increase, Gathereth it for him that hath pity on the poor."}, {"id": 20028009, "c": 28, "v": 9, "d": "He that turneth away his ear from hearing the law, Even his prayer is an abomination."}, {"id": 20028010, "c": 28, "v": 10, "d": "Whoso causeth the upright to go astray in an evil way, He shall fall himself into his own pit; But the perfect shall inherit good."}, {"id": 20028011, "c": 28, "v": 11, "d": "The rich man is wise in his own conceit; But the poor that hath understanding searcheth him out."}, {"id": 20028012, "c": 28, "v": 12, "d": "When the righteous triumph, there is great glory; But when the wicked rise, men hide themselves."}, {"id": 20028013, "c": 28, "v": 13, "d": "He that covereth his transgressions shall not prosper: But whoso confesseth and forsaketh them shall obtain mercy."}, {"id": 20028014, "c": 28, "v": 14, "d": "Happy is the man that feareth alway; But he that hardeneth his heart shall fall into mischief."}, {"id": 20028015, "c": 28, "v": 15, "d": "`As' a roaring lion, and a ranging bear, `So is' a wicked ruler over a poor people."}, {"id": 20028016, "c": 28, "v": 16, "d": "The prince that lacketh understanding is also a great oppressor; `But' he that hateth covetousness shall prolong his days."}, {"id": 20028017, "c": 28, "v": 17, "d": "A man that is laden with the blood of any person Shall flee unto the pit; let no man stay him."}, {"id": 20028018, "c": 28, "v": 18, "d": "Whoso walketh uprightly shall be delivered; But he that is perverse in `his' ways shall fall at once."}, {"id": 20028019, "c": 28, "v": 19, "d": "He that tilleth his land shall have plenty of bread; But he that followeth after vain `persons' shall have poverty enough."}, {"id": 20028020, "c": 28, "v": 20, "d": "A faithful man shall abound with blessings; But he that maketh haste to be rich shall not be unpunished."}, {"id": 20028021, "c": 28, "v": 21, "d": "To have respect of persons is not good; Neither that a man should transgress for a piece of bread."}, {"id": 20028022, "c": 28, "v": 22, "d": "he that hath an evil eye hasteth after riches, And knoweth not that want shall come upon him."}, {"id": 20028023, "c": 28, "v": 23, "d": "He that rebuketh a man shall afterward find more favor Than he that flattereth with the tongue."}, {"id": 20028024, "c": 28, "v": 24, "d": "Whoso robbeth his father or his mother, and saith, It is no transgression, The same is the companion of a destroyer."}, {"id": 20028025, "c": 28, "v": 25, "d": "He that is of a greedy spirit stirreth up strife; But he that putteth his trust in Jehovah shall be made fat."}, {"id": 20028026, "c": 28, "v": 26, "d": "He that trusteth in his own heart is a fool; But whoso walketh wisely, he shall be delivered."}, {"id": 20028027, "c": 28, "v": 27, "d": "He that giveth unto the poor shall not lack; But he that hideth his eyes shall have many a curse."}, {"id": 20028028, "c": 28, "v": 28, "d": "When the wicked rise, men hide themselves; But when they perish, the righteous increase."}, {"id": 20029001, "c": 29, "v": 1, "d": "He that being often reproved hardeneth his neck Shall suddenly be destroyed, and that without remedy."}, {"id": 20029002, "c": 29, "v": 2, "d": "When the righteous are increased, the people rejoice; But when a wicked man beareth rule, the people sigh."}, {"id": 20029003, "c": 29, "v": 3, "d": "Whoso loveth wisdom rejoiceth his father; But he that keepeth company with harlots wasteth `his' substance."}, {"id": 20029004, "c": 29, "v": 4, "d": "The king by justice establisheth the land; But he that exacteth gifts overthroweth it."}, {"id": 20029005, "c": 29, "v": 5, "d": "A man that flattereth his neighbor Spreadeth a net for his steps."}, {"id": 20029006, "c": 29, "v": 6, "d": "In the transgression of an evil man there is a snare; But the righteous doth sing and rejoice."}, {"id": 20029007, "c": 29, "v": 7, "d": "The righteous taketh knowledge of the cause of the poor; The wicked hath not understanding to know `it'."}, {"id": 20029008, "c": 29, "v": 8, "d": "Scoffers set a city in a flame; But wise men turn away wrath."}, {"id": 20029009, "c": 29, "v": 9, "d": "If a wise man hath a controversy with a foolish man, Whether he be angry or laugh, there will be no rest."}, {"id": 20029010, "c": 29, "v": 10, "d": "The bloodthirsty hate him that is perfect; And as for the upright, they seek his life."}, {"id": 20029011, "c": 29, "v": 11, "d": "A fool uttereth all his anger; But a wise man keepeth it back and stilleth it."}, {"id": 20029012, "c": 29, "v": 12, "d": "If a ruler hearkeneth to falsehood, All his servants are wicked."}, {"id": 20029013, "c": 29, "v": 13, "d": "The poor man and the oppressor meet together; Jehovah lighteneth the eyes of them both."}, {"id": 20029014, "c": 29, "v": 14, "d": "The king that faithfully judgeth the poor, His throne shall be established for ever."}, {"id": 20029015, "c": 29, "v": 15, "d": "The rod and reproof give wisdom; But a child left to himself causeth shame to his mother."}, {"id": 20029016, "c": 29, "v": 16, "d": "When the wicked are increased, transgression increaseth; But the righteous shall look upon their fall."}, {"id": 20029017, "c": 29, "v": 17, "d": "Correct thy son, and he will give thee rest; Yea, he will give delight unto thy soul."}, {"id": 20029018, "c": 29, "v": 18, "d": "Where there is no vision, the people cast off restraint; But he that keepeth the law, happy is he."}, {"id": 20029019, "c": 29, "v": 19, "d": "A servant will not be corrected by words; For though he understand, he will not give heed."}, {"id": 20029020, "c": 29, "v": 20, "d": "Seest thou a man that is hasty in his words? There is more hope of a fool than of him."}, {"id": 20029021, "c": 29, "v": 21, "d": "He that delicately bringeth up his servant from a child Shall have him become a son at the last."}, {"id": 20029022, "c": 29, "v": 22, "d": "An angry man stirreth up strife, And a wrathful man aboundeth in transgression."}, {"id": 20029023, "c": 29, "v": 23, "d": "A man's pride shall bring him low; But he that is of a lowly spirit shall obtain honor."}, {"id": 20029024, "c": 29, "v": 24, "d": "Whoso is partner with a thief hateth his own soul; He heareth the adjuration and uttereth nothing."}, {"id": 20029025, "c": 29, "v": 25, "d": "The fear of man bringeth a snare; But whoso putteth his trust in Jehovah shall be safe."}, {"id": 20029026, "c": 29, "v": 26, "d": "Many seek the ruler's favor; But a man's judgment `cometh' from Jehovah."}, {"id": 20029027, "c": 29, "v": 27, "d": "An unjust man is an abomination to the righteous; And he that is upright in the way is an abomination to the wicked."}, {"id": 20030001, "c": 30, "v": 1, "d": "The words of Agur the son of Jakeh; The oracle. The man saith unto Ithiel, unto Ithiel and Ucal:"}, {"id": 20030002, "c": 30, "v": 2, "d": "Surely I am more brutish than any man, And have not the understanding of a man;"}, {"id": 20030003, "c": 30, "v": 3, "d": "And I have not learned wisdom, Neither have I the knowledge of the Holy One."}, {"id": 20030004, "c": 30, "v": 4, "d": "Who hath ascended up into heaven, and descended? Who hath gathered the wind in his fists? Who hath bound the waters in his garment? Who hath established all the ends of the earth? What is his name, and what is his son's name, if thou knowest?"}, {"id": 20030005, "c": 30, "v": 5, "d": "Every word of God is tried: He is a shield unto them that take refuge in him."}, {"id": 20030006, "c": 30, "v": 6, "d": "Add thou not unto his words, Lest he reprove thee, and thou be found a liar."}, {"id": 20030007, "c": 30, "v": 7, "d": "Two things have I asked of thee; Deny me `them' not before I die:"}, {"id": 20030008, "c": 30, "v": 8, "d": "Remove far from me falsehood and lies; Give me neither poverty nor riches; Feed me with the food that is needful for me:"}, {"id": 20030009, "c": 30, "v": 9, "d": "Lest I be full, and deny `thee', and say, Who is Jehovah? Or lest I be poor, and steal, And use profanely the name of my God."}, {"id": 20030010, "c": 30, "v": 10, "d": "Slander not a servant unto his master, Lest he curse thee, and thou be held guilty."}, {"id": 20030011, "c": 30, "v": 11, "d": "There is a generation that curse their father, And bless not their mother."}, {"id": 20030012, "c": 30, "v": 12, "d": "There is a generation that are pure in their own eyes, And `yet' are not washed from their filthiness."}, {"id": 20030013, "c": 30, "v": 13, "d": "There is a generation, oh how lofty are their eyes! And their eyelids are lifted up."}, {"id": 20030014, "c": 30, "v": 14, "d": "There is a generation whose teeth are `as' swords, and their jaw teeth `as' knives, To devour the poor from off the earth, and the needy from among men."}, {"id": 20030015, "c": 30, "v": 15, "d": "The horseleach hath two daughters, `crying', Give, give. There are three things that are never satisfied, `Yea', four that say not, Enough:"}, {"id": 20030016, "c": 30, "v": 16, "d": "Sheol; and the barren womb; The earth that is not satisfied with water; And the fire that saith not, Enough."}, {"id": 20030017, "c": 30, "v": 17, "d": "The eye that mocketh at his father, And despiseth to obey his mother, The ravens of the valley shall pick it out, And the young eagles shall eat it."}, {"id": 20030018, "c": 30, "v": 18, "d": "There are three things which are too wonderful for me, Yea, four which I know not:"}, {"id": 20030019, "c": 30, "v": 19, "d": "The way of an eagle in the air; The way of a serpent upon a rock; The way of a ship in the midst of the sea; And the way of a man with a maiden."}, {"id": 20030020, "c": 30, "v": 20, "d": "So is the way of an adulterous woman; She eateth, and wipeth her mouth, And saith, I have done no wickedness."}, {"id": 20030021, "c": 30, "v": 21, "d": "For three things the earth doth tremble, And for four, `which' it cannot bear:"}, {"id": 20030022, "c": 30, "v": 22, "d": "For a servant when he is king; And a fool when he is filled with food;"}, {"id": 20030023, "c": 30, "v": 23, "d": "For an odious woman when she is married; And a handmaid that is heir to her mistress."}, {"id": 20030024, "c": 30, "v": 24, "d": "There are four things which are little upon the earth, But they are exceeding wise:"}, {"id": 20030025, "c": 30, "v": 25, "d": "The ants are a people not strong, Yet they provide their food in the summer;"}, {"id": 20030026, "c": 30, "v": 26, "d": "The conies are but a feeble folk, Yet make they their houses in the rocks;"}, {"id": 20030027, "c": 30, "v": 27, "d": "The locusts have no king, Yet go they forth all of them by bands;"}, {"id": 20030028, "c": 30, "v": 28, "d": "The lizard taketh hold with her hands, Yet is she in kings' palaces."}, {"id": 20030029, "c": 30, "v": 29, "d": "There are three things which are stately in their march, Yea, four which are stately in going:"}, {"id": 20030030, "c": 30, "v": 30, "d": "The lion, which is mightiest among beasts, And turneth not away for any;"}, {"id": 20030031, "c": 30, "v": 31, "d": "The greyhound; the he-goat also; And the king against whom there is no rising up."}, {"id": 20030032, "c": 30, "v": 32, "d": "If thou hast done foolishly in lifting up thyself, Or if thou hast thought evil, `Lay' thy hand upon thy mouth."}, {"id": 20030033, "c": 30, "v": 33, "d": "For the churning of milk bringeth forth butter, And the wringing of the nose bringeth forth blood; So the forcing of wrath bringeth forth strife."}, {"id": 20031001, "c": 31, "v": 1, "d": "The words of king Lemuel; the oracle which his mother taught him."}, {"id": 20031002, "c": 31, "v": 2, "d": "What, my son? and what, O son of my womb? And what, O son of my vows?"}, {"id": 20031003, "c": 31, "v": 3, "d": "Give not thy strength unto women, Nor thy ways to that which destroyeth kings."}, {"id": 20031004, "c": 31, "v": 4, "d": "It is not for kings, O Lemuel, it is not for kings to drink wine; Nor for princes `to say', Where is strong drink?"}, {"id": 20031005, "c": 31, "v": 5, "d": "Lest they drink, and forget the law, And pervert the justice `due' to any that is afflicted."}, {"id": 20031006, "c": 31, "v": 6, "d": "Give strong drink unto him that is ready to perish, And wine unto the bitter in soul:"}, {"id": 20031007, "c": 31, "v": 7, "d": "Let him drink, and forget his poverty, And remember his misery no more."}, {"id": 20031008, "c": 31, "v": 8, "d": "Open thy mouth for the dumb, In the cause of all such as are left desolate."}, {"id": 20031009, "c": 31, "v": 9, "d": "Open thy mouth, judge righteously, And minister justice to the poor and needy."}, {"id": 20031010, "c": 31, "v": 10, "d": "A worthy woman who can find? For her price is far above rubies."}, {"id": 20031011, "c": 31, "v": 11, "d": "The heart of her husband trusteth in her, And he shall have no lack of gain."}, {"id": 20031012, "c": 31, "v": 12, "d": "She doeth him good and not evil All the days of her life."}, {"id": 20031013, "c": 31, "v": 13, "d": "She seeketh wool and flax, And worketh willingly with her hands."}, {"id": 20031014, "c": 31, "v": 14, "d": "She is like the merchant-ships; She bringeth her bread from afar."}, {"id": 20031015, "c": 31, "v": 15, "d": "She riseth also while it is yet night, And giveth food to her household, And their task to her maidens."}, {"id": 20031016, "c": 31, "v": 16, "d": "She considereth a field, and buyeth it; With the fruit of her hands she planteth a vineyard."}, {"id": 20031017, "c": 31, "v": 17, "d": "She girdeth her loins with strength, And maketh strong her arms."}, {"id": 20031018, "c": 31, "v": 18, "d": "She perceiveth that her merchandise is profitable: Her lamp goeth not out by night."}, {"id": 20031019, "c": 31, "v": 19, "d": "She layeth her hands to the distaff, And her hands hold the spindle."}, {"id": 20031020, "c": 31, "v": 20, "d": "She stretcheth out her hand to the poor; Yea, she reacheth forth her hands to the needy."}, {"id": 20031021, "c": 31, "v": 21, "d": "She is not afraid of the snow for her household; For all her household are clothed with scarlet."}, {"id": 20031022, "c": 31, "v": 22, "d": "She maketh for herself carpets of tapestry; Her clothing is fine linen and purple."}, {"id": 20031023, "c": 31, "v": 23, "d": "Her husband is known in the gates, When he sitteth among the elders of the land."}, {"id": 20031024, "c": 31, "v": 24, "d": "She maketh linen garments and selleth them, And delivereth girdles unto the merchant."}, {"id": 20031025, "c": 31, "v": 25, "d": "Strength and dignity are her clothing; And she laugheth at the time to come."}, {"id": 20031026, "c": 31, "v": 26, "d": "She openeth her mouth with wisdom; And the law of kindness is on her tongue."}, {"id": 20031027, "c": 31, "v": 27, "d": "She looketh well to the ways of her household, And eateth not the bread of idleness."}, {"id": 20031028, "c": 31, "v": 28, "d": "Her children rise up, and call her blessed; Her husband `also', and he praiseth her, `saying':"}, {"id": 20031029, "c": 31, "v": 29, "d": "Many daughters have done worthily, But thou excellest them all."}, {"id": 20031030, "c": 31, "v": 30, "d": "Grace is deceitful, and beauty is vain; `But' a woman that feareth Jehovah, she shall be praised."}, {"id": 20031031, "c": 31, "v": 31, "d": "Give her of the fruit of her hands; And let her works praise her in the gates."}]}