{"data": [{"id": 22001001, "c": 1, "v": 1, "d": "The Song of songs, which is Solomon's."}, {"id": 22001002, "c": 1, "v": 2, "d": "Let him kiss me with the kisses of his mouth; For thy love is better than wine."}, {"id": 22001003, "c": 1, "v": 3, "d": "Thine oils have a goodly fragrance; Thy name is `as' oil poured forth; Therefore do the virgins love thee."}, {"id": 22001004, "c": 1, "v": 4, "d": "Draw me; we will run after thee: The king hath brought me into his chambers; We will be glad and rejoice in thee; We will make mention of thy love more than of wine: Rightly do they love thee."}, {"id": 22001005, "c": 1, "v": 5, "d": "I am black, but comely, Oh ye daughters of Jerusalem, As the tents of Kedar, As the curtains of Solomon."}, {"id": 22001006, "c": 1, "v": 6, "d": "Look not upon me, because I am swarthy, Because the sun hath scorched me. My mother's sons were incensed against me; They made me keeper of the vineyards; `But' mine own vineyard have I not kept."}, {"id": 22001007, "c": 1, "v": 7, "d": "Tell me, O thou whom my soul loveth, Where thou feedest `thy flock', Where thou makest `it' to rest at noon: For why should I be as one that is veiled Beside the flocks of thy companions?"}, {"id": 22001008, "c": 1, "v": 8, "d": "If thou know not, O thou fairest among women, Go thy way forth by the footsteps of the flock, And feed thy kids beside the shepherds' tents."}, {"id": 22001009, "c": 1, "v": 9, "d": "I have compared thee, O my love, To a steed in Pharaoh's chariots."}, {"id": 22001010, "c": 1, "v": 10, "d": "Thy cheeks are comely with plaits `of hair', Thy neck with strings of jewels."}, {"id": 22001011, "c": 1, "v": 11, "d": "We will make thee plaits of gold With studs of silver."}, {"id": 22001012, "c": 1, "v": 12, "d": "While the king sat at his table, My spikenard sent forth its fragrance."}, {"id": 22001013, "c": 1, "v": 13, "d": "My beloved is unto me `as' a bundle of myrrh, That lieth betwixt my breasts."}, {"id": 22001014, "c": 1, "v": 14, "d": "My beloved is unto me `as' a cluster of henna-flowers In the vineyards of En-gedi."}, {"id": 22001015, "c": 1, "v": 15, "d": "Behold, thou art fair, my love; Behold thou art fair; Thine eyes are `as' doves."}, {"id": 22001016, "c": 1, "v": 16, "d": "Behold, thou art fair, my beloved, yea, pleasant: Also our couch is green."}, {"id": 22001017, "c": 1, "v": 17, "d": "The beams of our house are cedars, `And' our rafters are firs."}, {"id": 22002001, "c": 2, "v": 1, "d": "I am a rose of Sharon, A lily of the valleys."}, {"id": 22002002, "c": 2, "v": 2, "d": "As a lily among thorns, So is my love among the daughters."}, {"id": 22002003, "c": 2, "v": 3, "d": "As the apple-tree among the trees of the wood, So is my beloved among the sons. I sat down under his shadow with great delight, And his fruit was sweet to my taste."}, {"id": 22002004, "c": 2, "v": 4, "d": "He brought me to the banqueting-house, And his banner over me was love."}, {"id": 22002005, "c": 2, "v": 5, "d": "Stay ye me with raisins, refresh me with apples; For I am sick from love."}, {"id": 22002006, "c": 2, "v": 6, "d": "His left hand `is' under my head, And his right hand doth embrace me."}, {"id": 22002007, "c": 2, "v": 7, "d": "I adjure you, O daughters of Jerusalem, By the roes, or by the hinds of the field, That ye stir not up, nor awake `my' love, Until he please."}, {"id": 22002008, "c": 2, "v": 8, "d": "The voice of my beloved! behold, he cometh, Leaping upon the mountains, Skipping upon the hills."}, {"id": 22002009, "c": 2, "v": 9, "d": "My beloved is like a roe or a young hart: Behold, he standeth behind our wall; He looketh in at the windows; He glanceth through the lattice."}, {"id": 22002010, "c": 2, "v": 10, "d": "My beloved spake, and said unto me, Rise up, my love, my fair one, and come away."}, {"id": 22002011, "c": 2, "v": 11, "d": "For, lo, the winter is past; The rain is over and gone;"}, {"id": 22002012, "c": 2, "v": 12, "d": "The flowers appear on the earth; The time of the singing `of birds' is come, And the voice of the turtle-dove is heard in our land;"}, {"id": 22002013, "c": 2, "v": 13, "d": "The fig-tree ripeneth her green figs, And the vines are in blossom; They give forth their fragrance. Arise, my love, my fair one, and come away."}, {"id": 22002014, "c": 2, "v": 14, "d": "O my dove, that art in the clefts of the rock, In the covert of the steep place, Let me see thy countenance, Let me hear thy voice; For sweet is thy voice, and thy countenance is comely."}, {"id": 22002015, "c": 2, "v": 15, "d": "Take us the foxes, the little foxes, That spoil the vineyards; For our vineyards are in blossom."}, {"id": 22002016, "c": 2, "v": 16, "d": "My beloved is mine, and I am his: He feedeth `his flock' among the lilies."}, {"id": 22002017, "c": 2, "v": 17, "d": "Until the day be cool, and the shadows flee away, Turn, my beloved, and be thou like a roe or a young hart Upon the mountains of Bether."}, {"id": 22003001, "c": 3, "v": 1, "d": "By night on my bed I sought him whom my soul loveth: I sought him, but I found him not."}, {"id": 22003002, "c": 3, "v": 2, "d": "`I said', I will rise now, and go about the city; In the streets and in the broad ways I will seek him whom my soul loveth: I sought him, but I found him not."}, {"id": 22003003, "c": 3, "v": 3, "d": "The watchmen that go about the city found me; `To whom I said', Saw ye him whom my soul loveth?"}, {"id": 22003004, "c": 3, "v": 4, "d": "It was but a little that I passed from them, When I found him whom my soul loveth: I held him, and would not let him go, Until I had brought him into my mother's house, And into the chamber of her that conceived me."}, {"id": 22003005, "c": 3, "v": 5, "d": "I adjure you, O daughters of Jerusalem, By the roes, or by the hinds of the field, That ye stir not up, nor awake `my' love, Until he please."}, {"id": 22003006, "c": 3, "v": 6, "d": "Who is this that cometh up from the wilderness Like pillars of smoke, Perfumed with myrrh and frankincense, With all powders of the merchant?"}, {"id": 22003007, "c": 3, "v": 7, "d": "Behold, it is the litter of Solomon; Threescore mighty men are about it, Of the mighty men of Israel."}, {"id": 22003008, "c": 3, "v": 8, "d": "They all handle the sword, `and' are expert in war: Every man hath his sword upon his thigh, Because of fear in the night."}, {"id": 22003009, "c": 3, "v": 9, "d": "King Solomon made himself a palanquin Of the wood of Lebanon."}, {"id": 22003010, "c": 3, "v": 10, "d": "He made the pillars thereof of silver, The bottom thereof of gold, the seat of it of purple, The midst thereof being paved with love, From the daughters of Jerusalem."}, {"id": 22003011, "c": 3, "v": 11, "d": "Go forth, O ye daughters of Zion, and behold king Solomon, With the crown wherewith his mother hath crowned him In the day of his espousals, And in the day of the gladness of his heart."}, {"id": 22004001, "c": 4, "v": 1, "d": "Behold, thou art fair, my love; behold, thou art fair; Thine eyes are `as' doves behind thy veil. Thy hair is as a flock of goats, That lie along the side of mount Gilead."}, {"id": 22004002, "c": 4, "v": 2, "d": "Thy teeth are like a flock `of ewes' that are `newly' shorn, Which are come up from the washing, Whereof every one hath twins, And none is bereaved among them."}, {"id": 22004003, "c": 4, "v": 3, "d": "Thy lips are like a thread of scarlet, And thy mouth is comely. Thy temples are like a piece of a pomegranate Behind thy veil."}, {"id": 22004004, "c": 4, "v": 4, "d": "Thy neck is like the tower of David builded for an armory, Whereon there hang a thousand bucklers, All the shields of the mighty men."}, {"id": 22004005, "c": 4, "v": 5, "d": "Thy two breasts are like two fawns That are twins of a roe, Which feed among the lilies."}, {"id": 22004006, "c": 4, "v": 6, "d": "Until the day be cool, and the shadows flee away, I will get me to the mountain of myrrh, And to the hill of frankincense."}, {"id": 22004007, "c": 4, "v": 7, "d": "Thou art all fair, my love; And there is no spot in thee."}, {"id": 22004008, "c": 4, "v": 8, "d": "Come with me from Lebanon, `my' bride, With me from Lebanon: Look from the top of Amana, From the top of Senir and Hermon, From the lions' dens, From the mountains of the leopards."}, {"id": 22004009, "c": 4, "v": 9, "d": "Thou hast ravished my heart, my sister, `my' bride; Thou hast ravished my heart with one of thine eyes, With one chain of thy neck."}, {"id": 22004010, "c": 4, "v": 10, "d": "How fair is thy love, my sister, `my' bride! How much better is thy love than wine! And the fragrance of thine oils than all manner of spices!"}, {"id": 22004011, "c": 4, "v": 11, "d": "Thy lips, O `my' bride, drop `as' the honeycomb: Honey and milk are under thy tongue; And the smell of thy garments is like the smell of Lebanon."}, {"id": 22004012, "c": 4, "v": 12, "d": "A garden shut up is my sister, `my' bride; A spring shut up, a fountain sealed."}, {"id": 22004013, "c": 4, "v": 13, "d": "Thy shoots are an orchard of pomegranates, with precious fruits; Henna with spikenard plants,"}, {"id": 22004014, "c": 4, "v": 14, "d": "Spikenard and saffron, Calamus and cinnamon, with all trees of frankincense; Myrrh and aloes, with all the chief spices."}, {"id": 22004015, "c": 4, "v": 15, "d": "`Thou art' a fountain of gardens, A well of living waters, And flowing streams from Lebanon."}, {"id": 22004016, "c": 4, "v": 16, "d": "Awake, O north wind; and come, thou south; Blow upon my garden, that the spices thereof may flow out. Let my beloved come into his garden, And eat his precious fruits."}, {"id": 22005001, "c": 5, "v": 1, "d": "I am come into my garden, my sister, `my' bride: I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk. Eat, O friends; Drink, yea, drink abundantly, O beloved."}, {"id": 22005002, "c": 5, "v": 2, "d": "I was asleep, but my heart waked: It is the voice of my beloved that knocketh, `saying', Open to me, my sister, my love, my dove, my undefiled; For my head is filled with dew, My locks with the drops of the night."}, {"id": 22005003, "c": 5, "v": 3, "d": "I have put off my garment; how shall I put it on? I have washed my feet; how shall I defile them?"}, {"id": 22005004, "c": 5, "v": 4, "d": "My beloved put in his hand by the hole `of the door', And my heart was moved for him."}, {"id": 22005005, "c": 5, "v": 5, "d": "I rose up to open to my beloved; And my hands droppeth with myrrh, And my fingers with liquid myrrh, Upon the handles of the bolt."}, {"id": 22005006, "c": 5, "v": 6, "d": "I opened to my beloved; But my beloved had withdrawn himself, `and' was gone. My soul had failed me when he spake: I sought him, but I could not find him; I called him, but he gave me no answer."}, {"id": 22005007, "c": 5, "v": 7, "d": "The watchmen that go about the city found me, They smote me, they wounded me; The keepers of the walls took away my mantle from me."}, {"id": 22005008, "c": 5, "v": 8, "d": "I adjure you, O daughters of Jerusalem, If ye find my beloved, That ye tell him, that I am sick from love."}, {"id": 22005009, "c": 5, "v": 9, "d": "What is thy beloved more than `another' beloved, O thou fairest among women? What is thy beloved more than `another' beloved, That thou dost so adjure us?"}, {"id": 22005010, "c": 5, "v": 10, "d": "My beloved is white and ruddy, The chiefest among ten thousand."}, {"id": 22005011, "c": 5, "v": 11, "d": "His head is `as' the most fine gold; His locks are bushy, `and' black as a raven."}, {"id": 22005012, "c": 5, "v": 12, "d": "His eyes are like doves beside the water-brooks, Washed with milk, `and' fitly set."}, {"id": 22005013, "c": 5, "v": 13, "d": "His cheeks are as a bed of spices, `As' banks of sweet herbs: His lips are `as' lilies, dropping liquid myrrh."}, {"id": 22005014, "c": 5, "v": 14, "d": "His hands are `as' rings of gold set with beryl: His body is `as' ivory work overlaid `with' sapphires."}, {"id": 22005015, "c": 5, "v": 15, "d": "His legs are `as' pillars of marble, set upon sockets of fine gold: His aspect is like Lebanon, excellent as the cedars."}, {"id": 22005016, "c": 5, "v": 16, "d": "His mouth is most sweet; Yea, he is altogether lovely. This is my beloved, and this is my friend, O daughters of Jerusalem."}, {"id": 22006001, "c": 6, "v": 1, "d": "Whither is thy beloved gone, O thou fairest among women? Whither hath thy beloved turned him, That we may seek him with thee?"}, {"id": 22006002, "c": 6, "v": 2, "d": "My beloved is gone down to his garden, To the beds of spices, To feed in the gardens, and to gather lilies."}, {"id": 22006003, "c": 6, "v": 3, "d": "I am my beloved's, and my beloved is mine; He feedeth `his flock' among the lilies,"}, {"id": 22006004, "c": 6, "v": 4, "d": "Thou art fair, O my love, as Tirzah, Comely as Jerusalem, Terrible as an army with banners."}, {"id": 22006005, "c": 6, "v": 5, "d": "Turn away thine eyes from me, For they have overcome me. Thy hair is as a flock of goats, That lie along the side of Gilead."}, {"id": 22006006, "c": 6, "v": 6, "d": "Thy teeth are like a flock of ewes, Which are come up from the washing; Whereof every one hath twins, And none is bereaved among them."}, {"id": 22006007, "c": 6, "v": 7, "d": "Thy temples are like a piece of a pomegranate Behind thy veil."}, {"id": 22006008, "c": 6, "v": 8, "d": "There are threescore queens, and fourscore concubines, And virgins without number."}, {"id": 22006009, "c": 6, "v": 9, "d": "My dove, my undefiled, is `but' one; She is the only one of her mother; She is the choice one of her that bare her. The daughters saw her, and called her blessed; `Yea', the queens and the concubines, and they praised her."}, {"id": 22006010, "c": 6, "v": 10, "d": "Who is she that looketh forth as the morning, Fair as the moon, Clear as the sun, Terrible as an army with banners?"}, {"id": 22006011, "c": 6, "v": 11, "d": "I went down into the garden of nuts, To see the green plants of the valley, To see whether the vine budded, `And' the pomegranates were in flower."}, {"id": 22006012, "c": 6, "v": 12, "d": "Before I was aware, my soul set me `Among' the chariots of my princely people."}, {"id": 22006013, "c": 6, "v": 13, "d": "Return, return, O Shulammite; Return, return, that we may look upon thee. Why will ye look upon the Shulammite, As upon the dance of Mahanaim?"}, {"id": 22007001, "c": 7, "v": 1, "d": "How beautiful are thy feet in sandals, O prince's daughter! Thy rounded thighs are like jewels, The work of the hands of a skilful workman."}, {"id": 22007002, "c": 7, "v": 2, "d": "Thy body is `like' a round goblet, `Wherein' no mingled wine is wanting: Thy waist is `like' a heap of wheat Set about with lilies."}, {"id": 22007003, "c": 7, "v": 3, "d": "Thy two breasts are like two fawns That are twins of a roe."}, {"id": 22007004, "c": 7, "v": 4, "d": "Thy neck is like the tower of ivory; Thine eyes `as' the pools in Heshbon, By the gate of Bath-rabbim; Thy nose is like the tower of Lebanon Which looketh toward Damascus."}, {"id": 22007005, "c": 7, "v": 5, "d": "Thy head upon thee is like Carmel, And the hair of thy head like purple; The king is held captive in the tresses `thereof'."}, {"id": 22007006, "c": 7, "v": 6, "d": "How fair and how pleasant art thou, O love, for delights!"}, {"id": 22007007, "c": 7, "v": 7, "d": "This thy stature is like to a palm-tree, And thy breasts to its clusters."}, {"id": 22007008, "c": 7, "v": 8, "d": "I said, I will climb up into the palm-tree, I will take hold of the branches thereof: Let thy breasts be as clusters of the vine, And the smell of thy breath like apples,"}, {"id": 22007009, "c": 7, "v": 9, "d": "And thy mouth like the best wine, That goeth down smoothly for my beloved, Gliding through the lips of those that are asleep."}, {"id": 22007010, "c": 7, "v": 10, "d": "I am my beloved's; And his desire is toward me."}, {"id": 22007011, "c": 7, "v": 11, "d": "Come, my beloved, let us go forth into the field; Let us lodge in the villages."}, {"id": 22007012, "c": 7, "v": 12, "d": "Let us get up early to the vineyards; Let us see whether the vine hath budded, `And' its blossom is open, `And' the pomegranates are in flower: There will I give thee my love."}, {"id": 22007013, "c": 7, "v": 13, "d": "The mandrakes give forth fragrance; And at our doors are all manner of precious fruits, new and old, Which I have laid up for thee, O my beloved."}, {"id": 22008001, "c": 8, "v": 1, "d": "Oh that thou wert as my brother, That sucked the breasts of my mother! `When' I should find thee without, I would kiss thee; Yea, and none would despise me."}, {"id": 22008002, "c": 8, "v": 2, "d": "I would lead thee, `and' bring thee into my mother's house, Who would instruct me; I would cause thee to drink of spiced wine, Of the juice of my pomegranate."}, {"id": 22008003, "c": 8, "v": 3, "d": "His left hand `should be' under my head, And his right hand should embrace me."}, {"id": 22008004, "c": 8, "v": 4, "d": "I adjure you, O daughters of Jerusalem, That ye stir not up, nor awake `my' love, Until he please."}, {"id": 22008005, "c": 8, "v": 5, "d": "Who is this that cometh up from the wilderness, Leaning upon her beloved? Under the apple-tree I awakened thee: There thy mother was in travail with thee, There was she in travail that brought thee forth."}, {"id": 22008006, "c": 8, "v": 6, "d": "Set me as a seal upon thy heart, As a seal upon thine arm: For love is strong as death; Jealousy is cruel as Sheol; The flashes thereof are flashes of fire, A very flame of Jehovah."}, {"id": 22008007, "c": 8, "v": 7, "d": "Many waters cannot quench love, Neither can floods drown it: If a man would give all the substance of his house for love, He would utterly be contemned."}, {"id": 22008008, "c": 8, "v": 8, "d": "We have a little sister, And she hath no breasts: What shall we do for our sister In the day when she shall be spoken for?"}, {"id": 22008009, "c": 8, "v": 9, "d": "If she be a wall, We will build upon her a turret of silver: And if she be a door, We will inclose her with boards of cedar."}, {"id": 22008010, "c": 8, "v": 10, "d": "I am a wall, and my breasts like the towers `thereof' Then was I in his eyes as one that found peace."}, {"id": 22008011, "c": 8, "v": 11, "d": "Solomon had a vineyard at Baal-hamon; He let out the vineyard unto keepers; Every one for the fruit thereof was to bring a thousand `pieces' of silver."}, {"id": 22008012, "c": 8, "v": 12, "d": "My vineyard, which is mine, is before me: Thou, O Solomon, shalt have the thousand, And those that keep the fruit thereof two hundred."}, {"id": 22008013, "c": 8, "v": 13, "d": "Thou that dwellest in the gardens, The companions hearken for thy voice: Cause me to hear it."}, {"id": 22008014, "c": 8, "v": 14, "d": "Make haste, my beloved, And be thou like to a roe or to a young hart Upon the mountains of spices."}]}