{"data": [{"id": 2001001, "c": 1, "v": 1, "d": "Now these are the names of the sons of Israel, who came into Egypt (every man and his household came with Jacob):"}, {"id": 2001002, "c": 1, "v": 2, "d": "Reuben, Simeon, Levi, and Judah,"}, {"id": 2001003, "c": 1, "v": 3, "d": "Issachar, Zebulun, and Benjamin,"}, {"id": 2001004, "c": 1, "v": 4, "d": "Dan and Naphtali, Gad and Asher."}, {"id": 2001005, "c": 1, "v": 5, "d": "And all the souls that came out of the loins of Jacob were seventy souls: and Joseph was in Egypt already."}, {"id": 2001006, "c": 1, "v": 6, "d": "And Joseph died, and all his brethren, and all that generation."}, {"id": 2001007, "c": 1, "v": 7, "d": "And the children of Israel were fruitful, and increased abundantly, and multiplied, and waxed exceeding mighty; and the land was filled with them."}, {"id": 2001008, "c": 1, "v": 8, "d": "Now there arose a new king over Egypt, who knew not Joseph."}, {"id": 2001009, "c": 1, "v": 9, "d": "And he said unto his people, Behold, the people of the children of Israel are more and mightier than we:"}, {"id": 2001010, "c": 1, "v": 10, "d": "come, let us deal wisely with them, lest they multiply, and it come to pass, that, when there falleth out any war, they also join themselves unto our enemies, and fight against us, and get them up out of the land."}, {"id": 2001011, "c": 1, "v": 11, "d": "Therefore they did set over them taskmasters to afflict them with their burdens. And they built for Pharaoh store-cities, Pithom and Raamses."}, {"id": 2001012, "c": 1, "v": 12, "d": "But the more they afflicted them, the more they multiplied and the more they spread abroad. And they were grieved because of the children of Israel."}, {"id": 2001013, "c": 1, "v": 13, "d": "And the Egyptians made the children of Israel to serve with rigor:"}, {"id": 2001014, "c": 1, "v": 14, "d": "and they made their lives bitter with hard service, in mortar and in brick, and in all manner of service in the field, all their service, wherein they made them serve with rigor."}, {"id": 2001015, "c": 1, "v": 15, "d": "And the king of Egypt spake to the Hebrew midwives, of whom the name of the one was Shiphrah, and the name of the other Puah:"}, {"id": 2001016, "c": 1, "v": 16, "d": "and he said, When ye do the office of a midwife to the Hebrew women, and see them upon the birth-stool; if it be a son, then ye shall kill him; but if it be a daughter, then she shall live."}, {"id": 2001017, "c": 1, "v": 17, "d": "But the midwives feared God, and did not as the king of Egypt commanded them, but saved the men-children alive."}, {"id": 2001018, "c": 1, "v": 18, "d": "And the king of Egypt called for the midwives, and said unto them, Why have ye done this thing, and have saved the men-children alive?"}, {"id": 2001019, "c": 1, "v": 19, "d": "And the midwives said unto Pharaoh, Because the Hebrew women are not as the Egyptian women; for they are lively, and are delivered ere the midwife come unto them."}, {"id": 2001020, "c": 1, "v": 20, "d": "And God dealt well with the midwives: and the people multiplied, and waxed very mighty."}, {"id": 2001021, "c": 1, "v": 21, "d": "And it came to pass, because the midwives feared God, that he made them households."}, {"id": 2001022, "c": 1, "v": 22, "d": "And Pharaoh charged all his people, saying, Every son that is born ye shall cast into the river, and every daughter ye shall save alive."}, {"id": 2002001, "c": 2, "v": 1, "d": "And there went a man of the house of Levi, and took to wife a daughter of Levi."}, {"id": 2002002, "c": 2, "v": 2, "d": "And the woman conceived, and bare a son: and when she saw him that he was a goodly child, she hid him three months."}, {"id": 2002003, "c": 2, "v": 3, "d": "And when she could not longer hide him, she took for him an ark of bulrushes, and daubed it with slime and with pitch; and she put the child therein, and laid it in the flags by the river's brink."}, {"id": 2002004, "c": 2, "v": 4, "d": "And his sister stood afar off, to know what would be done to him."}, {"id": 2002005, "c": 2, "v": 5, "d": "And the daughter of Pharaoh came down to bathe at the river; and her maidens walked along by the river-side; and she saw the ark among the flags, and sent her handmaid to fetch it."}, {"id": 2002006, "c": 2, "v": 6, "d": "And she opened it, and saw the child: and, behold, the babe wept. And she had compassion on him, and said, This is one of the Hebrews' children."}, {"id": 2002007, "c": 2, "v": 7, "d": "Then said his sister to Pharaoh's daughter, Shall I go and call thee a nurse of the Hebrew women, that she may nurse the child for thee?"}, {"id": 2002008, "c": 2, "v": 8, "d": "And Pharaoh's daughter said to her, Go. And the maiden went and called the child's mother."}, {"id": 2002009, "c": 2, "v": 9, "d": "And Pharaoh's daughter said unto her, Take this child away, and nurse it for me, and I will give thee thy wages. And the woman took the child, and nursed it."}, {"id": 2002010, "c": 2, "v": 10, "d": "And the child grew, and she brought him unto Pharaoh's daughter, and he became her son. And she called his name Moses, and said, Because I drew him out of the water."}, {"id": 2002011, "c": 2, "v": 11, "d": "And it came to pass in those days, when Moses was grown up, that he went out unto his brethren, and looked on their burdens: and he saw an Egyptian smiting a Hebrew, one of his brethren."}, {"id": 2002012, "c": 2, "v": 12, "d": "And he looked this way and that way, and when he saw that there was no man, he smote the Egyptian, and hid him in the sand."}, {"id": 2002013, "c": 2, "v": 13, "d": "And he went out the second day, and, behold, two men of the Hebrews were striving together: and he said to him that did the wrong, Wherefore smitest thou thy fellow?"}, {"id": 2002014, "c": 2, "v": 14, "d": "And he said, Who made thee a prince and a judge over us? Thinkest thou to kill me, as thou killedst the Egyptian? And Moses feared, and said, Surely the thing is known."}, {"id": 2002015, "c": 2, "v": 15, "d": "Now when Pharaoh heard this thing, he sought to slay Moses. But Moses fled from the face of Pharaoh, and dwelt in the land of Midian: and he sat down by a well."}, {"id": 2002016, "c": 2, "v": 16, "d": "Now the priest of Midian had seven daughters: and they came and drew water, and filled the troughs to water their father's flock."}, {"id": 2002017, "c": 2, "v": 17, "d": "And the shepherds came and drove them away; but Moses stood up and helped them, and watered their flock."}, {"id": 2002018, "c": 2, "v": 18, "d": "And when they came to Reuel their father, he said, How is it that ye are come so soon to-day?"}, {"id": 2002019, "c": 2, "v": 19, "d": "And they said, An Egyptian delivered us out of the hand of the shepherds, and moreover he drew water for us, and watered the flock."}, {"id": 2002020, "c": 2, "v": 20, "d": "And he said unto his daughters, And where is he? Why is it that ye have left the man? Call him, that he may eat bread."}, {"id": 2002021, "c": 2, "v": 21, "d": "And Moses was content to dwell with the man: and he gave Moses Zipporah his daughter."}, {"id": 2002022, "c": 2, "v": 22, "d": "And she bare a son, and he called his name Gershom; for he said, I have been a sojourner in a foreign land."}, {"id": 2002023, "c": 2, "v": 23, "d": "And it came to pass in the course of those many days, that the king of Egypt died: and the children of Israel sighed by reason of the bondage, and they cried, and their cry came up unto God by reason of the bondage."}, {"id": 2002024, "c": 2, "v": 24, "d": "And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob."}, {"id": 2002025, "c": 2, "v": 25, "d": "And God saw the children of Israel, and God took knowledge `of them'."}, {"id": 2003001, "c": 3, "v": 1, "d": "Now Moses was keeping the flock of Jethro his father-in-law, the priest of Midian: and he led the flock to the back of the wilderness, and came to the mountain of God, unto Horeb."}, {"id": 2003002, "c": 3, "v": 2, "d": "And the angel of Jehovah appeared unto him in a flame of fire out of the midst of a bush: and he looked, and, behold, the bush burned with fire, and the bush was not consumed."}, {"id": 2003003, "c": 3, "v": 3, "d": "And Moses said, I will turn aside now, and see this great sight, why the bush is not burnt."}, {"id": 2003004, "c": 3, "v": 4, "d": "And when Jehovah saw that he turned aside to see, God called unto him out of the midst of the bush, and said, Moses, Moses. And he said, Here am I."}, {"id": 2003005, "c": 3, "v": 5, "d": "And he said, Draw not nigh hither: put off thy shoes from off thy feet, for the place whereon thou standest is holy ground."}, {"id": 2003006, "c": 3, "v": 6, "d": "Moreover he said, I am the God of thy father, the God of Abraham, the God of Isaac, and the God of Jacob. And Moses hid his face; for he was afraid to look upon God."}, {"id": 2003007, "c": 3, "v": 7, "d": "And Jehovah said, I have surely seen the affliction of my people that are in Egypt, and have heard their cry by reason of their taskmasters; for I know their sorrows;"}, {"id": 2003008, "c": 3, "v": 8, "d": "and I am come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land unto a good land and a large, unto a land flowing with milk and honey; unto the place of the Canaanite, and the Hittite, and the Amorite, and the Perizzite, and the Hivite, and the Jebusite."}, {"id": 2003009, "c": 3, "v": 9, "d": "And now, behold, the cry of the children of Israel is come unto me: moreover I have seen the oppression wherewith the Egyptians oppress them."}, {"id": 2003010, "c": 3, "v": 10, "d": "Come now therefore, and I will send thee unto Pharaoh, that thou mayest bring forth my people the children of Israel out of Egypt."}, {"id": 2003011, "c": 3, "v": 11, "d": "And Moses said unto God, Who am I, that I should go unto Pharaoh, and that I should bring forth the children of Israel out of Egypt?"}, {"id": 2003012, "c": 3, "v": 12, "d": "And he said, Certainly I will be with thee; and this shall be the token unto thee, that I have sent thee: when thou hast brought forth the people out of Egypt, ye shall serve God upon this mountain."}, {"id": 2003013, "c": 3, "v": 13, "d": "And Moses said unto God, Behold, when I come unto the children of Israel, and shall say unto them, The God of your fathers hath sent me unto you; and they shall say to me, What is his name? What shall I say unto them?"}, {"id": 2003014, "c": 3, "v": 14, "d": "And God said unto Moses, I AM THAT I AM: and he said, Thus shalt thou say unto the children of Israel, I AM hath sent me unto you."}, {"id": 2003015, "c": 3, "v": 15, "d": "And God said moreover unto Moses, Thus shalt thou say unto the children of Israel, Jehovah, the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, hath sent me unto you: this is my name forever, and this is my memorial unto all generations."}, {"id": 2003016, "c": 3, "v": 16, "d": "Go, and gather the elders of Israel together, and say unto them, Jehovah, the God of your fathers, the God of Abraham, of Isaac, and of Jacob, hath appeared unto me, saying, I have surely visited you, and `seen' that which is done to you in Egypt:"}, {"id": 2003017, "c": 3, "v": 17, "d": "and I have said, I will bring you up out of the affliction of Egypt unto the land of the Canaanite, and the Hittite, and the Amorite, and the Perizzite, and the Hivite, and the Jebusite, unto a land flowing with milk and honey."}, {"id": 2003018, "c": 3, "v": 18, "d": "And they shall hearken to thy voice: and thou shalt come, thou and the elders of Israel, unto the king of Egypt, and ye shall say unto him, Jehovah, the God of the Hebrews, hath met with us: and now let us go, we pray thee, three days' journey into the wilderness, that we may sacrifice to Jehovah our God."}, {"id": 2003019, "c": 3, "v": 19, "d": "And I know that the king of Egypt will not give you leave to go, no, not by a mighty hand."}, {"id": 2003020, "c": 3, "v": 20, "d": "And I will put forth my hand, and smite Egypt with all my wonders which I will do in the midst thereof: and after that he will let you go."}, {"id": 2003021, "c": 3, "v": 21, "d": "And I will give this people favor in the sight of the Egyptians: and it shall come to pass, that, when ye go, ye shall not go empty."}, {"id": 2003022, "c": 3, "v": 22, "d": "But every woman shall ask of her neighbor, and of her that sojourneth in her house, jewels of silver, and jewels of gold, and raiment: and ye shall put them upon your sons, and upon your daughters; and ye shall despoil the Egyptians."}, {"id": 2004001, "c": 4, "v": 1, "d": "And Moses answered and said, But, behold, they will not believe me, nor hearken unto my voice; for they will say, Jehovah hath not appeared unto thee."}, {"id": 2004002, "c": 4, "v": 2, "d": "And Jehovah said unto him, What is that in thy hand? And he said, A rod."}, {"id": 2004003, "c": 4, "v": 3, "d": "And he said, Cast in on the ground. And he cast it on the ground, and it became a serpent; and Moses fled from before it."}, {"id": 2004004, "c": 4, "v": 4, "d": "And Jehovah said unto Moses, Put forth thy hand, and take it by the tail: (and he put forth his hand, and laid hold of it, and it became a rod in his hand:)"}, {"id": 2004005, "c": 4, "v": 5, "d": "That they may believe that Jehovah, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, hath appeared unto thee."}, {"id": 2004006, "c": 4, "v": 6, "d": "And Jehovah said furthermore unto him, Put now thy hand into thy bosom. And he put his hand into his bosom: and when he took it out, behold, his hand was leprous, as `white as' snow."}, {"id": 2004007, "c": 4, "v": 7, "d": "And he said, Put thy hand into thy bosom again. (And he put his hand into his bosom again; and when he took it out of his bosom, behold, it was turned again as his `other' flesh.)"}, {"id": 2004008, "c": 4, "v": 8, "d": "And it shall come to pass, if they will not believe thee, neither hearken to the voice of the first sign, that they will believe the voice of the latter sign."}, {"id": 2004009, "c": 4, "v": 9, "d": "And it shall come to pass, if they will not believe even these two signs, neither hearken unto thy voice, that thou shalt take of the water of the river, and pour it upon the dry land: and the water which thou takest out of the river shall become blood upon the dry land."}, {"id": 2004010, "c": 4, "v": 10, "d": "And Moses said unto Jehovah, Oh, Lord, I am not eloquent, neither heretofore, nor since thou hast spoken unto thy servant; for I am slow of speech, and of a slow tongue."}, {"id": 2004011, "c": 4, "v": 11, "d": "And Jehovah said unto him, Who hath made man's mouth? Or who maketh `a man' dumb, or deaf, or seeing, or blind? Is it not I, Jehovah?"}, {"id": 2004012, "c": 4, "v": 12, "d": "Now therefore go, and I will be with thy mouth, and teach thee what thou shalt speak."}, {"id": 2004013, "c": 4, "v": 13, "d": "And he said, Oh, Lord, send, I pray thee, by the hand of him whom thou wilt send."}, {"id": 2004014, "c": 4, "v": 14, "d": "And the anger of Jehovah was kindled against Moses, and he said, Is there not Aaron thy brother the Levite? I know that he can speak well. And also, behold, he cometh forth to meet thee: and when he seeth thee, he will be glad in his heart."}, {"id": 2004015, "c": 4, "v": 15, "d": "And thou shalt speak unto him, and put the words in his mouth: and I will be with thy mouth, and with his mouth, and will teach you what ye shall do."}, {"id": 2004016, "c": 4, "v": 16, "d": "And he shall be thy spokesman unto the people; and it shall come to pass, that he shall be to thee a mouth, and thou shalt be to him as God."}, {"id": 2004017, "c": 4, "v": 17, "d": "And thou shalt take in thy hand this rod, wherewith thou shalt do the signs."}, {"id": 2004018, "c": 4, "v": 18, "d": "And Moses went and returned to Jethro his father-in-law, and said unto him, Let me go, I pray thee, and return unto my brethren that are in Egypt, and see whether they be yet alive. And Jethro said to Moses, Go in peace."}, {"id": 2004019, "c": 4, "v": 19, "d": "And Jehovah said unto Moses in Midian, Go, return into Egypt; for all the men are dead that sought thy life."}, {"id": 2004020, "c": 4, "v": 20, "d": "And Moses took his wife and his sons, and set them upon an ass, and he returned to the land of Egypt: and Moses took the rod of God in his hand."}, {"id": 2004021, "c": 4, "v": 21, "d": "And Jehovah said unto Moses, When thou goest back into Egypt, see that thou do before Pharaoh all the wonders which I have put in thy hand: but I will harden his heart and he will not let the people go."}, {"id": 2004022, "c": 4, "v": 22, "d": "And thou shalt say unto Pharaoh, Thus saith Jehovah, Israel is my son, my first-born:"}, {"id": 2004023, "c": 4, "v": 23, "d": "and I have said unto thee, Let my son go, that he may serve me; and thou hast refused to let him go: behold, I will slay thy son, thy first-born."}, {"id": 2004024, "c": 4, "v": 24, "d": "And it came to pass on the way at the lodging-place, that Jehovah met him, and sought to kill him."}, {"id": 2004025, "c": 4, "v": 25, "d": "Then Zipporah took a flint, and cut off the foreskin of her son, and cast it at his feet; and she said, Surely a bridegroom of blood art thou to me."}, {"id": 2004026, "c": 4, "v": 26, "d": "So he let him alone. Then she said, A bridegroom of blood `art thou', because of the circumcision."}, {"id": 2004027, "c": 4, "v": 27, "d": "And Jehovah said to Aaron, Go into the wilderness to meet Moses. And he went, and met him in the mountain of God, and kissed him."}, {"id": 2004028, "c": 4, "v": 28, "d": "And Moses told Aaron all the words of Jehovah wherewith he had sent him, and all the signs wherewith he had charged him."}, {"id": 2004029, "c": 4, "v": 29, "d": "And Moses and Aaron went and gathered together all the elders of the children of Israel:"}, {"id": 2004030, "c": 4, "v": 30, "d": "and Aaron spake all the words which Jehovah had spoken unto Moses, and did the signs in the sight of the people."}, {"id": 2004031, "c": 4, "v": 31, "d": "And the people believed: and when they heard that Jehovah had visited the children of Israel, and that he had seen their affliction, then they bowed their heads and worshipped."}, {"id": 2005001, "c": 5, "v": 1, "d": "And afterward Moses and Aaron came, and said unto Pharaoh, Thus saith Jehovah, the God of Israel, Let my people go, that they may hold a feast unto me in the wilderness."}, {"id": 2005002, "c": 5, "v": 2, "d": "And Pharaoh said, Who is Jehovah, that I should hearken unto his voice to let Israel go? I know not Jehovah, and moreover I will not let Israel go."}, {"id": 2005003, "c": 5, "v": 3, "d": "And they said, The God of the Hebrews hath met with us: let us go, we pray thee, three days' journey into the wilderness, and sacrifice unto Jehovah our God, lest he fall upon us with pestilence, or with the sword."}, {"id": 2005004, "c": 5, "v": 4, "d": "And the king of Egypt said unto them, Wherefore do ye, Moses and Aaron, loose the people from their works? get you unto your burdens."}, {"id": 2005005, "c": 5, "v": 5, "d": "And Pharaoh said, Behold, the people of the land are now many, and ye make them rest from their burdens."}, {"id": 2005006, "c": 5, "v": 6, "d": "And the same day Pharaoh commanded the taskmasters of the people, and their officers, saying,"}, {"id": 2005007, "c": 5, "v": 7, "d": "Ye shall no more give the people straw to make brick, as heretofore: let them go and gather straw for themselves."}, {"id": 2005008, "c": 5, "v": 8, "d": "And the number of the bricks, which they did make heretofore, ye shall lay upon them; ye shall not diminish aught thereof: for they are idle; therefore they cry, saying, Let us go and sacrifice to our God."}, {"id": 2005009, "c": 5, "v": 9, "d": "Let heavier work be laid upon the men, that they may labor therein; and let them not regard lying words."}, {"id": 2005010, "c": 5, "v": 10, "d": "And the taskmasters of the people went out, and their officers, and they spake to the people, saying, Thus saith Pharaoh, I will not give you straw."}, {"id": 2005011, "c": 5, "v": 11, "d": "Go yourselves, get you straw where ye can find it: for nought of your work shall be diminished."}, {"id": 2005012, "c": 5, "v": 12, "d": "So the people were scattered abroad throughout all the land of Egypt to gather stubble for straw."}, {"id": 2005013, "c": 5, "v": 13, "d": "And the taskmasters were urgent saying, Fulfil your works, `your' daily tasks, as when there was straw."}, {"id": 2005014, "c": 5, "v": 14, "d": "And the officers of the children of Israel, whom Pharaoh's taskmasters had set over them, were beaten, and demanded, Wherefore have ye not fulfilled your task both yesterday and to-day, in making brick as heretofore?"}, {"id": 2005015, "c": 5, "v": 15, "d": "Then the officers of the children of Israel came and cried unto Pharaoh, saying, Wherefore dealest thou thus with thy servants?"}, {"id": 2005016, "c": 5, "v": 16, "d": "There is no straw given unto thy servants, and they say to us, Make brick: and, behold, thy servants are beaten; but the fault it in thine own people."}, {"id": 2005017, "c": 5, "v": 17, "d": "But he said, Ye are idle, ye are idle: therefore ye say, Let us go and sacrifice to Jehovah."}, {"id": 2005018, "c": 5, "v": 18, "d": "Go therefore now, and work; for there shall no straw be given you, yet shall ye deliver the number of bricks."}, {"id": 2005019, "c": 5, "v": 19, "d": "And the officers of the children of Israel did see that they were in evil case, when it was said, Ye shall not diminish aught from your bricks, `your' daily tasks."}, {"id": 2005020, "c": 5, "v": 20, "d": "And they met Moses and Aaron, who stood in the way, as they came forth from Pharaoh:"}, {"id": 2005021, "c": 5, "v": 21, "d": "and they said unto them, Jehovah look upon you, and judge: because ye have made our savor to be abhorred in the eyes of Pharaoh, and in the eyes of his servants, to put a sword in their hand to slay us."}, {"id": 2005022, "c": 5, "v": 22, "d": "And Moses returned unto Jehovah, and said, Lord, wherefore hast thou dealt ill with this people? why is it that thou hast sent me?"}, {"id": 2005023, "c": 5, "v": 23, "d": "For since I came to Pharaoh to speak in thy name, he hath dealt ill with this people; neither hast thou delivered thy people at all."}, {"id": 2006001, "c": 6, "v": 1, "d": "And Jehovah said unto Moses, Now shalt thou see what I will do to Pharaoh: for by a strong hand shall he let them go, and by a strong hand shall he drive them out of his land."}, {"id": 2006002, "c": 6, "v": 2, "d": "And God spake unto Moses, and said unto him, I am Jehovah:"}, {"id": 2006003, "c": 6, "v": 3, "d": "and I appeared unto Abraham, unto Isaac, and unto Jacob, as God Almighty; but by my name Jehovah I was not known to them."}, {"id": 2006004, "c": 6, "v": 4, "d": "And I have also established my covenant with them, to give them the land of Canaan, the land of their sojournings, wherein they sojourned."}, {"id": 2006005, "c": 6, "v": 5, "d": "And moreover I have heard the groaning of the children of Israel, whom the Egyptians keep in bondage; and I have remembered my covenant."}, {"id": 2006006, "c": 6, "v": 6, "d": "Wherefore say unto the children of Israel, I am Jehovah, and I will bring you out from under the burdens of the Egyptians, and I will rid you out of their bondage, and I will redeem you with an outstretched arm, and with great judgments:"}, {"id": 2006007, "c": 6, "v": 7, "d": "and I will take you to me for a people, and I will be to you a God; and ye shall know that I am Jehovah your God, who bringeth you out from under the burdens of the Egyptians."}, {"id": 2006008, "c": 6, "v": 8, "d": "And I will bring you in unto the land which I sware to give to Abraham, to Isaac, and to Jacob; and I will give it you for a heritage: I am Jehovah."}, {"id": 2006009, "c": 6, "v": 9, "d": "And Moses spake so unto the children of Israel: but they hearkened not unto Moses for anguish of spirit, and for cruel bondage."}, {"id": 2006010, "c": 6, "v": 10, "d": "And Jehovah spake unto Moses, saying,"}, {"id": 2006011, "c": 6, "v": 11, "d": "Go in, speak unto Pharaoh king of Egypt, that he let the children of Israel go out of his land."}, {"id": 2006012, "c": 6, "v": 12, "d": "And Moses spake before Jehovah, saying, Behold, the children of Israel have not hearkened unto me; how then shall Pharaoh hear me, who am of uncircumcised lips?"}, {"id": 2006013, "c": 6, "v": 13, "d": "And Jehovah spake unto Moses and unto Aaron, and gave them a charge unto the children of Israel, and unto Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt."}, {"id": 2006014, "c": 6, "v": 14, "d": "These are the heads of their fathers' houses. The sons of Reuben the first-born of Israel: Hanoch, and Pallu, Hezron, and Carmi; these are the families of Reuben."}, {"id": 2006015, "c": 6, "v": 15, "d": "And the sons of Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman; these are the families of Simeon."}, {"id": 2006016, "c": 6, "v": 16, "d": "And these are the names of the sons of Levi according to their generations: Gershon, and Kohath, and Merari; and the years of the life of Levi were a hundred thirty and seven years."}, {"id": 2006017, "c": 6, "v": 17, "d": "The sons of Gershon: Libni and Shimei, according to their families."}, {"id": 2006018, "c": 6, "v": 18, "d": "And the sons of Kohath: Amram, and Izhar, and Hebron, and Uzziel; and the years of the life of Kohath were a hundred thirty and three years."}, {"id": 2006019, "c": 6, "v": 19, "d": "And the sons of Merari: Mahli and Mushi. These are the families of the Levites according to their generations."}, {"id": 2006020, "c": 6, "v": 20, "d": "And Amram took him Jochebed his father's sister to wife; and she bare him Aaron and Moses: and the years of the life of Amram were a hundred and thirty and seven years."}, {"id": 2006021, "c": 6, "v": 21, "d": "And the sons of Izhar: Korah, and Nepheg, and Zichri."}, {"id": 2006022, "c": 6, "v": 22, "d": "And the sons of Uzziel: Mishael, and Elzaphan, and Sithri."}, {"id": 2006023, "c": 6, "v": 23, "d": "And Aaron took him Elisheba, the daughter of Amminadab, the sister of Nahshon, to wife; and she bare him Nadab and Abihu, Eleazar and Ithamar."}, {"id": 2006024, "c": 6, "v": 24, "d": "And the sons of Korah: Assir, and Elkanah, and Abiasaph; these are the families of the Korahites."}, {"id": 2006025, "c": 6, "v": 25, "d": "And Eleazar Aaron's son took him one of the daughters of Putiel to wife; and she bare him Phinehas. These are the heads of the fathers' `houses' of the Levites according to their families."}, {"id": 2006026, "c": 6, "v": 26, "d": "These are that Aaron and Moses, to whom Jehovah said, Bring out the children of Israel from the land of Egypt according to their hosts."}, {"id": 2006027, "c": 6, "v": 27, "d": "These are they that spake to Pharaoh king of Egypt, to bring out the children of Israel from Egypt: these are that Moses and Aaron."}, {"id": 2006028, "c": 6, "v": 28, "d": "And it came to pass on the day when Jehovah spake unto Moses in the land of Egypt,"}, {"id": 2006029, "c": 6, "v": 29, "d": "that Jehovah spake unto Moses, saying, I am Jehovah: speak thou unto Pharaoh king of Egypt all that I speak unto thee."}, {"id": 2006030, "c": 6, "v": 30, "d": "And Moses said before Jehovah, Behold, I am of uncircumcised lips, and how shall Pharaoh hearken unto me?"}, {"id": 2007001, "c": 7, "v": 1, "d": "And Jehovah said unto Moses, See, I have made thee as God to Pharaoh; and Aaron thy brother shall be thy prophet."}, {"id": 2007002, "c": 7, "v": 2, "d": "Thou shalt speak all that I command thee; and Aaron thy brother shall speak unto Pharaoh, that he let the children of Israel go out of his land."}, {"id": 2007003, "c": 7, "v": 3, "d": "And I will harden Pharaoh's heart, and multiply my signs and my wonders in the land of Egypt."}, {"id": 2007004, "c": 7, "v": 4, "d": "But Pharaoh will not hearken unto you, and I will lay my hand upon Egypt, and bring forth my hosts, my people the children of Israel, out of the land of Egypt by great judgments."}, {"id": 2007005, "c": 7, "v": 5, "d": "And the Egyptians shall know that I am Jehovah, when I stretch forth my hand upon Egypt, and bring out the children of Israel from among them."}, {"id": 2007006, "c": 7, "v": 6, "d": "And Moses and Aaron did so; as Jehovah commanded them, so did they."}, {"id": 2007007, "c": 7, "v": 7, "d": "And Moses was fourscore years old, and Aaron fourscore and three years old, when they spake unto Pharaoh."}, {"id": 2007008, "c": 7, "v": 8, "d": "And Jehovah spake unto Moses and unto Aaron, saying,"}, {"id": 2007009, "c": 7, "v": 9, "d": "When Pharaoh shall speak unto you, saying, Show a wonder for you; then thou shalt say unto Aaron, Take thy rod, and cast it down before Pharaoh, that it become a serpent."}, {"id": 2007010, "c": 7, "v": 10, "d": "And Moses and Aaron went in unto Pharaoh, and they did so, as Jehovah had commanded: and Aaron cast down his rod before Pharaoh and before his servants, and it became a serpent."}, {"id": 2007011, "c": 7, "v": 11, "d": "Then Pharaoh also called for the wise men and the sorcerers: and they also, the magicians of Egypt, did in like manner with their enchantments."}, {"id": 2007012, "c": 7, "v": 12, "d": "For they cast down every man his rod, and they became serpents: but Aaron's rod swallowed up their rods."}, {"id": 2007013, "c": 7, "v": 13, "d": "And Pharaoh's heart was hardened, and he hearkened not unto them; as Jehovah had spoken."}, {"id": 2007014, "c": 7, "v": 14, "d": "And Jehovah said unto Moses, Pharaoh's heart is stubborn, he refuseth to let the people go."}, {"id": 2007015, "c": 7, "v": 15, "d": "Get thee unto Pharaoh in the morning; lo, he goeth out unto the water; and thou shalt stand by the river's brink to meet him; and the rod which was turned to a serpent shalt thou take in thy hand."}, {"id": 2007016, "c": 7, "v": 16, "d": "And thou shalt say unto him, Jehovah, the God of the Hebrews, hath sent me unto thee, saying, Let my people go, that they may serve me in the wilderness: and, behold, hitherto thou hast not hearkened."}, {"id": 2007017, "c": 7, "v": 17, "d": "Thus saith Jehovah, In this thou shalt know that I am Jehovah: behold, I will smite with the rod that is in my hand upon the waters which are in the river, and they shall be turned to blood."}, {"id": 2007018, "c": 7, "v": 18, "d": "And the fish that are in the river shall die, and the river shall become foul; and the Egyptians shall loathe to drink water from the river."}, {"id": 2007019, "c": 7, "v": 19, "d": "And Jehovah said unto Moses, Say unto Aaron, Take thy rod, and stretch out thy hand over the waters of Egypt, over their rivers, over their streams, and over their pools, and over all their ponds of water, that they may become blood; and there shall be blood throughout all the land of Egypt, both in vessels of wood and in vessels of stone."}, {"id": 2007020, "c": 7, "v": 20, "d": "And Moses and Aaron did so, as Jehovah commanded; and he lifted up the rod, and smote the waters that were in the river, in the sight of Pharaoh, and in the sight of his servants; and all the waters that were in the river were turned to blood."}, {"id": 2007021, "c": 7, "v": 21, "d": "And the fish that were in the river died; and the river became foul, and the Egyptians could not drink water from the river; and the blood was throughout all the land of Egypt."}, {"id": 2007022, "c": 7, "v": 22, "d": "And the magicians of Egypt did in like manner with their enchantments: and Pharaoh's heart was hardened, and he hearkened not unto them; as Jehovah had spoken."}, {"id": 2007023, "c": 7, "v": 23, "d": "And Pharaoh turned and went into his house, neither did he lay even this to heart."}, {"id": 2007024, "c": 7, "v": 24, "d": "And all the Egyptians digged round about the river for water to drink; for they could not drink of the water of the river."}, {"id": 2007025, "c": 7, "v": 25, "d": "And seven days were fulfilled, after that Jehovah had smitten the river."}, {"id": 2008001, "c": 8, "v": 1, "d": "And Jehovah spake unto Moses, Go in unto Pharaoh, and say unto him, Thus saith Jehovah, Let my people go, that they may serve me."}, {"id": 2008002, "c": 8, "v": 2, "d": "And if thou refuse to let them go, behold, I will smite all thy borders with frogs:"}, {"id": 2008003, "c": 8, "v": 3, "d": "and the river shall swarm with frogs, which shall go up and come into thy house, and into thy bedchamber, and upon thy bed, and into the house of thy servants, and upon thy people, and into thine ovens, and into thy kneading-troughs:"}, {"id": 2008004, "c": 8, "v": 4, "d": "and the frogs shall come up both upon thee, and upon thy people, and upon all thy servants."}, {"id": 2008005, "c": 8, "v": 5, "d": "And Jehovah said unto Moses, Say unto Aaron, Stretch forth thy hand with thy rod over the rivers, over the streams, and over the pools, and cause frogs to come up upon the land of Egypt."}, {"id": 2008006, "c": 8, "v": 6, "d": "And Aaron stretched out his hand over the waters of Egypt; and the frogs came up, and covered the land of Egypt."}, {"id": 2008007, "c": 8, "v": 7, "d": "And the magicians did in like manner with their enchantments, and brought up frogs upon the land of Egypt."}, {"id": 2008008, "c": 8, "v": 8, "d": "Then Pharaoh called for Moses and Aaron, and said, Entreat Jehovah, that he take away the frogs from me, and from my people; and I will let the people go, that they may sacrifice unto Jehovah."}, {"id": 2008009, "c": 8, "v": 9, "d": "And Moses said unto Pharaoh, Have thou this glory over me: against what time shall I entreat for thee, and for thy servants, and for thy people, that the frogs be destroyed from thee and thy houses, and remain in the river only?"}, {"id": 2008010, "c": 8, "v": 10, "d": "And he said, Against to-morrow. And he said, Be it according to thy word; that thou mayest know that there is none like unto Jehovah our God."}, {"id": 2008011, "c": 8, "v": 11, "d": "And the frogs shall depart from thee, and from thy houses, and from thy servants, and from thy people; they shall remain in the river only."}, {"id": 2008012, "c": 8, "v": 12, "d": "And Moses and Aaron went out from Pharaoh: and Moses cried unto Jehovah concerning the frogs which he had brought upon Pharaoh."}, {"id": 2008013, "c": 8, "v": 13, "d": "And Jehovah did according to the word of Moses; and the frogs died out of the houses, out of the courts, and out of the fields."}, {"id": 2008014, "c": 8, "v": 14, "d": "And they gathered them together in heaps; and the land stank."}, {"id": 2008015, "c": 8, "v": 15, "d": "But when Pharaoh saw that there was respite, he hardened his heart, and hearkened not unto them, as Jehovah had spoken."}, {"id": 2008016, "c": 8, "v": 16, "d": "And Jehovah said unto Moses, Say unto Aaron, Stretch out thy rod, and smite the dust of the earth, that is may become lice throughout all the land of Egypt."}, {"id": 2008017, "c": 8, "v": 17, "d": "And they did so; and Aaron stretched out his hand with his rod, and smote the dust of the earth, and there were lice upon man, and upon beast; all the dust of the earth became lice throughout all the land of Egypt."}, {"id": 2008018, "c": 8, "v": 18, "d": "And the magicians did so with their enchantments to bring forth lice, but they could not: and there were lice upon man, and upon beast."}, {"id": 2008019, "c": 8, "v": 19, "d": "Then the magicians said unto Pharaoh, This is the finger of God: and Pharaoh's heart was hardened, and he hearkened not unto them; as Jehovah had spoken."}, {"id": 2008020, "c": 8, "v": 20, "d": "And Jehovah said unto Moses, Rise up early in the morning, and stand before Pharaoh; lo, he cometh forth to the water; and say unto him, Thus saith Jehovah, Let my people go, that they may serve me."}, {"id": 2008021, "c": 8, "v": 21, "d": "Else, if thou wilt not let my people go, behold, I will send swarms of flies upon thee, and upon they servants, and upon thy people, and into thy houses: and the houses of the Egyptians shall be full of swarms of flies, and also the ground whereon they are."}, {"id": 2008022, "c": 8, "v": 22, "d": "And I will set apart in that day the land of Goshen, in which my people dwell, that no swarms of flies shall be there; to the end thou mayest know that I am Jehovah in the midst of the earth."}, {"id": 2008023, "c": 8, "v": 23, "d": "And I will put a division between my people and thy people: by to-morrow shall this sign be."}, {"id": 2008024, "c": 8, "v": 24, "d": "And Jehovah did so; and there came grievous swarms of flies into the house of Pharaoh, and into his servants' houses: and in all the land of Egypt the land was corrupted by reason of the swarms of flies."}, {"id": 2008025, "c": 8, "v": 25, "d": "And Pharaoh called for Moses and for Aaron, and said, Go ye, sacrifice to your God in the land."}, {"id": 2008026, "c": 8, "v": 26, "d": "And Moses said, It is not meet so to do; for we shall sacrifice the abomination of the Egyptians to Jehovah our God: lo, shall we sacrifice the abomination of the Egyptians before their eyes, and will they not stone us?"}, {"id": 2008027, "c": 8, "v": 27, "d": "We will go three days' journey into the wilderness, and sacrifice to Jehovah our God, as he shall command us."}, {"id": 2008028, "c": 8, "v": 28, "d": "And Pharaoh said, I will let you go, that ye may sacrifice to Jehovah your God in the wilderness; only ye shall not go very far away: entreat for me."}, {"id": 2008029, "c": 8, "v": 29, "d": "And Moses said, Behold, I go out from thee, and I will entreat Jehovah that the swarms of flies may depart from Pharaoh, from his servants, and from his people, to-morrow: only let not Pharaoh deal deceitfully any more in not letting the people go to sacrifice to Jehovah."}, {"id": 2008030, "c": 8, "v": 30, "d": "And Moses went out from Pharaoh, and entreated Jehovah."}, {"id": 2008031, "c": 8, "v": 31, "d": "And Jehovah did according to the word of Moses; and he removed the swarms of flies from Pharaoh, from his servants, and from his people; there remained not one."}, {"id": 2008032, "c": 8, "v": 32, "d": "And Pharaoh hardened his heart this time also, and he did not let the people go."}, {"id": 2009001, "c": 9, "v": 1, "d": "Then Jehovah said unto Moses, Go in unto Pharaoh, and tell him, Thus saith Jehovah, the God of the Hebrews, Let my people go, that they may serve me."}, {"id": 2009002, "c": 9, "v": 2, "d": "For if thou refuse to let them go, and wilt hold them still,"}, {"id": 2009003, "c": 9, "v": 3, "d": "behold, the hand of Jehovah is upon thy cattle which are in the field, upon the horses, upon the asses, upon the camels, upon the herds, and upon the flocks: `there shall be' a very grievous murrain."}, {"id": 2009004, "c": 9, "v": 4, "d": "And Jehovah shall make a distinction between the cattle of Israel and the cattle of Egypt; and there shall nothing die of all that belongeth to the children of Israel."}, {"id": 2009005, "c": 9, "v": 5, "d": "And Jehovah appointed a set time, saying, To-morrow Jehovah shall do this thing in the land."}, {"id": 2009006, "c": 9, "v": 6, "d": "And Jehovah did that thing on the morrow; and all the cattle of Egypt died; but of the cattle of the children of Israel died not one."}, {"id": 2009007, "c": 9, "v": 7, "d": "And Pharaoh sent, and, behold, there was not so much as one of the cattle of the Israelites dead. But the heart of Pharaoh was stubborn, and he did not let the people go."}, {"id": 2009008, "c": 9, "v": 8, "d": "And Jehovah said unto Moses and unto Aaron, Take to you handfuls of ashes of the furnace, and let Moses sprinkle it toward heaven in the sight of Pharaoh."}, {"id": 2009009, "c": 9, "v": 9, "d": "And it shall become small dust over all the land of Egypt, and shall be a boil breaking forth with blains upon man and upon beast, throughout all the land of Egypt."}, {"id": 2009010, "c": 9, "v": 10, "d": "And they took ashes of the furnace, and stood before Pharaoh; and Moses sprinkled it up toward heaven; and it became a boil breaking forth with blains upon man and upon beast."}, {"id": 2009011, "c": 9, "v": 11, "d": "And the magicians could not stand before Moses because of the boils; for the boils were upon the magicians, and upon all the Egyptians."}, {"id": 2009012, "c": 9, "v": 12, "d": "And Jehovah hardened the heart of Pharaoh, and he hearkened not unto them, as Jehovah had spoken unto Moses."}, {"id": 2009013, "c": 9, "v": 13, "d": "And Jehovah said unto Moses, Rise up early in the morning, and stand before Pharaoh, and say unto him, Thus saith Jehovah, the God of the Hebrews, Let my people go, that they may serve me."}, {"id": 2009014, "c": 9, "v": 14, "d": "For I will this time send all my plagues upon thy heart, and upon thy servants, and upon thy people; that thou mayest know that there is none like me in all the earth."}, {"id": 2009015, "c": 9, "v": 15, "d": "For now I had put forth my hand, and smitten thee and thy people with pestilence, and thou hadst been cut off from the earth:"}, {"id": 2009016, "c": 9, "v": 16, "d": "but in very deed for this cause have I made thee to stand, to show thee my power, and that my name may be declared throughout all the earth."}, {"id": 2009017, "c": 9, "v": 17, "d": "As yet exaltest thou thyself against my people, that thou wilt not let them go?"}, {"id": 2009018, "c": 9, "v": 18, "d": "Behold, to-morrow about this time I will cause it to rain a very grievous hail, such as hath not been in Egypt since the day it was founded even until now."}, {"id": 2009019, "c": 9, "v": 19, "d": "Now therefore send, hasten in thy cattle and all that thou hast in the field; `for' every man and beast that shall be found in the field, and shall not be brought home, the hail shall come down upon them, and they shall die."}, {"id": 2009020, "c": 9, "v": 20, "d": "He that feared the word of Jehovah among the servants of Pharaoh made his servants and his cattle flee into the houses."}, {"id": 2009021, "c": 9, "v": 21, "d": "And he that regarded not the word of Jehovah left his servants and his cattle in the field."}, {"id": 2009022, "c": 9, "v": 22, "d": "And Jehovah said unto Moses, Stretch forth thy hand toward heaven, that there may be hail in all the land of Egypt, upon man, and upon beast, and upon every herb of the field, throughout the land of Egypt."}, {"id": 2009023, "c": 9, "v": 23, "d": "And Moses stretched forth his rod toward heaven: and Jehovah sent thunder and hail, and fire ran down unto the earth; and Jehovah rained hail upon the land of Egypt."}, {"id": 2009024, "c": 9, "v": 24, "d": "So there was hail, and fire mingled with the hail, very grievous, such as had not been in all the land of Egypt since it became a nation."}, {"id": 2009025, "c": 9, "v": 25, "d": "And the hail smote throughout all the land of Egypt all that was in the field, both man and beast; and the hail smote every herb of the field, and brake every tree of the field."}, {"id": 2009026, "c": 9, "v": 26, "d": "Only in the land of Goshen, where the children of Israel were, was there no hail."}, {"id": 2009027, "c": 9, "v": 27, "d": "And Pharaoh sent, and called for Moses and Aaron, and said unto them, I have sinned this time: Jehovah is righteous, and I and my people are wicked."}, {"id": 2009028, "c": 9, "v": 28, "d": "Entreat Jehovah; for there hath been enough of `these' mighty thunderings and hail; and I will let you go, and ye shall stay no longer."}, {"id": 2009029, "c": 9, "v": 29, "d": "And Moses said unto him, As soon as I am gone out of the city, I will spread abroad my hands unto Jehovah; the thunders shall cease, neither shall there be any more hail; that thou mayest know that the earth is Jehovah's."}, {"id": 2009030, "c": 9, "v": 30, "d": "But as for thee and thy servants, I know that ye will not yet fear Jehovah God."}, {"id": 2009031, "c": 9, "v": 31, "d": "And the flax and the barley were smitten: for the barley was in the ear, and the flax was in bloom."}, {"id": 2009032, "c": 9, "v": 32, "d": "But the wheat and the spelt were not smitten: for they were not grown up."}, {"id": 2009033, "c": 9, "v": 33, "d": "And Moses went out of the city from Pharaoh, and spread abroad his hands unto Jehovah: and the thunders and hail ceased, and the rain was not poured upon the earth."}, {"id": 2009034, "c": 9, "v": 34, "d": "And when Pharaoh saw that the rain and the hail and the thunders were ceased, he sinned yet more, and hardened his heart, he and his servants."}, {"id": 2009035, "c": 9, "v": 35, "d": "And the heart of Pharaoh was hardened, and he did not let the children of Israel go, as Jehovah had spoken by Moses."}, {"id": 2010001, "c": 10, "v": 1, "d": "And Jehovah said unto Moses, Go in unto Pharaoh: for I have hardened his heart, and the heart of his servants, that I may show these my signs in the midst of them,"}, {"id": 2010002, "c": 10, "v": 2, "d": "and that thou mayest tell in the ears of thy son, and of thy son's son, what things I have wrought upon Egypt, and my signs which I have done among them; that ye may know that I am Jehovah."}, {"id": 2010003, "c": 10, "v": 3, "d": "And Moses and Aaron went in unto Pharaoh, and said unto him, Thus saith Jehovah, the God of the Hebrews, How long wilt thou refuse to humble thyself before me? let my people go, that they may serve me."}, {"id": 2010004, "c": 10, "v": 4, "d": "Else, if thou refuse to let my people go, behold, to-morrow will I bring locusts into thy border:"}, {"id": 2010005, "c": 10, "v": 5, "d": "and they shall cover the face of the earth, so that one shall not be able to see the earth: and they shall eat the residue of that which is escaped, which remaineth unto you from the hail, and shall eat every tree which groweth for you out of the field:"}, {"id": 2010006, "c": 10, "v": 6, "d": "and thy houses shall be filled, and the houses of all thy servants, and the houses of all the Egyptians; as neither thy fathers nor thy fathers' fathers have seen, since the day that they were upon the earth unto this day. And he turned, and went out from Pharaoh."}, {"id": 2010007, "c": 10, "v": 7, "d": "And Pharaoh's servants said unto him, How long shall this man be a snare unto us? let the men go, that they may serve Jehovah their God: knowest thou not yet that Egypt is destroyed?"}, {"id": 2010008, "c": 10, "v": 8, "d": "And Moses and Aaron were brought again unto Pharaoh: and he said unto them, Go, serve Jehovah your God; but who are they that shall go?"}, {"id": 2010009, "c": 10, "v": 9, "d": "And Moses said, We will go with our young and with our old; with our sons and with our daughters, with our flocks and with our herds will we go; for we must hold a feast unto Jehovah."}, {"id": 2010010, "c": 10, "v": 10, "d": "And he said unto them, So be Jehovah with you, as I will let you go, and your little ones: look to it; for evil is before you."}, {"id": 2010011, "c": 10, "v": 11, "d": "Not so: go now ye that are men, and serve Jehovah; for that is what ye desire. And they were driven out from Pharaoh's presence."}, {"id": 2010012, "c": 10, "v": 12, "d": "And Jehovah said unto Moses, Stretch out thy hand over the land of Egypt for the locusts, that they may come up upon the land of Egypt, and eat every herb of the land, even all that the hail hath left."}, {"id": 2010013, "c": 10, "v": 13, "d": "And Moses stretched forth his rod over the land of Egypt, and Jehovah brought an east wind upon the land all that day, and all the night; and when it was morning, the east wind brought the locusts."}, {"id": 2010014, "c": 10, "v": 14, "d": "And the locusts went up over all the land of Egypt, and rested in all the borders of Egypt; very grievous were they; before them there were no such locusts as they, neither after them shall be such."}, {"id": 2010015, "c": 10, "v": 15, "d": "For they covered the face of the whole earth, so that the land was darkened; and they did eat every herb of the land, and all the fruit of the trees which the hail had left: and there remained not any green thing, either tree or herb of the field, through all the land of Egypt."}, {"id": 2010016, "c": 10, "v": 16, "d": "Then Pharaoh called for Moses and Aaron in haste; and he said, I have sinned against Jehovah your God, and against you."}, {"id": 2010017, "c": 10, "v": 17, "d": "Now therefore forgive, I pray thee, my sin only this once, and entreat Jehovah your God, that he may take away from me this death only."}, {"id": 2010018, "c": 10, "v": 18, "d": "And he went out from Pharaoh, and entreated Jehovah."}, {"id": 2010019, "c": 10, "v": 19, "d": "And Jehovah turned an exceeding strong west wind, which took up the locusts, and drove them into the Red Sea; there remained not one locust in all the border of Egypt."}, {"id": 2010020, "c": 10, "v": 20, "d": "But Jehovah hardened Pharaoh's heart, and he did not let the children of Israel go."}, {"id": 2010021, "c": 10, "v": 21, "d": "And Jehovah said unto Moses, Stretch out thy hand toward heaven, that there may be darkness over the land of Egypt, even darkness which may be felt."}, {"id": 2010022, "c": 10, "v": 22, "d": "And Moses stretched forth his hand toward heaven; and there was a thick darkness in all the land of Egypt three days;"}, {"id": 2010023, "c": 10, "v": 23, "d": "they saw not one another, neither rose any one from his place for three days: but all the children of Israel had light in their dwellings."}, {"id": 2010024, "c": 10, "v": 24, "d": "And Pharaoh called unto Moses, and said, Go ye, serve Jehovah; only let your flocks and your herds be stayed: let your little ones also go with you."}, {"id": 2010025, "c": 10, "v": 25, "d": "And Moses said, Thou must also give into our hand sacrifices and burnt-offerings, that we may sacrifice unto Jehovah our God."}, {"id": 2010026, "c": 10, "v": 26, "d": "Our cattle also shall go with us; there shall not a hoof be left behind: for thereof must we take to serve Jehovah our God; and we know not with what we must serve Jehovah, until we come thither."}, {"id": 2010027, "c": 10, "v": 27, "d": "But Jehovah hardened Pharaoh's heart, and he would not let them go."}, {"id": 2010028, "c": 10, "v": 28, "d": "And Pharaoh said unto him, Get thee from me, take heed to thyself, see my face no more; for in the day thou seest my face thou shalt die."}, {"id": 2010029, "c": 10, "v": 29, "d": "And Moses said, Thou hast spoken well. I will see thy face again no more."}, {"id": 2011001, "c": 11, "v": 1, "d": "And Jehovah said unto Moses, Yet one plague more will I bring upon Pharaoh, and upon Egypt; afterwards he will let you go hence: when he shall let you go, he shall surely thrust you out hence altogether."}, {"id": 2011002, "c": 11, "v": 2, "d": "Speak now in the ears of the people, and let them ask every man of his neighbor, and every woman of her neighbor, jewels of silver, and jewels of gold."}, {"id": 2011003, "c": 11, "v": 3, "d": "And Jehovah gave the people favor in the sight of the Egyptians. Moreover the man Moses was very great in the land of Egypt, in the sight of Pharaoh's servants, and in the sight of the people."}, {"id": 2011004, "c": 11, "v": 4, "d": "And Moses said, Thus saith Jehovah, About midnight will I go out into the midst of Egypt:"}, {"id": 2011005, "c": 11, "v": 5, "d": "and all the first-born in the land of Egypt shall die, from the first-born of Pharaoh that sitteth upon his throne, even unto the first-born of the maid-servant that is behind the mill; and all the first-born of cattle."}, {"id": 2011006, "c": 11, "v": 6, "d": "And there shall be a great cry throughout all the land of Egypt, such as there hath not been, nor shall be any more."}, {"id": 2011007, "c": 11, "v": 7, "d": "But against any of the children of Israel shall not a dog move his tongue, against man or beast: that ye may know how that Jehovah doth make a distinction between the Egyptians and Israel."}, {"id": 2011008, "c": 11, "v": 8, "d": "And all these thy servants shall come down unto me, and bow down themselves unto me, saying, Get thee out, and all the people that follow thee: and after that I will go out. And he went out from Pharaoh in hot anger."}, {"id": 2011009, "c": 11, "v": 9, "d": "And Jehovah said unto Moses, Pharaoh will not hearken unto you; that my wonders may be multiplied in the land of Egypt."}, {"id": 2011010, "c": 11, "v": 10, "d": "And Moses and Aaron did all these wonders before Pharaoh: and Jehovah hardened Pharaoh's heart, and he did not let the children of Israel go out of his land."}, {"id": 2012001, "c": 12, "v": 1, "d": "And Jehovah spake unto Moses and Aaron in the land of Egypt, saying,"}, {"id": 2012002, "c": 12, "v": 2, "d": "This month shall be unto you the beginning of months: it shall be the first month of the year to you."}, {"id": 2012003, "c": 12, "v": 3, "d": "Speak ye unto all the congregation of Israel, saying, In the tenth `day' of this month they shall take to them every man a lamb, according to their fathers' houses, a lamb for a household:"}, {"id": 2012004, "c": 12, "v": 4, "d": "and if the household be too little for a lamb, then shall he and his neighbor next unto his house take one according to the number of the souls; according to every man's eating ye shall make your count for the lamb."}, {"id": 2012005, "c": 12, "v": 5, "d": "Your lamb shall be without blemish, a male a year old: ye shall take it from the sheep, or from the goats:"}, {"id": 2012006, "c": 12, "v": 6, "d": "and ye shall keep it until the fourteenth day of the same month; and the whole assembly of the congregation of Israel shall kill it at even."}, {"id": 2012007, "c": 12, "v": 7, "d": "And they shall take of the blood, and put it on the two side-posts and on the lintel, upon the houses wherein they shall eat it."}, {"id": 2012008, "c": 12, "v": 8, "d": "And they shall eat the flesh in that night, roast with fire, and unleavened bread; with bitter herbs they shall eat it."}, {"id": 2012009, "c": 12, "v": 9, "d": "Eat not of it raw, nor boiled at all with water, but roast with fire; its head with its legs and with the inwards thereof."}, {"id": 2012010, "c": 12, "v": 10, "d": "And ye shall let nothing of it remain until the morning; but that which remaineth of it until the morning ye shall burn with fire."}, {"id": 2012011, "c": 12, "v": 11, "d": "And thus shall ye eat it: with your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste: it is Jehovah's passover."}, {"id": 2012012, "c": 12, "v": 12, "d": "For I will go through the land of Egypt in that night, and will smite all the first-born in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgments: I am Jehovah."}, {"id": 2012013, "c": 12, "v": 13, "d": "And the blood shall be to you for a token upon the houses where ye are: and when I see the blood, I will pass over you, and there shall no plague be upon you to destroy you, when I smite the land of Egypt."}, {"id": 2012014, "c": 12, "v": 14, "d": "And this day shall be unto you for a memorial, and ye shall keep it a feast to Jehovah: throughout your generations ye shall keep it a feast by an ordinance for ever."}, {"id": 2012015, "c": 12, "v": 15, "d": "Seven days shall ye eat unleavened bread; even the first day ye shall put away leaven out of your houses: for whosoever eateth leavened bread from the first day until the seventh day, that soul shall be cut off from Israel."}, {"id": 2012016, "c": 12, "v": 16, "d": "And in the first day there shall be to you a holy convocation, and in the seventh day a holy convocation; no manner of work shall be done in them, save that which every man must eat, that only may be done by you."}, {"id": 2012017, "c": 12, "v": 17, "d": "And ye shall observe the `feast of' unleavened bread; for in this selfsame day have I brought your hosts out of the land of Egypt: therefore shall ye observe this day throughout your generations by an ordinance for ever."}, {"id": 2012018, "c": 12, "v": 18, "d": "In the first `month', on the fourteenth day of the month at even, ye shall eat unleavened bread, until the one and twentieth day of the month at even."}, {"id": 2012019, "c": 12, "v": 19, "d": "Seven days shall there be no leaven found in your houses: for whosoever eateth that which is leavened, that soul shall be cut off from the congregation of Israel, whether he be a sojourner, or one that is born in the land."}, {"id": 2012020, "c": 12, "v": 20, "d": "Ye shall eat nothing leavened; in all your habitations shall ye eat unleavened bread."}, {"id": 2012021, "c": 12, "v": 21, "d": "Then Moses called for all the elders of Israel, and said unto them, Draw out, and take you lambs according to your families, and kill the passover."}, {"id": 2012022, "c": 12, "v": 22, "d": "And ye shall take a bunch of hyssop, and dip it in the blood that is in the basin, and strike the lintel and the two side-posts with the blood that is in the basin; and none of you shall go out of the door of his house until the morning."}, {"id": 2012023, "c": 12, "v": 23, "d": "For Jehovah will pass through to smite the Egyptians; and when he seeth the blood upon the lintel, and on the two side-posts, Jehovah will pass over the door, and will not suffer the destroyer to come in unto your houses to smite you."}, {"id": 2012024, "c": 12, "v": 24, "d": "And ye shall observe this thing for an ordinance to thee and to thy sons for ever."}, {"id": 2012025, "c": 12, "v": 25, "d": "And it shall come to pass, when ye are come to the land which Jehovah will give you, according as he hath promised, that ye shall keep this service."}, {"id": 2012026, "c": 12, "v": 26, "d": "And it shall come to pass, when your children shall say unto you, What mean ye by this service?"}, {"id": 2012027, "c": 12, "v": 27, "d": "that ye shall say, It is the sacrifice of Jehovah's passover, who passed over the houses of the children of Israel in Egypt, when he smote the Egyptians, and delivered our houses. And the people bowed the head and worshipped."}, {"id": 2012028, "c": 12, "v": 28, "d": "And the children of Israel went and did so; as Jehovah had commanded Moses and Aaron, so did they."}, {"id": 2012029, "c": 12, "v": 29, "d": "And it came to pass at midnight, that Jehovah smote all the first-born in the land of Egypt, from the first-born of Pharaoh that sat on his throne unto the first-born of the captive that was in the dungeon; and all the first-born of cattle."}, {"id": 2012030, "c": 12, "v": 30, "d": "And Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt, for there was not a house where there was not one dead."}, {"id": 2012031, "c": 12, "v": 31, "d": "And he called for Moses and Aaron by night, and said, Rise up, get you forth from among my people, both ye and the children of Israel; and go, serve Jehovah, as ye have said."}, {"id": 2012032, "c": 12, "v": 32, "d": "Take both your flocks and your herds, as ye have said, and be gone; and bless me also."}, {"id": 2012033, "c": 12, "v": 33, "d": "And the Egyptians were urgent upon the people, to send them out of the land in haste; for they said, We are all dead men."}, {"id": 2012034, "c": 12, "v": 34, "d": "And the people took their dough before it was leavened, their kneading-troughs being bound up in their clothes upon their shoulders."}, {"id": 2012035, "c": 12, "v": 35, "d": "And the children of Israel did according to the word of Moses; and they asked of the Egyptians jewels of silver, and jewels of gold, and raiment."}, {"id": 2012036, "c": 12, "v": 36, "d": "And Jehovah gave the people favor in the sight of the Egyptians, so that they let them have what they asked. And they despoiled the Egyptians."}, {"id": 2012037, "c": 12, "v": 37, "d": "And the children of Israel journeyed from Rameses to Succoth, about six hundred thousand on foot that were men, besides children."}, {"id": 2012038, "c": 12, "v": 38, "d": "And a mixed multitude went up also with them; and flocks, and herds, even very much cattle."}, {"id": 2012039, "c": 12, "v": 39, "d": "And they baked unleavened cakes of the dough which they brought forth out of Egypt; for it was not leavened, because they were thrust out of Egypt, and could not tarry, neither had they prepared for themselves any victuals."}, {"id": 2012040, "c": 12, "v": 40, "d": "Now the time that the children of Israel dwelt in Egypt was four hundred and thirty years."}, {"id": 2012041, "c": 12, "v": 41, "d": "And it came to pass at the end of four hundred and thirty years, even the selfsame day it came to pass, that all the hosts of Jehovah went out from the land of Egypt."}, {"id": 2012042, "c": 12, "v": 42, "d": "It is a night to be much observed unto Jehovah for bringing them out from the land of Egypt: this is that night of Jehovah, to be much observed of all the children of Israel throughout their generations."}, {"id": 2012043, "c": 12, "v": 43, "d": "And Jehovah said unto Moses and Aaron, This is the ordinance of the passover: there shall no foreigner eat thereof;"}, {"id": 2012044, "c": 12, "v": 44, "d": "but every man's servant that is bought for money, when thou hast circumcised him, then shall he eat thereof."}, {"id": 2012045, "c": 12, "v": 45, "d": "A sojourner and a hired servant shall not eat thereof."}, {"id": 2012046, "c": 12, "v": 46, "d": "In one house shall it be eaten; thou shalt not carry forth aught of the flesh abroad out of the house; neither shall ye break a bone thereof."}, {"id": 2012047, "c": 12, "v": 47, "d": "All the congregation of Israel shall keep it."}, {"id": 2012048, "c": 12, "v": 48, "d": "And when a stranger shall sojourn with thee, and will keep the passover to Jehovah, let all his males be circumcised, and then let him come near and keep it; and he shall be as one that is born in the land: but no uncircumcised person shall eat thereof."}, {"id": 2012049, "c": 12, "v": 49, "d": "One law shall be to him that is home-born, and unto the stranger that sojourneth among you."}, {"id": 2012050, "c": 12, "v": 50, "d": "Thus did all the children of Israel; as Jehovah commanded Moses and Aaron, so did they."}, {"id": 2012051, "c": 12, "v": 51, "d": "And it came to pass the selfsame day, that Jehovah did bring the children of Israel out of the land of Egypt by their hosts."}, {"id": 2013001, "c": 13, "v": 1, "d": "And Jehovah spake unto Moses, saying,"}, {"id": 2013002, "c": 13, "v": 2, "d": "Sanctify unto me all the first-born, whatsoever openeth the womb among the children of Israel, both of man and of beast: it is mine."}, {"id": 2013003, "c": 13, "v": 3, "d": "And Moses said unto the people, Remember this day, in which ye came out from Egypt, out of the house of bondage; for by strength of hand Jehovah brought you out from this place: there shall no leavened bread be eaten."}, {"id": 2013004, "c": 13, "v": 4, "d": "This day ye go forth in the month Abib."}, {"id": 2013005, "c": 13, "v": 5, "d": "And it shall be, when Jehovah shall bring thee into the land of the Canaanite, and the Hittite, and the Amorite, and the Hivite, and the Jebusite, which he sware unto thy fathers to give thee, a land flowing with milk and honey, that thou shalt keep this service in this month."}, {"id": 2013006, "c": 13, "v": 6, "d": "Seven days thou shalt eat unleavened bread, and in the seventh day shall be a feast to Jehovah."}, {"id": 2013007, "c": 13, "v": 7, "d": "Unleavened bread shall be eaten throughout the seven days; and there shall no leavened bread be seen with thee, neither shall there be leaven seen with thee, in all thy borders."}, {"id": 2013008, "c": 13, "v": 8, "d": "And thou shalt tell thy son in that day, saying, It is because of that which Jehovah did for me when I came forth out of Egypt."}, {"id": 2013009, "c": 13, "v": 9, "d": "And it shall be for a sign unto thee upon thy hand, and for a memorial between thine eyes, that the law of Jehovah may be in thy mouth: for with a strong hand hath Jehovah brought thee out of Egypt."}, {"id": 2013010, "c": 13, "v": 10, "d": "Thou shalt therefore keep this ordinance in its season from year to year."}, {"id": 2013011, "c": 13, "v": 11, "d": "And it shall be, when Jehovah shall bring thee into the land of the Canaanite, as he sware unto thee and to thy fathers, and shall give it thee,"}, {"id": 2013012, "c": 13, "v": 12, "d": "that thou shalt set apart unto Jehovah all that openeth the womb, and every firstling which thou hast that cometh of a beast; the males shall be Jehovah's."}, {"id": 2013013, "c": 13, "v": 13, "d": "And every firstling of an ass thou shalt redeem with a lamb; and if thou wilt not redeem it, then thou shalt break its neck: and all the first-born of man among thy sons shalt thou redeem."}, {"id": 2013014, "c": 13, "v": 14, "d": "And it shall be, when thy son asketh thee in time to come, saying, What is this? that thou shalt say unto him, By strength of hand Jehovah brought us out from Egypt, from the house of bondage:"}, {"id": 2013015, "c": 13, "v": 15, "d": "and it came to pass, when Pharaoh would hardly let us go, that Jehovah slew all the first-born in the land of Egypt, both the first-born of man, and the first-born of beast: therefore I sacrifice to Jehovah all that openeth the womb, being males; but all the first-born of my sons I redeem."}, {"id": 2013016, "c": 13, "v": 16, "d": "And it shall be for a sign upon thy hand, and for frontlets between thine eyes: for by strength of hand Jehovah brought us forth out of Egypt."}, {"id": 2013017, "c": 13, "v": 17, "d": "And it came to pass, when Pharaoh had let the people go, that God led them not by the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:"}, {"id": 2013018, "c": 13, "v": 18, "d": "but God led the people about, by the way of the wilderness by the Red Sea: and the children of Israel went up armed out of the land of Egypt."}, {"id": 2013019, "c": 13, "v": 19, "d": "And Moses took the bones of Joseph with him: for he had straitly sworn the children of Israel, saying, God will surely visit you; and ye shall carry up my bones away hence with you."}, {"id": 2013020, "c": 13, "v": 20, "d": "And they took their journey from Succoth, and encamped in Etham, in the edge of the wilderness."}, {"id": 2013021, "c": 13, "v": 21, "d": "And Jehovah went before them by day in a pillar of cloud, to lead them the way, and by night in a pillar of fire, to give them light, that they might go by day and by night:"}, {"id": 2013022, "c": 13, "v": 22, "d": "the pillar of cloud by day, and the pillar of fire by night, departed not from before the people."}, {"id": 2014001, "c": 14, "v": 1, "d": "And Jehovah spake unto Moses, saying,"}, {"id": 2014002, "c": 14, "v": 2, "d": "Speak unto the children of Israel, that they turn back and encamp before Pihahiroth, between Migdol and the sea, before Baal-zephon: over against it shall ye encamp by the sea."}, {"id": 2014003, "c": 14, "v": 3, "d": "And Pharaoh will say of the children of Israel, They are entangled in the land, the wilderness hath shut them in."}, {"id": 2014004, "c": 14, "v": 4, "d": "And I will harden Pharaoh's heart, and he shall follow after them; and I will get me honor upon Pharaoh, and upon all his host: and the Egyptians shall know that I am Jehovah. And they did so."}, {"id": 2014005, "c": 14, "v": 5, "d": "And it was told the king of Egypt that the people were fled: and the heart of Pharaoh and of his servants was changed towards the people, and they said, What is this we have done, that we have let Israel go from serving us?"}, {"id": 2014006, "c": 14, "v": 6, "d": "And he made ready his chariot, and took his people with him:"}, {"id": 2014007, "c": 14, "v": 7, "d": "and he took six hundred chosen chariots, and all the chariots of Egypt, and captains over all of them."}, {"id": 2014008, "c": 14, "v": 8, "d": "And Jehovah hardened the heart of Pharaoh king of Egypt, and he pursued after the children of Israel: for the children of Israel went out with a high hand."}, {"id": 2014009, "c": 14, "v": 9, "d": "And the Egyptians pursued after them, all the horses `and' chariots of Pharaoh, and his horsemen, and his army, and overtook them encamping by the sea, beside Pihahiroth, before Baal-zephon."}, {"id": 2014010, "c": 14, "v": 10, "d": "And when Pharaoh drew nigh, the children of Israel lifted up their eyes, and, behold, the Egyptians were marching after them; and they were sore afraid: and the children of Israel cried out unto Jehovah."}, {"id": 2014011, "c": 14, "v": 11, "d": "And they said unto Moses, Because there were no graves in Egypt, hast thou taken us away to die in the wilderness? wherefore hast thou dealt thus with us, to bring us forth out of Egypt?"}, {"id": 2014012, "c": 14, "v": 12, "d": "Is not this the word that we spake unto thee in Egypt, saying, Let us alone, that we may serve the Egyptians? For it were better for us to serve the Egyptians, than that we should die in the wilderness."}, {"id": 2014013, "c": 14, "v": 13, "d": "And Moses said unto the people, Fear ye not, stand still, and see the salvation of Jehovah, which he will work for you to-day: for the Egyptians whom ye have seen to-day, ye shall see them again no more for ever."}, {"id": 2014014, "c": 14, "v": 14, "d": "Jehovah will fight for you, and ye shall hold your peace."}, {"id": 2014015, "c": 14, "v": 15, "d": "And Jehovah said unto Moses, Wherefore criest thou unto me? speak unto the children of Israel, that they go forward."}, {"id": 2014016, "c": 14, "v": 16, "d": "And lift thou up thy rod, and stretch out thy hand over the sea, and divide it: and the children of Israel shall go into the midst of the sea on dry ground."}, {"id": 2014017, "c": 14, "v": 17, "d": "And I, behold, I will harden the hearts of the Egyptians, and they shall go in after them: and I will get me honor upon Pharaoh, and upon all his host, upon his chariots, and upon his horsemen."}, {"id": 2014018, "c": 14, "v": 18, "d": "And the Egyptians shall know that I am Jehovah, when I have gotten me honor upon Pharaoh, upon his chariots, and upon his horsemen."}, {"id": 2014019, "c": 14, "v": 19, "d": "And the angel of God, who went before the camp of Israel, removed and went behind them; and the pillar of cloud removed from before them, and stood behind them:"}, {"id": 2014020, "c": 14, "v": 20, "d": "and it came between the camp of Egypt and the camp of Israel; and there was the cloud and the darkness, yet gave it light by night: and the one came not near the other all the night."}, {"id": 2014021, "c": 14, "v": 21, "d": "And Moses stretched out his hand over the sea; and Jehovah caused the sea to go `back' by a strong east wind all the night, and made the sea dry land, and the waters were divided."}, {"id": 2014022, "c": 14, "v": 22, "d": "And the children of Israel went into the midst of the sea upon the dry ground: and the waters were a wall unto them on their right hand, and on their left."}, {"id": 2014023, "c": 14, "v": 23, "d": "And the Egyptians pursued, and went in after them into the midst of the sea, all Pharaoh's horses, his chariots, and his horsemen."}, {"id": 2014024, "c": 14, "v": 24, "d": "And it came to pass in the morning watch, that Jehovah looked forth upon the host of the Egyptians through the pillar of fire and of cloud, and discomfited the host of the Egyptians."}, {"id": 2014025, "c": 14, "v": 25, "d": "And he took off their chariot wheels, and they drove them heavily; so that the Egyptians said, Let us flee from the face of Israel; for Jehovah fighteth for them against the Egyptians."}, {"id": 2014026, "c": 14, "v": 26, "d": "And Jehovah said unto Moses, Stretch out thy hand over the sea, that the waters may come again upon the Egyptians, upon their chariots, and upon their horsemen."}, {"id": 2014027, "c": 14, "v": 27, "d": "And Moses stretched forth his hand over the sea, and the sea returned to its strength when the morning appeared; and the Egyptians fled against it; and Jehovah overthrew the Egyptians in the midst of the sea."}, {"id": 2014028, "c": 14, "v": 28, "d": "And the waters returned, and covered the chariots, and the horsemen, even all the host of Pharaoh that went in after them into the sea; there remained not so much as one of them."}, {"id": 2014029, "c": 14, "v": 29, "d": "But the children of Israel walked upon dry land in the midst of the sea; and the waters were a wall unto them on their right hand, and on their left."}, {"id": 2014030, "c": 14, "v": 30, "d": "Thus Jehovah saved Israel that day out of the hand of the Egyptians; and Israel saw the Egyptians dead upon the sea-shore."}, {"id": 2014031, "c": 14, "v": 31, "d": "And Israel saw the great work which Jehovah did upon the Egyptians, and the people feared Jehovah: and they believed in Jehovah, and in his servant Moses."}, {"id": 2015001, "c": 15, "v": 1, "d": "Then sang Moses and the children of Israel this song unto Jehovah, and spake, saying, I will sing unto Jehovah, for he hath triumphed gloriously: The horse and his rider hath he thrown into the sea."}, {"id": 2015002, "c": 15, "v": 2, "d": "Jehovah is my strength and song, And he is become my salvation: This is my God, and I will praise him; My father's God, and I will exalt him."}, {"id": 2015003, "c": 15, "v": 3, "d": "Jehovah is a man of war: Jehovah is his name."}, {"id": 2015004, "c": 15, "v": 4, "d": "Pharaoh's chariots and his host hath he cast into the sea; And his chosen captains are sunk in the Red Sea."}, {"id": 2015005, "c": 15, "v": 5, "d": "The deeps cover them: They went down into the depths like a stone."}, {"id": 2015006, "c": 15, "v": 6, "d": "Thy right hand, O Jehovah, is glorious in power, Thy right hand, O Jehovah, dasheth in pieces the enemy."}, {"id": 2015007, "c": 15, "v": 7, "d": "And in the greatness of thine excellency thou overthrowest them that rise up against thee: Thou sendest forth thy wrath, it consumeth them as stubble."}, {"id": 2015008, "c": 15, "v": 8, "d": "And with the blast of thy nostrils the waters were piled up, The floods stood upright as a heap; The deeps were congealed in the heart of the sea."}, {"id": 2015009, "c": 15, "v": 9, "d": "The enemy said, I will pursue, I will overtake, I will divide the spoil; My desire shall be satisfied upon them; I will draw my sword, my hand shall destroy them."}, {"id": 2015010, "c": 15, "v": 10, "d": "Thou didst blow with thy wind, the sea covered them: They sank as lead in the mighty waters."}, {"id": 2015011, "c": 15, "v": 11, "d": "Who is like unto thee, O Jehovah, among the gods? Who is like thee, glorious in holiness, Fearful in praises, doing wonders?"}, {"id": 2015012, "c": 15, "v": 12, "d": "Thou stretchedst out thy right hand, The earth swallowed them."}, {"id": 2015013, "c": 15, "v": 13, "d": "Thou in thy lovingkindness hast led the people that thou hast redeemed: Thou hast guided them in thy strength to thy holy habitation."}, {"id": 2015014, "c": 15, "v": 14, "d": "The peoples have heard, they tremble: Pangs have taken hold on the inhabitants of Philistia."}, {"id": 2015015, "c": 15, "v": 15, "d": "Then were the chiefs of Edom dismayed; The mighty men of Moab, trembling taketh hold upon them: All the inhabitants of Canaan are melted away."}, {"id": 2015016, "c": 15, "v": 16, "d": "Terror and dread falleth upon them; By the greatness of thine arm they are as still as a stone; Till thy people pass over, O Jehovah, Till the people pass over that thou hast purchased."}, {"id": 2015017, "c": 15, "v": 17, "d": "Thou wilt bring them in, and plant them in the mountain of thine inheritance, The place, O Jehovah, which thou hast made for thee to dwell in, The sanctuary, O Lord, which thy hands have established."}, {"id": 2015018, "c": 15, "v": 18, "d": "Jehovah shall reign for ever and ever."}, {"id": 2015019, "c": 15, "v": 19, "d": "For the horses of Pharaoh went in with his chariots and with his horsemen into the sea, and Jehovah brought back the waters of the sea upon them; but the children of Israel walked on dry land in the midst of the sea."}, {"id": 2015020, "c": 15, "v": 20, "d": "And Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with timbrels and with dances."}, {"id": 2015021, "c": 15, "v": 21, "d": "And Miriam answered them, Sing ye to Jehovah, for he hath triumphed gloriously; The horse and his rider hath he thrown into the sea."}, {"id": 2015022, "c": 15, "v": 22, "d": "And Moses led Israel onward from the Red Sea, and they went out into the wilderness of Shur; and they went three days in the wilderness, and found no water."}, {"id": 2015023, "c": 15, "v": 23, "d": "And when they came to Marah, they could not drink of the waters of Marah, for they were bitter: therefore the name of it was called Marah."}, {"id": 2015024, "c": 15, "v": 24, "d": "And the people murmured against Moses, saying, What shall we drink?"}, {"id": 2015025, "c": 15, "v": 25, "d": "An he cried unto Jehovah; And Jehovah showed him a tree, and he cast it into the waters, and the waters were made sweet. There he made for them a statute and an ordinance, and there he proved them;"}, {"id": 2015026, "c": 15, "v": 26, "d": "and he said, If thou wilt diligently hearken to the voice of Jehovah thy God, and wilt do that which is right in his eyes, and wilt give ear to his commandments, and keep all his statutes, I will put none of the diseases upon thee, which I have put upon the Egyptians: for I am Jehovah that healeth thee."}, {"id": 2015027, "c": 15, "v": 27, "d": "And they came to Elim, where were twelve springs of water, and threescore and ten palm-trees: and they encamped there by the waters."}, {"id": 2016001, "c": 16, "v": 1, "d": "And they took their journey from Elim, and all the congregation of the children of Israel came unto the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departing out of the land of Egypt."}, {"id": 2016002, "c": 16, "v": 2, "d": "And the whole congregation of the children of Israel murmured against Moses and against Aaron in the wilderness:"}, {"id": 2016003, "c": 16, "v": 3, "d": "and the children of Israel said unto them, Would that we had died by the hand of Jehovah in the land of Egypt, when we sat by the flesh-pots, when we did eat bread to the full; for ye have brought us forth into this wilderness, to kill this whole assembly with hunger."}, {"id": 2016004, "c": 16, "v": 4, "d": "Then said Jehovah unto Moses, Behold, I will rain bread from heaven for you; and the people shall go out and gather a day's portion every day, that I may prove them, whether they will walk in my law, or not."}, {"id": 2016005, "c": 16, "v": 5, "d": "And it shall come to pass on the sixth day, that they shall prepare that which they bring in, and it shall be twice as much as they gather daily."}, {"id": 2016006, "c": 16, "v": 6, "d": "And Moses and Aaron said unto all the children of Israel, At even, then ye shall know that Jehovah hath brought you out from the land of Egypt;"}, {"id": 2016007, "c": 16, "v": 7, "d": "and in the morning, then ye shall see the glory of Jehovah; for that he heareth your murmurings against Jehovah: and what are we, that ye murmur against us?"}, {"id": 2016008, "c": 16, "v": 8, "d": "And Moses said, `This shall be', when Jehovah shall give you in the evening flesh to eat, and in the morning bread to the full; for that Jehovah heareth your murmurings which ye murmur against him: and what are we? your murmurings are not against us, but against Jehovah."}, {"id": 2016009, "c": 16, "v": 9, "d": "And Moses said unto Aaron, Say unto all the congregation of the children of Israel, Come near before Jehovah; for he hath heard your murmurings."}, {"id": 2016010, "c": 16, "v": 10, "d": "And it came to pass, as Aaron spake unto the whole congregation of the children of Israel, that they looked toward the wilderness, and, behold, the glory of Jehovah appeared in the cloud."}, {"id": 2016011, "c": 16, "v": 11, "d": "And Jehovah spake unto Moses, saying,"}, {"id": 2016012, "c": 16, "v": 12, "d": "I have heard the murmurings of the children of Israel: speak unto them, saying, At even ye shall eat flesh, and in the morning ye shall be filled with bread: and ye shall know that I am Jehovah your God."}, {"id": 2016013, "c": 16, "v": 13, "d": "And it came to pass at even, that the quails came up, and covered the camp: and in the morning the dew lay round about the camp."}, {"id": 2016014, "c": 16, "v": 14, "d": "And when the dew that lay was gone up, behold, upon the face of the wilderness a small round thing, small as the hoar-frost on the ground."}, {"id": 2016015, "c": 16, "v": 15, "d": "And when the children of Israel saw it, they said one to another, What is it? For they knew not what it was. And Moses said unto them, It is the bread which Jehovah hath given you to eat."}, {"id": 2016016, "c": 16, "v": 16, "d": "This is the thing which Jehovah hath commanded, Gather ye of it every man according to his eating; an omer a head, according to the number of your persons, shall ye take it, every man for them that are in his tent."}, {"id": 2016017, "c": 16, "v": 17, "d": "And the children of Israel did so, and gathered some more, some less."}, {"id": 2016018, "c": 16, "v": 18, "d": "And when they measured it with an omer, he that gathered much had nothing over, and he that gathered little had no lack; they gathered every man according to his eating."}, {"id": 2016019, "c": 16, "v": 19, "d": "And Moses said unto them, Let no man leave of it till the morning."}, {"id": 2016020, "c": 16, "v": 20, "d": "Notwithstanding they hearkened not unto Moses; but some of them left of it until the morning, and it bred worms, and became foul: and Moses was wroth with them."}, {"id": 2016021, "c": 16, "v": 21, "d": "And they gathered it morning by morning, every man according to his eating: and when the sun waxed hot, it melted."}, {"id": 2016022, "c": 16, "v": 22, "d": "And it came to pass, that on the sixth day they gathered twice as much bread, two omers for each one: and all the rulers of the congregation came and told Moses."}, {"id": 2016023, "c": 16, "v": 23, "d": "And he said unto them, This is that which Jehovah hath spoken, Tomorrow is a solemn rest, a holy sabbath unto Jehovah: bake that which ye will bake, and boil that which ye will boil; and all that remaineth over lay up for you to be kept until the morning."}, {"id": 2016024, "c": 16, "v": 24, "d": "And they laid it up till the morning, as Moses bade: and it did not become foul, neither was there any worm therein."}, {"id": 2016025, "c": 16, "v": 25, "d": "And Moses said, Eat that to-day; for to-day is a sabbath unto Jehovah: to-day ye shall not find it in the field."}, {"id": 2016026, "c": 16, "v": 26, "d": "Six days ye shall gather it; but on the seventh day is the sabbath, in it there shall be none."}, {"id": 2016027, "c": 16, "v": 27, "d": "And it came to pass on the seventh day, that there went out some of the people to gather, and they found none."}, {"id": 2016028, "c": 16, "v": 28, "d": "And Jehovah said unto Moses, How long refuse ye to keep my commandments and my laws?"}, {"id": 2016029, "c": 16, "v": 29, "d": "See, for that Jehovah hath given you the sabbath, therefore he giveth you on the sixth day the bread of two days; abide ye every man in his place, let no man go out of his place on the seventh day."}, {"id": 2016030, "c": 16, "v": 30, "d": "So the people rested on the seventh day."}, {"id": 2016031, "c": 16, "v": 31, "d": "And the house of Israel called the name thereof Manna: and it was like coriander seed, white; and the taste of it was like wafers `made' with honey."}, {"id": 2016032, "c": 16, "v": 32, "d": "And Moses said, This is the thing which Jehovah hath commanded, Let an omerful of it be kept throughout your generations, that they may see the bread wherewith I fed you in the wilderness, when I brought you forth from the land of Egypt."}, {"id": 2016033, "c": 16, "v": 33, "d": "And Moses said unto Aaron, Take a pot, and put an omerful of manna therein, and lay it up before Jehovah, to be kept throughout your generations."}, {"id": 2016034, "c": 16, "v": 34, "d": "As Jehovah commanded Moses, so Aaron laid it up before the Testimony, to be kept."}, {"id": 2016035, "c": 16, "v": 35, "d": "And the children of Israel did eat the manna forty years, until they came to a land inhabited; they did eat the manna, until they came unto the borders of the land of Canaan."}, {"id": 2016036, "c": 16, "v": 36, "d": "Now an omer is the tenth part of an ephah."}, {"id": 2017001, "c": 17, "v": 1, "d": "And all the congregation of the children of Israel journeyed from the wilderness of Sin, by their journeys, according to the commandment of Jehovah, and encamped in Rephidim: and there was no water for the people to drink."}, {"id": 2017002, "c": 17, "v": 2, "d": "Wherefore the people stove with Moses, and said, Give us water that we may drink. And Moses said unto them, Why strive ye with me? Wherefore do ye tempt Jehovah?"}, {"id": 2017003, "c": 17, "v": 3, "d": "And the people thirsted there for water; and the people murmured against Moses, and said, Wherefore hast thou brought us up out of Egypt, to kill us and our children and our cattle with thirst?"}, {"id": 2017004, "c": 17, "v": 4, "d": "And Moses cried unto Jehovah, saying, What shall I do unto this people? They are almost ready to stone me."}, {"id": 2017005, "c": 17, "v": 5, "d": "And Jehovah said unto Moses, Pass on before the people, and take with thee of the elders of Israel; and they rod, wherewith thou smotest the river, take in thy hand, and go."}, {"id": 2017006, "c": 17, "v": 6, "d": "Behold, I will stand before thee there upon the rock in Horeb; and thou shalt smite the rock, and there shall come water out of it, that the people may drink. And Moses did so in the sight of the elders of Israel."}, {"id": 2017007, "c": 17, "v": 7, "d": "And he called the name of the place Massah, and Meribah, because of the striving of the children of Israel, and because they tempted Jehovah, saying, Is Jehovah among us, or not?"}, {"id": 2017008, "c": 17, "v": 8, "d": "Then came Amalek, and fought with Israel in Rephidim."}, {"id": 2017009, "c": 17, "v": 9, "d": "And Moses said unto Joshua, Choose us out men, and go out, fight with Amalek: to-morrow I will stand on the top of the hill with the rod of God in my hand."}, {"id": 2017010, "c": 17, "v": 10, "d": "So Joshua did as Moses had said to him, and fought with Amalek: and Moses, Aaron, and Hur went up to the top of the hill."}, {"id": 2017011, "c": 17, "v": 11, "d": "And it came to pass, when Moses held up his hand, that Israel prevailed; and when he let down his hand, Amalek prevailed."}, {"id": 2017012, "c": 17, "v": 12, "d": "But Moses' hands were heavy; and they took a stone, and put it under him, and he sat thereon; and Aaron and Hur stayed up his hands, the one on the one side, and the other on the other side; And his hands were steady until the going down of the sun."}, {"id": 2017013, "c": 17, "v": 13, "d": "And Joshua discomfited Amalek and his people with the edge of the sword."}, {"id": 2017014, "c": 17, "v": 14, "d": "And Jehovah said unto Moses, Write this for a memorial in a book, and rehearse it in the ears of Joshua: that I will utterly blot out the remembrance of Amalek from under heaven."}, {"id": 2017015, "c": 17, "v": 15, "d": "And Moses built an altar, and called the name of it Jehovah-nissi;"}, {"id": 2017016, "c": 17, "v": 16, "d": "And he said, Jehovah hath sworn: Jehovah will have war with Amalek from generation to generation."}, {"id": 2018001, "c": 18, "v": 1, "d": "Now Jethro, the priest of Midian, Moses' father-in-law, heard of all that God had done for Moses, and for Israel his people, how that Jehovah had brought Israel out of Egypt."}, {"id": 2018002, "c": 18, "v": 2, "d": "And Jethro, Moses' father-in-law, took Zipporah, Moses' wife, after he had sent her away,"}, {"id": 2018003, "c": 18, "v": 3, "d": "and her two sons; of whom the name of the one was Gershom; for he said, I have been a sojourner in a foreign land:"}, {"id": 2018004, "c": 18, "v": 4, "d": "and the name of the other was Eliezer; for `he said', The God of my father was my help, and delivered me from the sword of Pharaoh."}, {"id": 2018005, "c": 18, "v": 5, "d": "And Jethro, Moses' father-in-law, came with his sons and his wife unto Moses into the wilderness where he was encamped, at the mount of God:"}, {"id": 2018006, "c": 18, "v": 6, "d": "and he said unto Moses, I, thy father-in-law Jethro, am come unto thee, and thy wife, and her two sons with her."}, {"id": 2018007, "c": 18, "v": 7, "d": "And Moses went out to meet his father-in-law, and did obeisance, and kissed him: and they asked each other of their welfare; and they came into the tent."}, {"id": 2018008, "c": 18, "v": 8, "d": "And Moses told his father-in-law all that Jehovah had done unto Pharaoh and to the Egyptians for Israel's sake, all the travail that had come upon them by the way, and how Jehovah delivered them."}, {"id": 2018009, "c": 18, "v": 9, "d": "And Jethro rejoiced for all the goodness which Jehovah had done to Israel, in that he had delivered them out of the hand of the Egyptians."}, {"id": 2018010, "c": 18, "v": 10, "d": "And Jethro said, Blessed be Jehovah, who hath delivered you out of the hand of the Egyptians, and out of the hand of Pharaoh; who hath delivered the people from under the hand of the Egyptians."}, {"id": 2018011, "c": 18, "v": 11, "d": "Now I know that Jehovah is greater than all gods; yea, in the thing wherein they dealt proudly against them."}, {"id": 2018012, "c": 18, "v": 12, "d": "And Jethro, Moses' father-in-law, took a burnt-offering and sacrifices for God: and Aaron came, and all the elders of Israel, to eat bread with Moses' father-in-law before God."}, {"id": 2018013, "c": 18, "v": 13, "d": "And it came to pass on the morrow, that Moses sat to judge the people: and the people stood about Moses from the morning unto the evening."}, {"id": 2018014, "c": 18, "v": 14, "d": "And when Moses' father-in-law saw all that he did to the people, he said, What is this thing that thou doest to the people? why sittest thou thyself alone, and all the people stand about thee from morning unto even?"}, {"id": 2018015, "c": 18, "v": 15, "d": "And Moses said unto his father-in-law, Because the people come unto me to inquire of God:"}, {"id": 2018016, "c": 18, "v": 16, "d": "when they have a matter, they come unto me; and I judge between a man and his neighbor, and I make them know the statutes of God, and his laws."}, {"id": 2018017, "c": 18, "v": 17, "d": "And Moses' father-in-law said unto him, The thing that thou doest is not good."}, {"id": 2018018, "c": 18, "v": 18, "d": "Thou wilt surely wear away, both thou, and this people that is with thee: for the thing is too heavy for thee; thou art not able to perform it thyself alone."}, {"id": 2018019, "c": 18, "v": 19, "d": "Hearken now unto my voice, I will give thee counsel, and God be with thee: be thou for the people to God-ward, and bring thou the causes unto God:"}, {"id": 2018020, "c": 18, "v": 20, "d": "and thou shalt teach them the statutes and the laws, and shalt show them the way wherein they must walk, and the work that they must do."}, {"id": 2018021, "c": 18, "v": 21, "d": "Moreover thou shalt provide out of all the people able men, such as fear God, men of truth, hating unjust gain; and place such over them, to be rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens:"}, {"id": 2018022, "c": 18, "v": 22, "d": "and let them judge the people at all seasons: and it shall be, that every great matter they shall bring unto thee, but every small matter they shall judge themselves: so shall it be easier for thyself, and they shall bear `the burden' with thee."}, {"id": 2018023, "c": 18, "v": 23, "d": "If thou shalt do this thing, and God command thee so, then thou shalt be able to endure, and all this people also shall go to their place in peace."}, {"id": 2018024, "c": 18, "v": 24, "d": "So Moses hearkened to the voice of his father-in-law, and did all that he had said."}, {"id": 2018025, "c": 18, "v": 25, "d": "And Moses chose able men out of all Israel, and made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens."}, {"id": 2018026, "c": 18, "v": 26, "d": "And they judged the people at all seasons: the hard causes they brought unto Moses, but every small matter they judged themselves."}, {"id": 2018027, "c": 18, "v": 27, "d": "And Moses let his father-in-law depart; and he went his way into his own land."}, {"id": 2019001, "c": 19, "v": 1, "d": "In the third month after the children of Israel were gone forth out of the land of Egypt, the same day came they into the wilderness of Sinai."}, {"id": 2019002, "c": 19, "v": 2, "d": "And when they were departed from Rephidim, and were come to the wilderness of Sinai, they encamped in the wilderness; and there Israel encamped before the mount."}, {"id": 2019003, "c": 19, "v": 3, "d": "And Moses went up unto God, and Jehovah called unto him out of the mountain, saying, Thus shalt thou say to the house of Jacob, and tell the children of Israel:"}, {"id": 2019004, "c": 19, "v": 4, "d": "Ye have seen what I did unto the Egyptians, and how I bare you on eagles' wings, and brought you unto myself."}, {"id": 2019005, "c": 19, "v": 5, "d": "Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be mine own possession from among all peoples: for all the earth is mine:"}, {"id": 2019006, "c": 19, "v": 6, "d": "and ye shall be unto me a kingdom of priests, and a holy nation. These are the words which thou shalt speak unto the children of Israel."}, {"id": 2019007, "c": 19, "v": 7, "d": "And Moses came and called for the elders of the people, and set before them all these words which Jehovah commanded him."}, {"id": 2019008, "c": 19, "v": 8, "d": "And all the people answered together, and said, All that Jehovah hath spoken we will do. And Moses reported the words of the people unto Jehovah."}, {"id": 2019009, "c": 19, "v": 9, "d": "And Jehovah said unto Moses, Lo, I come unto thee in a thick cloud, that the people may hear when I speak with thee, and may also believe thee for ever. And Moses told the words of the people unto Jehovah."}, {"id": 2019010, "c": 19, "v": 10, "d": "And Jehovah said unto Moses, Go unto the people, and sanctify them to-day and to-morrow, and let them wash their garments,"}, {"id": 2019011, "c": 19, "v": 11, "d": "and be ready against the third day; for the third day Jehovah will come down in the sight of all the people upon mount Sinai."}, {"id": 2019012, "c": 19, "v": 12, "d": "And thou shalt set bounds unto the people round about, saying, Take heed to yourselves, that ye go not up into the mount, or touch the border of it: whosoever toucheth the mount shall be surely put to death:"}, {"id": 2019013, "c": 19, "v": 13, "d": "no hand shall touch him, but he shall surely be stoned, or shot through; whether it be beast or man, he shall not live: when the trumpet soundeth long, they shall come up to the mount."}, {"id": 2019014, "c": 19, "v": 14, "d": "And Moses went down from the mount unto the people, and sanctified the people; and they washed their garments."}, {"id": 2019015, "c": 19, "v": 15, "d": "And he said unto the people, Be ready against the third day: come not near a woman."}, {"id": 2019016, "c": 19, "v": 16, "d": "And it came to pass on the third day, when it was morning, that there were thunders and lightnings, and a thick cloud upon the mount, and the voice of a trumpet exceeding loud; and all the people that were in the camp trembled."}, {"id": 2019017, "c": 19, "v": 17, "d": "And Moses brought forth the people out of the camp to meet God; and they stood at the nether part of the mount."}, {"id": 2019018, "c": 19, "v": 18, "d": "And mount Sinai, the whole of it, smoked, because Jehovah descended upon it in fire; and the smoke thereof ascended as the smoke of a furnace, and the whole mount quaked greatly."}, {"id": 2019019, "c": 19, "v": 19, "d": "And when the voice of the trumpet waxed louder and louder, Moses spake, and God answered him by a voice."}, {"id": 2019020, "c": 19, "v": 20, "d": "And Jehovah came down upon mount Sinai, to the top of the mount: and Jehovah called Moses to the top of the mount; and Moses went up."}, {"id": 2019021, "c": 19, "v": 21, "d": "And Jehovah said unto Moses, Go down, charge the people, lest they break through unto Jehovah to gaze, and many of them perish."}, {"id": 2019022, "c": 19, "v": 22, "d": "And let the priests also, that come near to Jehovah, sanctify themselves, lest Jehovah break forth upon them."}, {"id": 2019023, "c": 19, "v": 23, "d": "And Moses said unto Jehovah, The people cannot come up to mount Sinai: for thou didst charge us, saying, Set bounds about the mount, and sanctify it."}, {"id": 2019024, "c": 19, "v": 24, "d": "And Jehovah said unto him, Go, get thee down; and thou shalt come up, thou, and Aaron with thee: but let not the priests and the people break through to come up unto Jehovah, lest he break forth upon them."}, {"id": 2019025, "c": 19, "v": 25, "d": "So Moses went down unto the people, and told them."}, {"id": 2020001, "c": 20, "v": 1, "d": "And God spake all these words, saying,"}, {"id": 2020002, "c": 20, "v": 2, "d": "I am Jehovah thy God, who brought thee out of the land of Egypt, out of the house of bondage."}, {"id": 2020003, "c": 20, "v": 3, "d": "Thou shalt have no other gods before me."}, {"id": 2020004, "c": 20, "v": 4, "d": "Thou shalt not make unto thee a graven image, nor any likeness `of any thing' that is in heaven above, or that is in the earth beneath, or that is in the water under the earth."}, {"id": 2020005, "c": 20, "v": 5, "d": "Thou shalt not bow down thyself unto them, nor serve them, for I Jehovah thy God am a jealous God, visiting the iniquity of the fathers upon the children, upon the third and upon the fourth generation of them that hate me,"}, {"id": 2020006, "c": 20, "v": 6, "d": "and showing lovingkindness unto thousands of them that love me and keep my commandments."}, {"id": 2020007, "c": 20, "v": 7, "d": "Thou shalt not take the name of Jehovah thy God in vain; for Jehovah will not hold him guiltless that taketh his name in vain."}, {"id": 2020008, "c": 20, "v": 8, "d": "Remember the sabbath day, to keep it holy."}, {"id": 2020009, "c": 20, "v": 9, "d": "Six days shalt thou labor, and do all thy work;"}, {"id": 2020010, "c": 20, "v": 10, "d": "but the seventh day is a sabbath unto Jehovah thy God: `in it' thou shalt not do any work, thou, nor thy son, nor thy daughter, thy man-servant, nor thy maid-servant, nor thy cattle, nor thy stranger that is within thy gates:"}, {"id": 2020011, "c": 20, "v": 11, "d": "for in six days Jehovah made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore Jehovah blessed the sabbath day, and hallowed it."}, {"id": 2020012, "c": 20, "v": 12, "d": "Honor thy father and thy mother, that thy days may be long in the land which Jehovah thy God giveth thee."}, {"id": 2020013, "c": 20, "v": 13, "d": "Thou shalt not kill."}, {"id": 2020014, "c": 20, "v": 14, "d": "Thou shalt not commit adultery."}, {"id": 2020015, "c": 20, "v": 15, "d": "Thou shalt not steal."}, {"id": 2020016, "c": 20, "v": 16, "d": "Thou shalt not bear false witness against thy neighbor."}, {"id": 2020017, "c": 20, "v": 17, "d": "Thou shalt not covet thy neighbor's house, thou shalt not covet thy neighbor's wife, nor his man-servant, nor his maid-servant, nor his ox, nor his ass, nor anything that is thy neighbor's."}, {"id": 2020018, "c": 20, "v": 18, "d": "And all the people perceived the thunderings, and the lightnings, and the voice of the trumpet, and the mountain smoking: and when the people saw it, they trembled, and stood afar off."}, {"id": 2020019, "c": 20, "v": 19, "d": "And they said unto Moses, Speak thou with us, and we will hear; but let not God speak with us, lest we die."}, {"id": 2020020, "c": 20, "v": 20, "d": "And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before you, that ye sin not."}, {"id": 2020021, "c": 20, "v": 21, "d": "And the people stood afar off, and Moses drew near unto the thick darkness where God was."}, {"id": 2020022, "c": 20, "v": 22, "d": "And Jehovah said unto Moses, Thus thou shalt say unto the children of Israel, Ye yourselves have seen that I have talked with you from heaven."}, {"id": 2020023, "c": 20, "v": 23, "d": "Ye shall not make `other gods' with me; gods of silver, or gods of gold, ye shall not make unto you."}, {"id": 2020024, "c": 20, "v": 24, "d": "An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt-offerings, and thy peace-offerings, thy sheep, and thine oxen: in every place where I record my name I will come unto thee and I will bless thee."}, {"id": 2020025, "c": 20, "v": 25, "d": "And if thou make me an altar of stone, thou shalt not build it of hewn stones; for if thou lift up thy tool upon it, thou hast polluted it."}, {"id": 2020026, "c": 20, "v": 26, "d": "Neither shalt thou go up by steps unto mine altar, that thy nakedness be not uncovered thereon."}, {"id": 2021001, "c": 21, "v": 1, "d": "Now these are the ordinances which thou shalt set before them."}, {"id": 2021002, "c": 21, "v": 2, "d": "If thou buy a Hebrew servant, six years he shall serve: and in the seventh he shall go out free for nothing."}, {"id": 2021003, "c": 21, "v": 3, "d": "If he come in by himself, he shall go out by himself: if he be married, then his wife shall go out with him."}, {"id": 2021004, "c": 21, "v": 4, "d": "If his master give him a wife and she bear him sons or daughters; the wife and her children shall be her master's, and he shall go out by himself."}, {"id": 2021005, "c": 21, "v": 5, "d": "But if the servant shall plainly say, I love my master, my wife, and my children; I will not go out free:"}, {"id": 2021006, "c": 21, "v": 6, "d": "then his master shall bring him unto God, and shall bring him to the door, or unto the door-post; and his master shall bore his ear through with an awl; and he shall serve him for ever."}, {"id": 2021007, "c": 21, "v": 7, "d": "And if a man sell his daughter to be a maid-servant, she shall not go out as the men-servants do."}, {"id": 2021008, "c": 21, "v": 8, "d": "If she please not her master, who hath espoused her to himself, then shall he let her be redeemed: to sell her unto a foreign people he shall have no power, seeing he hath dealt deceitfully with her."}, {"id": 2021009, "c": 21, "v": 9, "d": "And if he espouse her unto his son, he shall deal with her after the manner of daughters."}, {"id": 2021010, "c": 21, "v": 10, "d": "If he take him another `wife'; her food, her raiment, and her duty of marriage, shall he not diminish."}, {"id": 2021011, "c": 21, "v": 11, "d": "And if he do not these three things unto her, then shall she go out for nothing, without money."}, {"id": 2021012, "c": 21, "v": 12, "d": "He that smiteth a man, so that he dieth, shall surely be put to death."}, {"id": 2021013, "c": 21, "v": 13, "d": "And if a man lie not in wait, but God deliver `him' into his hand; then I will appoint thee a place whither he shall flee."}, {"id": 2021014, "c": 21, "v": 14, "d": "And if a man come presumptuously upon his neighbor, to slay him with guile; thou shalt take him from mine altar, that he may die."}, {"id": 2021015, "c": 21, "v": 15, "d": "And he that smiteth his father, or his mother, shall be surely put to death."}, {"id": 2021016, "c": 21, "v": 16, "d": "And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death."}, {"id": 2021017, "c": 21, "v": 17, "d": "And he that curseth his father or his mother, shall surely be put to death."}, {"id": 2021018, "c": 21, "v": 18, "d": "And if men contend, and one smite the other with a stone, or with his fist, and he die not, but keep his bed;"}, {"id": 2021019, "c": 21, "v": 19, "d": "if he rise again, and walk abroad upon his staff, then shall he that smote him be quit: only he shall pay for the loss of his time, and shall cause him to be thoroughly healed."}, {"id": 2021020, "c": 21, "v": 20, "d": "And if a man smite his servant, or his maid, with a rod, and he die under his hand; he shall surely be punished."}, {"id": 2021021, "c": 21, "v": 21, "d": "Notwithstanding, if he continue a day or two, he shall not be punished: for he is his money."}, {"id": 2021022, "c": 21, "v": 22, "d": "And if men strive together, and hurt a woman with child, so that her fruit depart, and yet no harm follow; he shall be surely fined, according as the woman's husband shall lay upon him; and he shall pay as the judges determine."}, {"id": 2021023, "c": 21, "v": 23, "d": "But if any harm follow, then thou shalt give life for life,"}, {"id": 2021024, "c": 21, "v": 24, "d": "eye for eye, tooth for tooth, hand for hand, foot for foot,"}, {"id": 2021025, "c": 21, "v": 25, "d": "burning for burning, wound for wound, stripe for stripe."}, {"id": 2021026, "c": 21, "v": 26, "d": "And if a man smite the eye of his servant, or the eye of his maid, and destroy it; he shall let him go free for his eye's sake."}, {"id": 2021027, "c": 21, "v": 27, "d": "And if he smite out his man-servant's tooth, or his maid-servant's tooth, he shall let him go free for his tooth's sake."}, {"id": 2021028, "c": 21, "v": 28, "d": "And if an ox gore a man or a woman to death, the ox shall be surely stoned, and its flesh shall not be eaten; but the owner of the ox shall be quit."}, {"id": 2021029, "c": 21, "v": 29, "d": "But if the ox was wont to gore in time past, and it hath been testified to its owner, and he hath not kept it in, but it hath killed a man or a woman, the ox shall be stoned, and its owner also shall be put to death."}, {"id": 2021030, "c": 21, "v": 30, "d": "If there be laid on him a ransom, then he shall give for the redemption of his life whatsoever is laid upon him."}, {"id": 2021031, "c": 21, "v": 31, "d": "Whether it have gored a son, or have gored a daughter, according to this judgment shall it be done unto him."}, {"id": 2021032, "c": 21, "v": 32, "d": "If the ox gore a man-servant or a maid-servant, there shall be given unto their master thirty shekels of silver, and the ox shall be stoned."}, {"id": 2021033, "c": 21, "v": 33, "d": "And if a man shall open a pit, or if a man shall dig a pit and not cover it, and an ox or an ass fall therein,"}, {"id": 2021034, "c": 21, "v": 34, "d": "the owner of the pit shall make it good; he shall give money unto the owner thereof, and the dead `beast' shall be his."}, {"id": 2021035, "c": 21, "v": 35, "d": "And if one man's ox hurt another's, so that it dieth, then they shall sell the live ox, and divide the price of it: and the dead also they shall divide."}, {"id": 2021036, "c": 21, "v": 36, "d": "Or if it be known that the ox was wont to gore in time past, and its owner hath not kept it in, he shall surely pay ox for ox, and the dead `beast' shall be his own."}, {"id": 2022001, "c": 22, "v": 1, "d": "If a man shall steal an ox, or a sheep, and kill it, or sell it; he shall pay five oxen for an ox, and four sheep for a sheep."}, {"id": 2022002, "c": 22, "v": 2, "d": "If the thief be found breaking in, and be smitten so that he dieth, there shall be no bloodguiltiness for him."}, {"id": 2022003, "c": 22, "v": 3, "d": "If the sun be risen upon him, there shall be bloodguiltiness for him; he shall make restitution: if he have nothing, then he shall be sold for his theft."}, {"id": 2022004, "c": 22, "v": 4, "d": "If the theft be found in his hand alive, whether it be ox, or ass, or sheep, he shall pay double."}, {"id": 2022005, "c": 22, "v": 5, "d": "If a man shall cause a field or vineyard to be eaten, and shall let his beast loose, and it feed in another man's field; of the best of his own field, and of the best of his own vineyard, shall he make restitution."}, {"id": 2022006, "c": 22, "v": 6, "d": "If fire break out, and catch in thorns, so that the shocks of grain, or the standing grain, or the field are consumed; he that kindled the fire shall surely make restitution."}, {"id": 2022007, "c": 22, "v": 7, "d": "If a man shall deliver unto his neighbor money or stuff to keep, and it be stolen out of the man's house; if the thief be found, he shall pay double."}, {"id": 2022008, "c": 22, "v": 8, "d": "If the thief be not found, then the master of the house shall come near unto God, `to see' whether he have not put his hand unto his neighbor's goods."}, {"id": 2022009, "c": 22, "v": 9, "d": "For every matter of trespass, whether it be for ox, for ass, for sheep, for raiment, `or' for any manner of lost thing, whereof one saith, This is it, the cause of both parties shall come before God; he whom God shall condemn shall pay double unto his neighbor."}, {"id": 2022010, "c": 22, "v": 10, "d": "If a man deliver unto his neighbor an ass, or an ox, or a sheep, or any beast, to keep; and it die, or be hurt, or driven away, no man seeing it:"}, {"id": 2022011, "c": 22, "v": 11, "d": "the oath of Jehovah shall be between them both, whether he hath not put his hand unto his neighbor's goods; and the owner thereof shall accept it, and he shall not make restitution."}, {"id": 2022012, "c": 22, "v": 12, "d": "But if it be stolen from him, he shall make restitution unto the owner thereof."}, {"id": 2022013, "c": 22, "v": 13, "d": "If it be torn in pieces, let him bring it for witness: he shall not make good that which was torn."}, {"id": 2022014, "c": 22, "v": 14, "d": "And if a man borrow aught of his neighbor, and it be hurt, or die, the owner thereof not being with it, he shall surely make restitution."}, {"id": 2022015, "c": 22, "v": 15, "d": "If the owner thereof be with it, he shall not make it good: if it be a hired thing, it came for its hire."}, {"id": 2022016, "c": 22, "v": 16, "d": "And if a man entice a virgin that is not betrothed, and lie with her, he shall surely pay a dowry for her to be his wife."}, {"id": 2022017, "c": 22, "v": 17, "d": "If her father utterly refuse to give her unto him, he shall pay money according to the dowry of virgins."}, {"id": 2022018, "c": 22, "v": 18, "d": "Thou shalt not suffer a sorceress to live."}, {"id": 2022019, "c": 22, "v": 19, "d": "Whosoever lieth with a beast shall surely be put to death."}, {"id": 2022020, "c": 22, "v": 20, "d": "He that sacrificeth unto any god, save unto Jehovah only, shall be utterly destroyed."}, {"id": 2022021, "c": 22, "v": 21, "d": "And a sojourner shalt thou not wrong, neither shalt thou oppress him: for ye were sojourners in the land of Egypt."}, {"id": 2022022, "c": 22, "v": 22, "d": "Ye shall not afflict any widow, or fatherless child."}, {"id": 2022023, "c": 22, "v": 23, "d": "If thou afflict them at all, and they cry at all unto me, I will surely hear their cry;"}, {"id": 2022024, "c": 22, "v": 24, "d": "and my wrath shall wax hot, and I will kill you with the sword; and your wives shall be widows, and your children fatherless."}, {"id": 2022025, "c": 22, "v": 25, "d": "If thou lend money to any of my people with thee that is poor, thou shalt not be to him as a creditor; neither shall ye lay upon him interest."}, {"id": 2022026, "c": 22, "v": 26, "d": "If thou at all take thy neighbor's garment to pledge, thou shalt restore it unto him before the sun goeth down:"}, {"id": 2022027, "c": 22, "v": 27, "d": "for that is his only covering, it is his garment for his skin: wherein shall he sleep? And it shall come to pass, when he crieth unto me, that I will hear; for I am gracious."}, {"id": 2022028, "c": 22, "v": 28, "d": "Thou shalt not revile God, nor curse a ruler of thy people."}, {"id": 2022029, "c": 22, "v": 29, "d": "Thou shalt not delay to offer of thy harvest, and of the outflow of thy presses. The first-born of thy sons shalt thou give unto me."}, {"id": 2022030, "c": 22, "v": 30, "d": "Likewise shalt thou do with thine oxen, `and' with thy sheep: seven days it shall be with its dam; on the eighth day thou shalt give it me."}, {"id": 2022031, "c": 22, "v": 31, "d": "And ye shall be holy men unto me: therefore ye shall not eat any flesh that is torn of beasts in the field; ye shall cast it to the dogs."}, {"id": 2023001, "c": 23, "v": 1, "d": "Thou shalt not take up a false report: put not thy hand with the wicked to be an unrighteous witness."}, {"id": 2023002, "c": 23, "v": 2, "d": "Thou shalt not follow a multitude to do evil; neither shalt thou speak in a cause to turn aside after a multitude to wrest `justice':"}, {"id": 2023003, "c": 23, "v": 3, "d": "neither shalt thou favor a poor man in his cause."}, {"id": 2023004, "c": 23, "v": 4, "d": "If thou meet thine enemy's ox or his ass going astray, thou shalt surely bring it back to him again."}, {"id": 2023005, "c": 23, "v": 5, "d": "If thou see the ass of him that hateth thee lying under his burden, thou shalt forbear to leave him, thou shalt surely release `it' with him."}, {"id": 2023006, "c": 23, "v": 6, "d": "Thou shalt not wrest the justice `due' to thy poor in his cause."}, {"id": 2023007, "c": 23, "v": 7, "d": "Keep thee far from a false matter; and the innocent and righteous slay thou not: for I will not justify the wicked."}, {"id": 2023008, "c": 23, "v": 8, "d": "And thou shalt take no bribe: for a bribe blindeth them that have sight, and perverteth the words of the righteous."}, {"id": 2023009, "c": 23, "v": 9, "d": "And a sojourner shalt thou not oppress: for ye know the heart of a sojourner, seeing ye were sojourners in the land of Egypt."}, {"id": 2023010, "c": 23, "v": 10, "d": "And six years thou shalt sow thy land, and shalt gather in the increase thereof:"}, {"id": 2023011, "c": 23, "v": 11, "d": "but the seventh year thou shalt let it rest and lie fallow; that the poor of thy people may eat: and what they leave the beast of the field shall eat. In like manner thou shalt deal with thy vineyard, `and' with thy oliveyard."}, {"id": 2023012, "c": 23, "v": 12, "d": "Six days thou shalt do thy work, and on the seventh day thou shalt rest; that thine ox and thine ass may have rest, and the son of thy handmaid, and the sojourner, may be refreshed."}, {"id": 2023013, "c": 23, "v": 13, "d": "And in all things that I have said unto you take ye heed: and make no mention of the name of other gods, neither let it be heard out of thy mouth."}, {"id": 2023014, "c": 23, "v": 14, "d": "Three times thou shalt keep a feast unto me in the year."}, {"id": 2023015, "c": 23, "v": 15, "d": "The feast of unleavened bread shalt thou keep: seven days thou shalt eat unleavened bread, as I commanded thee, at the time appointed in the month Abib (for in it thou camest out from Egypt); and none shall appear before me empty:"}, {"id": 2023016, "c": 23, "v": 16, "d": "and the feast of harvest, the first-fruits of thy labors, which thou sowest in the field: and the feast of ingathering, at the end of the year, when thou gatherest in thy labors out of the field."}, {"id": 2023017, "c": 23, "v": 17, "d": "Three times in the year all thy males shall appear before the Lord Jehovah."}, {"id": 2023018, "c": 23, "v": 18, "d": "Thou shalt not offer the blood of my sacrifice with leavened bread; neither shall the fat of my feast remain all night until the morning."}, {"id": 2023019, "c": 23, "v": 19, "d": "The first of the first-fruits of thy ground thou shalt bring into the house of Jehovah thy God. Thou shalt not boil a kid in it mother's milk."}, {"id": 2023020, "c": 23, "v": 20, "d": "Behold, I send an angel before thee, to keep thee by the way, and to bring thee into the place which I have prepared."}, {"id": 2023021, "c": 23, "v": 21, "d": "Take ye heed before him, and hearken unto his voice; provoke him not; for he will not pardon your transgression: for my name is in him."}, {"id": 2023022, "c": 23, "v": 22, "d": "But if thou shalt indeed hearken unto his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries."}, {"id": 2023023, "c": 23, "v": 23, "d": "For mine angel shall go before thee, and bring thee in unto the Amorite, and the Hittite, and the Perizzite, and the Canaanite, the Hivite, and the Jebusite: and I will cut them off."}, {"id": 2023024, "c": 23, "v": 24, "d": "Thou shalt not bow down to their gods, nor serve them, nor do after their works; but thou shalt utterly overthrow them, and break in pieces their pillars."}, {"id": 2023025, "c": 23, "v": 25, "d": "And ye shall serve Jehovah your God, and he will bless thy bread, and thy water; and I will take sickness away from the midst of thee."}, {"id": 2023026, "c": 23, "v": 26, "d": "There shall none cast her young, nor be barren, in thy land: the number of thy days I will fulfil."}, {"id": 2023027, "c": 23, "v": 27, "d": "I will send my terror before thee, and will discomfit all the people to whom thou shalt come, and I will make all thine enemies turn their backs unto thee."}, {"id": 2023028, "c": 23, "v": 28, "d": "And I will send the hornet before thee, which shall drive out the Hivite, the Canaanite, and the Hittite, from before thee."}, {"id": 2023029, "c": 23, "v": 29, "d": "I will not drive them out from before thee in one year, lest the land become desolate, and the beasts of the field multiply against thee."}, {"id": 2023030, "c": 23, "v": 30, "d": "By little and little I will drive them out from before thee, until thou be increased, and inherit the land."}, {"id": 2023031, "c": 23, "v": 31, "d": "And I will set thy border from the Red Sea even unto the sea of the Philistines, and from the wilderness unto the River: for I will deliver the inhabitants of the land into your hand: and thou shalt drive them out before thee."}, {"id": 2023032, "c": 23, "v": 32, "d": "Thou shalt make no covenant with them, nor with their gods."}, {"id": 2023033, "c": 23, "v": 33, "d": "They shall not dwell in thy land, lest they make thee sin against me; for if thou serve their gods, it will surely be a snare unto thee."}, {"id": 2024001, "c": 24, "v": 1, "d": "And he said unto Moses, Come up unto Jehovah, thou, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel; and worship ye afar off:"}, {"id": 2024002, "c": 24, "v": 2, "d": "and Moses alone shall come near unto Jehovah; but they shall not come near; neither shall the people go up with him."}, {"id": 2024003, "c": 24, "v": 3, "d": "And Moses came and told the people all the words of Jehovah, and all the ordinances: and all the people answered with one voice, and said, All the words which Jehovah hath spoken will we do."}, {"id": 2024004, "c": 24, "v": 4, "d": "And Moses wrote all the words of Jehovah, and rose up early in the morning, and builded an altar under the mount, and twelve pillars, according to the twelve tribes of Israel."}, {"id": 2024005, "c": 24, "v": 5, "d": "And he sent young men of the children of Israel, who offered burnt-offerings, and sacrificed peace-offerings of oxen unto Jehovah."}, {"id": 2024006, "c": 24, "v": 6, "d": "And Moses took half of the blood, and put it in basins; and half of the blood he sprinkled on the altar."}, {"id": 2024007, "c": 24, "v": 7, "d": "And he took the book of the covenant, and read in the audience of the people: and they said, All that Jehovah hath spoken will we do, and be obedient."}, {"id": 2024008, "c": 24, "v": 8, "d": "And Moses took the blood, and sprinkled it on the people, and said, Behold the blood of the covenant, which Jehovah hath made with you concerning all these words."}, {"id": 2024009, "c": 24, "v": 9, "d": "Then went up Moses, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel."}, {"id": 2024010, "c": 24, "v": 10, "d": "And they saw the God of Israel; and there was under his feet as it were a paved work of sapphire stone, and as it were the very heaven for clearness."}, {"id": 2024011, "c": 24, "v": 11, "d": "And upon the nobles of the children of Israel he laid not his hand: and they beheld God, and did eat and drink."}, {"id": 2024012, "c": 24, "v": 12, "d": "And Jehovah said unto Moses, Come up to me into the mount, and be there: and I will give thee the tables of stone, and the law and the commandment, which I have written, that thou mayest teach them."}, {"id": 2024013, "c": 24, "v": 13, "d": "And Moses rose up, and Joshua his minister: and Moses went up into the mount of God."}, {"id": 2024014, "c": 24, "v": 14, "d": "And he said unto the elders, Tarry ye here for us, until we come again unto you: and, behold, Aaron and Hur are with you: whosoever hath a cause, let him come near unto them."}, {"id": 2024015, "c": 24, "v": 15, "d": "And Moses went up into the mount, and the cloud covered the mount."}, {"id": 2024016, "c": 24, "v": 16, "d": "And the glory of Jehovah abode upon mount Sinai, and the cloud covered it six days: and the seventh day he called unto Moses out of the midst of the cloud."}, {"id": 2024017, "c": 24, "v": 17, "d": "And the appearance of the glory of Jehovah was like devouring fire on the top of the mount in the eyes of the children of Israel."}, {"id": 2024018, "c": 24, "v": 18, "d": "And Moses entered into the midst of the cloud, and went up into the mount: and Moses was in the mount forty days and forty nights."}, {"id": 2025001, "c": 25, "v": 1, "d": "And Jehovah spake unto Moses, saying,"}, {"id": 2025002, "c": 25, "v": 2, "d": "Speak unto the children of Israel, that they take for me an offering: of every man whose heart maketh him willing ye shall take my offering."}, {"id": 2025003, "c": 25, "v": 3, "d": "And this is the offering which ye shall take of them: gold, and silver, and brass,"}, {"id": 2025004, "c": 25, "v": 4, "d": "and blue, and purple, and scarlet, and fine linen, and goats' `hair',"}, {"id": 2025005, "c": 25, "v": 5, "d": "and rams' skins dyed red, and sealskins, and acacia wood,"}, {"id": 2025006, "c": 25, "v": 6, "d": "oil for the light, spices for the anointing oil, and for the sweet incense,"}, {"id": 2025007, "c": 25, "v": 7, "d": "onyx stones, and stones to be set, for the ephod, and for the breastplate."}, {"id": 2025008, "c": 25, "v": 8, "d": "And let them make me a sanctuary, that I may dwell among them."}, {"id": 2025009, "c": 25, "v": 9, "d": "According to all that I show thee, the pattern of the tabernacle, and the pattern of all the furniture thereof, even so shall ye make it."}, {"id": 2025010, "c": 25, "v": 10, "d": "And they shall make an ark of acacia wood: two cubits and a half shall be the length thereof, and a cubit and a half the breadth thereof, and a cubit and a half the height thereof."}, {"id": 2025011, "c": 25, "v": 11, "d": "And thou shalt overlay it with pure gold, within and without shalt thou overlay it, and shalt make upon it a crown of gold round about."}, {"id": 2025012, "c": 25, "v": 12, "d": "And thou shalt cast four rings of gold for it, and put them in the four feet thereof; and two rings shall be on the one side of it, and two rings on the other side of it."}, {"id": 2025013, "c": 25, "v": 13, "d": "And thou shalt make staves of acacia wood, and overlay them with gold."}, {"id": 2025014, "c": 25, "v": 14, "d": "And thou shalt put the staves into the rings on the sides of the ark, wherewith to bear the ark."}, {"id": 2025015, "c": 25, "v": 15, "d": "The staves shall be in the rings of the ark: they shall not be taken from it."}, {"id": 2025016, "c": 25, "v": 16, "d": "And thou shalt put into the ark the testimony which I shall give thee."}, {"id": 2025017, "c": 25, "v": 17, "d": "And thou shalt make a mercy-seat of pure gold: two cubits and a half `shall be' the length thereof, and a cubit and a half the breadth thereof."}, {"id": 2025018, "c": 25, "v": 18, "d": "And thou shalt make two cherubim of gold; of beaten work shalt thou make them, at the two ends of the mercy-seat."}, {"id": 2025019, "c": 25, "v": 19, "d": "And make one cherub at the one end, and one cherub at the other end: of one piece with the mercy-seat shall ye make the cherubim on the two ends thereof."}, {"id": 2025020, "c": 25, "v": 20, "d": "And the cherubim shall spread out their wings on high, covering the mercy-seat with their wings, with their faces one to another; toward the mercy-seat shall the faces of the cherubim be."}, {"id": 2025021, "c": 25, "v": 21, "d": "And thou shalt put the mercy-seat above upon the ark; and in the ark thou shalt put the testimony that I shall give thee."}, {"id": 2025022, "c": 25, "v": 22, "d": "And there I will meet with thee, and I will commune with thee from above the mercy-seat, from between the two cherubim which are upon the ark of the testimony, of all things which I will give thee in commandment unto the children of Israel."}, {"id": 2025023, "c": 25, "v": 23, "d": "And thou shalt make a table of acacia wood: two cubits `shall be' the length thereof, and a cubit the breadth thereof, and a cubit and a half the height thereof."}, {"id": 2025024, "c": 25, "v": 24, "d": "And thou shalt overlay it with pure gold, and make thereto a crown of gold round about."}, {"id": 2025025, "c": 25, "v": 25, "d": "And thou shalt make unto it a border of a handbreadth round about; and thou shalt make a golden crown to the border thereof round about."}, {"id": 2025026, "c": 25, "v": 26, "d": "And thou shalt make for it four rings of gold, and put the rings in the four corners that are on the four feet thereof."}, {"id": 2025027, "c": 25, "v": 27, "d": "Close by the border shall the rings be, for places for the staves to bear the table."}, {"id": 2025028, "c": 25, "v": 28, "d": "And thou shalt make the staves of acacia wood, and overlay them with gold, that the table may be borne with them."}, {"id": 2025029, "c": 25, "v": 29, "d": "And thou shalt make the dishes thereof, and the spoons thereof, and the flagons thereof, and the bowls thereof, wherewith to pour out: of pure gold shalt thou make them."}, {"id": 2025030, "c": 25, "v": 30, "d": "And thou shalt set upon the table showbread before me alway."}, {"id": 2025031, "c": 25, "v": 31, "d": "And thou shalt make a candlestick of pure gold: of beaten work shall the candlestick be made, even its base, and its shaft; its cups, its knops, and its flowers, shall be of one piece with it."}, {"id": 2025032, "c": 25, "v": 32, "d": "And there shall be six branches going out of the sides thereof; three branches of the candlestick out of the one side thereof, and three branches of the candlestick out of the other side thereof:"}, {"id": 2025033, "c": 25, "v": 33, "d": "three cups made like almond-blossoms in one branch, a knop and a flower; and three cups made like almond-blossoms in the other branch, a knop and a flower: so for the six branches going out of the candlestick:"}, {"id": 2025034, "c": 25, "v": 34, "d": "and in the candlestick four cups made like almond-blossoms, the knops thereof, and the flowers thereof;"}, {"id": 2025035, "c": 25, "v": 35, "d": "and a knop under two branches of one piece with it, and a knop under two branches of one piece with it, and a knop under two branches of one piece with it, for the six branches going out of the candlestick."}, {"id": 2025036, "c": 25, "v": 36, "d": "Their knops and their branches shall be of one piece with it; the whole of it one beaten work of pure gold."}, {"id": 2025037, "c": 25, "v": 37, "d": "And thou shalt make the lamps thereof, seven: and they shall light the lamps thereof, to give light over against it."}, {"id": 2025038, "c": 25, "v": 38, "d": "And the snuffers thereof, and the snuffdishes thereof, shall be of pure gold."}, {"id": 2025039, "c": 25, "v": 39, "d": "Of a talent of pure gold shall it be made, with all these vessels."}, {"id": 2025040, "c": 25, "v": 40, "d": "And see that thou make them after their pattern, which hath been showed thee in the mount."}, {"id": 2026001, "c": 26, "v": 1, "d": "Moreover thou shalt make the tabernacle with ten curtains; of fine twined linen, and blue, and purple, and scarlet, with cherubim the work of the skilful workman shalt thou make them."}, {"id": 2026002, "c": 26, "v": 2, "d": "The length of each curtain shall be eight and twenty cubits, and the breadth of each curtain four cubits: all the curtains shall have one measure."}, {"id": 2026003, "c": 26, "v": 3, "d": "Five curtains shall be coupled together one to another; and `the other' five curtains shall be coupled one to another."}, {"id": 2026004, "c": 26, "v": 4, "d": "And thou shalt make loops of blue upon the edge of the one curtain from the selvedge in the coupling; and likewise shalt thou make in the edge of the curtain that is outmost in the second coupling."}, {"id": 2026005, "c": 26, "v": 5, "d": "Fifty loops shalt thou make in the one curtain, and fifty loops shalt thou make in the edge of the curtain that is in the second coupling; the loops shall be opposite one to another."}, {"id": 2026006, "c": 26, "v": 6, "d": "And thou shalt make fifty clasps of gold, and couple the curtains one to another with the clasps: and the tabernacle shall be one `whole'."}, {"id": 2026007, "c": 26, "v": 7, "d": "And thou shalt make curtains of goats' `hair' for a tent over the tabernacle: eleven curtains shalt thou make them."}, {"id": 2026008, "c": 26, "v": 8, "d": "The length of each curtain shall be thirty cubits, and the breadth of each curtain four cubits: the eleven curtains shall have one measure."}, {"id": 2026009, "c": 26, "v": 9, "d": "And thou shalt couple five curtains by themselves, and six curtains by themselves, and shalt double over the sixth curtain in the forefront of the tent."}, {"id": 2026010, "c": 26, "v": 10, "d": "And thou shalt make fifty loops on the edge of the one curtain that is outmost in the coupling, and fifty loops upon the edge of the curtain which is `outmost in' the second coupling."}, {"id": 2026011, "c": 26, "v": 11, "d": "And thou shalt make fifty clasps of brass, and put the clasps into the loops, and couple the tent together, that it may be one."}, {"id": 2026012, "c": 26, "v": 12, "d": "And the overhanging part that remaineth of the curtains of the tent, the half curtain that remaineth, shall hang over the back of the tabernacle."}, {"id": 2026013, "c": 26, "v": 13, "d": "And the cubit on the one side, and the cubit on the other side, of that which remaineth in the length of the curtains of the tent, shall hang over the sides of the tabernacle on this side and on that side, to cover it."}, {"id": 2026014, "c": 26, "v": 14, "d": "And thou shalt make a covering for the tent of rams' skins dyed red, and a covering of sealskins above."}, {"id": 2026015, "c": 26, "v": 15, "d": "And thou shalt make the boards for the tabernacle of acacia wood, standing up."}, {"id": 2026016, "c": 26, "v": 16, "d": "Ten cubits shall be the length of a board, and a cubit and a half the breadth of each board."}, {"id": 2026017, "c": 26, "v": 17, "d": "Two tenons shall there be in each board, joined one to another: thus shalt thou make for all the boards of the tabernacle."}, {"id": 2026018, "c": 26, "v": 18, "d": "And thou shalt make the boards for the tabernacle, twenty boards for the south side southward."}, {"id": 2026019, "c": 26, "v": 19, "d": "And thou shalt make forty sockets of silver under the twenty boards; two sockets under one board for its two tenons, and two sockets under another board for its two tenons."}, {"id": 2026020, "c": 26, "v": 20, "d": "And for the second side of the tabernacle, on the north side, twenty boards,"}, {"id": 2026021, "c": 26, "v": 21, "d": "and their forty sockets of silver; two sockets under one board, and two sockets under another board."}, {"id": 2026022, "c": 26, "v": 22, "d": "And for the hinder part of the tabernacle westward thou shalt make six boards."}, {"id": 2026023, "c": 26, "v": 23, "d": "And two boards shalt thou make for the corners of the tabernacle in the hinder part."}, {"id": 2026024, "c": 26, "v": 24, "d": "And they shall be double beneath, and in like manner they shall be entire unto the top thereof unto one ring: thus shall it be for them both; they shall be for the two corners."}, {"id": 2026025, "c": 26, "v": 25, "d": "And there shall be eight boards, and their sockets of silver, sixteen sockets; two sockets under one board, and two sockets under another board."}, {"id": 2026026, "c": 26, "v": 26, "d": "And thou shalt make bars of acacia wood: five for the boards of the one side of the tabernacle,"}, {"id": 2026027, "c": 26, "v": 27, "d": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the side of the tabernacle, for the hinder part westward."}, {"id": 2026028, "c": 26, "v": 28, "d": "And the middle bar in the midst of the boards shall pass through from end to end."}, {"id": 2026029, "c": 26, "v": 29, "d": "And thou shalt overlay the boards with gold, and make their rings of gold for places for the bars: and thou shalt overlay the bars with gold."}, {"id": 2026030, "c": 26, "v": 30, "d": "And thou shalt rear up the tabernacle according to the fashion thereof which hath been showed thee in the mount."}, {"id": 2026031, "c": 26, "v": 31, "d": "And thou shalt make a veil of blue, and purple, and scarlet, and fine twined linen: with cherubim the work of the skilful workman shall it be made."}, {"id": 2026032, "c": 26, "v": 32, "d": "And thou shalt hang it upon four pillars of acacia overlaid with gold; their hooks `shall be' of gold, upon four sockets of silver."}, {"id": 2026033, "c": 26, "v": 33, "d": "And thou shalt hang up the veil under the clasps, and shalt bring in thither within the veil the ark of the testimony: and the veil shall separate unto you between the holy place and the most holy."}, {"id": 2026034, "c": 26, "v": 34, "d": "And thou shalt put the mercy-seat upon the ark of the testimony in the most holy place."}, {"id": 2026035, "c": 26, "v": 35, "d": "And thou shalt set the table without the veil, and the candlestick over against the table on the side of the tabernacle toward the south: and thou shalt put the table on the north side."}, {"id": 2026036, "c": 26, "v": 36, "d": "And thou shalt make a screen for the door of the Tent, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer."}, {"id": 2026037, "c": 26, "v": 37, "d": "And thou shalt make for the screen five pillars of acacia, and overlay them with gold: their hooks shall be of gold: and thou shalt cast five sockets of brass for them."}, {"id": 2027001, "c": 27, "v": 1, "d": "And thou shalt make the altar of acacia wood, five cubits long, and five cubits broad; the altar shall be foursquare: and the height thereof shall be three cubits."}, {"id": 2027002, "c": 27, "v": 2, "d": "And thou shalt make the horns of it upon the four corners thereof; the horns thereof shall be of one piece with it: and thou shalt overlay it with brass."}, {"id": 2027003, "c": 27, "v": 3, "d": "And thou shalt make its pots to take away its ashes, and its shovels, and its basins, and its flesh-hooks, and its firepans: all the vessels thereof thou shalt make of brass."}, {"id": 2027004, "c": 27, "v": 4, "d": "And thou shalt make for it a grating of network of brass: and upon the net shalt thou make four brazen rings in the four corners thereof."}, {"id": 2027005, "c": 27, "v": 5, "d": "And thou shalt put it under the ledge round the altar beneath, that the net may reach halfway up the altar."}, {"id": 2027006, "c": 27, "v": 6, "d": "And thou shalt make staves for the altar, staves of acacia wood, and overlay them with brass."}, {"id": 2027007, "c": 27, "v": 7, "d": "And the staves thereof shall be put into the rings, and the staves shall be upon the two sides of the altar, in bearing it."}, {"id": 2027008, "c": 27, "v": 8, "d": "Hollow with planks shalt thou make it: as it hath been showed thee in the mount, so shall they make it."}, {"id": 2027009, "c": 27, "v": 9, "d": "And thou shalt make the court of the tabernacle: for the south side southward there shall be hangings for the court of fine twined linen a hundred cubits long for one side:"}, {"id": 2027010, "c": 27, "v": 10, "d": "and the pillars thereof shall be twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets `shall be' of silver."}, {"id": 2027011, "c": 27, "v": 11, "d": "And likewise for the north side in length there shall be hangings a hundred cubits long, and the pillars thereof twenty, and their sockets twenty, of brass; the hooks of the pillars, and their fillets, of silver."}, {"id": 2027012, "c": 27, "v": 12, "d": "And for the breadth of the court on the west side shall be hangings of fifty cubits; their pillars ten, and their sockets ten."}, {"id": 2027013, "c": 27, "v": 13, "d": "And the breadth of the court on the east side eastward shall be fifty cubits."}, {"id": 2027014, "c": 27, "v": 14, "d": "The hangings for the one side `of the gate' shall be fifteen cubits; their pillars three, and their sockets three."}, {"id": 2027015, "c": 27, "v": 15, "d": "And for the other side shall be hangings of fifteen cubits; their pillars three, and their sockets three."}, {"id": 2027016, "c": 27, "v": 16, "d": "And for the gate of the court shall be a screen of twenty cubits, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer; their pillars four, and their sockets four."}, {"id": 2027017, "c": 27, "v": 17, "d": "All the pillars of the court round about shall be filleted with silver; their hooks of silver, and their sockets of brass."}, {"id": 2027018, "c": 27, "v": 18, "d": "The length of the court shall be a hundred cubits, and the breadth fifty every where, and the height five cubits, of fine twined linen, and their sockets of brass."}, {"id": 2027019, "c": 27, "v": 19, "d": "All the instruments of the tabernacle in all the service thereof, and all the pins thereof, and all the pins of the court, shall be of brass."}, {"id": 2027020, "c": 27, "v": 20, "d": "And thou shalt command the children of Israel, that they bring unto thee pure olive oil beaten for the light, to cause a lamp to burn continually."}, {"id": 2027021, "c": 27, "v": 21, "d": "In the tent of meeting, without the veil which is before the testimony, Aaron and his sons shall keep it in order from evening to morning before Jehovah: it shall be a statue for ever throughout their generations on the behalf of the children of Israel."}, {"id": 2028001, "c": 28, "v": 1, "d": "And bring thou near unto thee Aaron thy brother, and his sons with him, from among the children of Israel, that he may minister unto me in the priest's office, even Aaron, Nadab and Abihu, Eleazar and Ithamar, Aaron's sons."}, {"id": 2028002, "c": 28, "v": 2, "d": "And thou shalt make holy garments for Aaron thy brother, for glory and for beauty."}, {"id": 2028003, "c": 28, "v": 3, "d": "And thou shalt speak unto all that are wise-hearted, whom I have filled with the spirit of wisdom, that they make Aaron's garments to sanctify him, that he may minister unto me in the priest's office."}, {"id": 2028004, "c": 28, "v": 4, "d": "And these are the garments which they shall make: a breastplate, and an ephod, and a robe, and a coat of checker work, a mitre, and a girdle: and they shall make holy garments for Aaron thy brother, and his sons, that he may minister unto me in the priest's office."}, {"id": 2028005, "c": 28, "v": 5, "d": "And they shall take the gold, and the blue, and the purple, and the scarlet, and the fine linen."}, {"id": 2028006, "c": 28, "v": 6, "d": "And they shall make the ephod of gold, of blue, and purple, scarlet, and fine twined linen, the work of the skilful workman."}, {"id": 2028007, "c": 28, "v": 7, "d": "It shall have two shoulder-pieces joined to the two ends thereof, that it may be joined together."}, {"id": 2028008, "c": 28, "v": 8, "d": "And the skilfully woven band, which is upon it, wherewith to gird it on, shall be like the work thereof `and' of the same piece; of gold, of blue, and purple, and scarlet, and fine twined linen."}, {"id": 2028009, "c": 28, "v": 9, "d": "And thou shalt take two onyx stones, and grave on them the names of the children of Israel:"}, {"id": 2028010, "c": 28, "v": 10, "d": "six of their names on the one stone, and the names of the six that remain on the other stone, according to their birth."}, {"id": 2028011, "c": 28, "v": 11, "d": "With the work of an engraver in stone, like the engravings of a signet, shalt thou engrave the two stones, according to the names of the children of Israel: thou shalt make them to be inclosed in settings of gold."}, {"id": 2028012, "c": 28, "v": 12, "d": "And thou shalt put the two stones upon the shoulder-pieces of the ephod, to be stones of memorial for the children of Israel: and Aaron shall bear their names before Jehovah upon his two shoulders for a memorial."}, {"id": 2028013, "c": 28, "v": 13, "d": "And thou shalt make settings of gold,"}, {"id": 2028014, "c": 28, "v": 14, "d": "and two chains of pure gold; like cords shalt thou make them, of wreathen work: and thou shalt put the wreathen chains on the settings."}, {"id": 2028015, "c": 28, "v": 15, "d": "And thou shalt make a breastplate of judgment, the work of the skilful workman; like the work of the ephod thou shalt make it; of gold, of blue, and purple, and scarlet, and fine twined linen, shalt thou make it."}, {"id": 2028016, "c": 28, "v": 16, "d": "Foursquare it shall be `and' double; a span shall be the length thereof, and a span the breadth thereof."}, {"id": 2028017, "c": 28, "v": 17, "d": "And thou shalt set in it settings of stones, four rows of stones: a row of sardius, topaz, and carbuncle shall be the first row;"}, {"id": 2028018, "c": 28, "v": 18, "d": "and the second row an emerald, a sapphire, and a diamond;"}, {"id": 2028019, "c": 28, "v": 19, "d": "and the third row a jacinth, an agate, and an amethyst;"}, {"id": 2028020, "c": 28, "v": 20, "d": "and the fourth row a beryl, and an onyx, and a jasper: they shall be inclosed in gold in their settings."}, {"id": 2028021, "c": 28, "v": 21, "d": "And the stones shall be according to the names of the children of Israel, twelve, according to their names; like the engravings of a signet, every one according to his name, they shall be for the twelve tribes."}, {"id": 2028022, "c": 28, "v": 22, "d": "And thou shalt make upon the breastplate chains like cords, of wreathen work of pure gold."}, {"id": 2028023, "c": 28, "v": 23, "d": "And thou shalt make upon the breastplate two rings of gold, and shalt put the two rings on the two ends of the breastplate."}, {"id": 2028024, "c": 28, "v": 24, "d": "And thou shalt put the two wreathen chains of gold in the two rings at the ends of the breastplate."}, {"id": 2028025, "c": 28, "v": 25, "d": "And the `other' two ends of the two wreathen chains thou shalt put on the two settings, and put them on the shoulder-pieces of the ephod in the forepart thereof."}, {"id": 2028026, "c": 28, "v": 26, "d": "And thou shalt make two rings of gold, and thou shalt put them upon the two ends of the breastplate, upon the edge thereof, which is toward the side of the ephod inward."}, {"id": 2028027, "c": 28, "v": 27, "d": "And thou shalt make two rings of gold, and shalt put them on the two shoulder-pieces of the ephod underneath, in the forepart thereof, close by the coupling thereof, above the skilfully woven band of the ephod."}, {"id": 2028028, "c": 28, "v": 28, "d": "And they shall bind the breastplate by the rings thereof unto the rings of the ephod with a lace of blue, that it may be upon the skilfully woven band of the ephod, and that the breastplate be not loosed from the ephod."}, {"id": 2028029, "c": 28, "v": 29, "d": "And Aaron shall bear the names of the children of Israel in the breastplate of judgment upon his heart, when he goeth in unto the holy place, for a memorial before Jehovah continually."}, {"id": 2028030, "c": 28, "v": 30, "d": "And thou shalt put in the breastplate of judgment the Urim and the Thummim; and they shall be upon Aaron's heart, when he goeth in before Jehovah: and Aaron shall bear the judgment of the children of Israel upon his heart before Jehovah continually."}, {"id": 2028031, "c": 28, "v": 31, "d": "And thou shalt make the robe of the ephod all of blue."}, {"id": 2028032, "c": 28, "v": 32, "d": "And it shall have a hole for the head in the midst thereof: it shall have a binding of woven work round about the hole of it, as it were the hole of a coat of mail, that it be not rent."}, {"id": 2028033, "c": 28, "v": 33, "d": "And upon the skirts of it thou shalt make pomegranates of blue, and of purple, and of scarlet, round about the skirts thereof; and bells of gold between them round about:"}, {"id": 2028034, "c": 28, "v": 34, "d": "a golden bell and a pomegranate, a golden bell and a pomegranate, upon the skirts of the robe round about."}, {"id": 2028035, "c": 28, "v": 35, "d": "And it shall be upon Aaron to minister: and the sound thereof shall be heard when he goeth in unto the holy place before Jehovah, and when he cometh out, that he die not."}, {"id": 2028036, "c": 28, "v": 36, "d": "And thou shalt make a plate of pure gold, and grave upon it, like the engravings of a signet, HOLY TO JEHOVAH."}, {"id": 2028037, "c": 28, "v": 37, "d": "And thou shalt put it on a lace of blue, and it shall be upon the mitre; upon the forefront of the mitre it shall be."}, {"id": 2028038, "c": 28, "v": 38, "d": "And it shall be upon Aaron's forehead, and Aaron shall bear the iniquity of the holy things, which the children of Israel shall hallow in all their holy gifts; and it shall be always upon his forehead, that they may be accepted before Jehovah."}, {"id": 2028039, "c": 28, "v": 39, "d": "And thou shalt weave the coat in checker work of fine linen, and thou shalt make a mitre of fine linen, and thou shalt make a girdle, the work of the embroiderer."}, {"id": 2028040, "c": 28, "v": 40, "d": "And for Aaron's sons thou shalt make coats, and thou shalt make for them girdles, and head-tires shalt thou make for them, for glory and for beauty."}, {"id": 2028041, "c": 28, "v": 41, "d": "And thou shalt put them upon Aaron thy brother, and upon his sons with him, and shalt anoint them, and consecrate them, and sanctify them, that they may minister unto me in the priest's office."}, {"id": 2028042, "c": 28, "v": 42, "d": "And thou shalt make them linen breeches to cover the flesh of their nakedness; from the loins even unto the thighs they shall reach:"}, {"id": 2028043, "c": 28, "v": 43, "d": "And they shall be upon Aaron, and upon his sons, when they go in unto the tent of meeting, or when they come near unto the altar to minister in the holy place; that they bear not iniquity, and die: it shall be a statute for ever unto him and unto his seed after him."}, {"id": 2029001, "c": 29, "v": 1, "d": "And this is the thing that thou shalt do unto them to hallow them, to minister unto me in the priest's office: take one young bullock and two rams without blemish,"}, {"id": 2029002, "c": 29, "v": 2, "d": "and unleavened bread, and cakes unleavened mingled with oil, and wafers unleavened anointed with oil: of fine wheaten flour shalt thou make them."}, {"id": 2029003, "c": 29, "v": 3, "d": "And thou shalt put them into one basket, and bring them in the basket, with the bullock and the two rams."}, {"id": 2029004, "c": 29, "v": 4, "d": "And Aaron and his sons thou shalt bring unto the door of the tent of meeting, and shalt wash them with water."}, {"id": 2029005, "c": 29, "v": 5, "d": "And thou shalt take the garments, and put upon Aaron the coat, and the robe of the ephod, and the ephod, and the breastplate, and gird him with the skilfully woven band of the ephod;"}, {"id": 2029006, "c": 29, "v": 6, "d": "and thou shalt set the mitre upon his head, and put the holy crown upon the mitre."}, {"id": 2029007, "c": 29, "v": 7, "d": "Then shalt thou take the anointing oil, and pour it upon his head, and anoint him."}, {"id": 2029008, "c": 29, "v": 8, "d": "And thou shalt bring his sons, and put coats upon them."}, {"id": 2029009, "c": 29, "v": 9, "d": "And thou shalt gird them with girdles, Aaron and his sons, and bind head-tires on them: and they shall have the priesthood by a perpetual statute: and thou shalt consecrate Aaron and his sons."}, {"id": 2029010, "c": 29, "v": 10, "d": "And thou shalt bring the bullock before the tent of meeting: and Aaron and his sons shall lay their hands upon the head of the bullock."}, {"id": 2029011, "c": 29, "v": 11, "d": "And thou shalt kill the bullock before Jehovah, at the door of the tent of meeting."}, {"id": 2029012, "c": 29, "v": 12, "d": "And thou shalt take of the blood of the bullock, and put it upon the horns of the altar with thy finger; and thou shalt pour out all the blood at the base of the altar."}, {"id": 2029013, "c": 29, "v": 13, "d": "And thou shalt take all the fat that covereth the inwards, and the caul upon the liver, and the two kidneys, and the fat that is upon them, and burn them upon the altar."}, {"id": 2029014, "c": 29, "v": 14, "d": "But the flesh of the bullock, and its skin, and it dung, shalt thou burn with fire without the camp: it is a sin-offering."}, {"id": 2029015, "c": 29, "v": 15, "d": "Thou shalt also take the one ram; and Aaron and his sons shall lay their hands upon the head of the ram."}, {"id": 2029016, "c": 29, "v": 16, "d": "And thou shalt slay the ram, and thou shalt take its blood, and sprinkle it round about upon the altar."}, {"id": 2029017, "c": 29, "v": 17, "d": "And thou shalt cut the ram into its pieces, and wash its inwards, and its legs, and put them with its pieces, and with its head."}, {"id": 2029018, "c": 29, "v": 18, "d": "And thou shalt burn the whole ram upon the altar: it is a burnt-offering unto Jehovah; it is a sweet savor, an offering made by fire unto Jehovah."}, {"id": 2029019, "c": 29, "v": 19, "d": "And thou shalt take the other ram; and Aaron and his sons shall lay their hands upon the head of the ram."}, {"id": 2029020, "c": 29, "v": 20, "d": "Then shalt thou kill the ram, and take of its blood, and put it upon the tip of the right ear of Aaron, and upon the tip of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and sprinkle the blood upon the altar round about."}, {"id": 2029021, "c": 29, "v": 21, "d": "And thou shalt take of the blood that is upon the altar, and of the anointing oil, and sprinkle it upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him: and he shall be hallowed, and his garments, and his sons, and his sons' garments with him."}, {"id": 2029022, "c": 29, "v": 22, "d": "Also thou shalt take of the ram the fat, and the fat tail, and the fat that covereth the inwards, and the caul of the liver, and the two kidneys, and the fat that is upon them, and the right thigh (for it is a ram of consecration),"}, {"id": 2029023, "c": 29, "v": 23, "d": "and one loaf of bread, and one cake of oiled bread, and one wafer, out of the basket of unleavened bread that is before Jehovah."}, {"id": 2029024, "c": 29, "v": 24, "d": "And thou shalt put the whole upon the hands of Aaron, and upon the hands of his sons, and shalt wave them for a wave-offering before Jehovah."}, {"id": 2029025, "c": 29, "v": 25, "d": "And thou shalt take them from their hands, and burn them on the altar upon the burnt-offering, for a sweet savor before Jehovah: it is an offering made by fire unto Jehovah."}, {"id": 2029026, "c": 29, "v": 26, "d": "And thou shalt take the breast of Aaron's ram of consecration, and wave it for a wave-offering before Jehovah: and it shall be thy portion."}, {"id": 2029027, "c": 29, "v": 27, "d": "And thou shalt sanctify the breast of the wave-offering, and the thigh of the heave-offering, which is waved, and which is heaved up, of the ram of consecration, even of that which is for Aaron, and of that which is for his sons:"}, {"id": 2029028, "c": 29, "v": 28, "d": "and it shall be for Aaron and his sons as `their' portion for ever from the children of Israel; for it is a heave-offering: and it shall be a heave-offering from the children of Israel of the sacrifices of their peace-offerings, even their heave-offering unto Jehovah."}, {"id": 2029029, "c": 29, "v": 29, "d": "And the holy garments of Aaron shall be for his sons after him, to be anointed in them, and to be consecrated in them."}, {"id": 2029030, "c": 29, "v": 30, "d": "Seven days shall the son that is priest in his stead put them on, when he cometh into the tent of meeting to minister in the holy place."}, {"id": 2029031, "c": 29, "v": 31, "d": "And thou shalt take the ram of consecration, and boil its flesh in a holy place."}, {"id": 2029032, "c": 29, "v": 32, "d": "And Aaron and his sons shall eat the flesh of the ram, and the bread that is in the basket, at the door of the tent of meeting."}, {"id": 2029033, "c": 29, "v": 33, "d": "And they shall eat those things wherewith atonement was made, to consecrate `and' to sanctify them: but a stranger shall not eat thereof, because they are holy."}, {"id": 2029034, "c": 29, "v": 34, "d": "And if aught of the flesh of the consecration, or of the bread, remain unto the morning, then thou shalt burn the remainder with fire: it shall not be eaten, because it is holy."}, {"id": 2029035, "c": 29, "v": 35, "d": "And thus shalt thou do unto Aaron, and to his sons, according to all that I have commanded thee: seven days shalt thou consecrate them."}, {"id": 2029036, "c": 29, "v": 36, "d": "And every day shalt thou offer the bullock of sin-offering for atonement: and thou shalt cleanse the altar, when thou makest atonement for it; and thou shalt anoint it, to sanctify it."}, {"id": 2029037, "c": 29, "v": 37, "d": "Seven days thou shalt make atonement for the altar, and sanctify it: and the altar shall be most holy; whatsoever toucheth the altar shall be holy."}, {"id": 2029038, "c": 29, "v": 38, "d": "Now this is that which thou shalt offer upon the altar: two lambs a year old day by day continually."}, {"id": 2029039, "c": 29, "v": 39, "d": "The one lamb thou shalt offer in the morning; and the other lamb thou shalt offer at even:"}, {"id": 2029040, "c": 29, "v": 40, "d": "and with the one lamb a tenth part `of an ephah' of fine flour mingled with the fourth part of a hin of beaten oil, and the fourth part of a hin of wine for a drink-offering."}, {"id": 2029041, "c": 29, "v": 41, "d": "And the other lamb thou shalt offer at even, and shalt do thereto according to the meal-offering of the morning, and according to the drink-offering thereof, for a sweet savor, an offering made by fire unto Jehovah."}, {"id": 2029042, "c": 29, "v": 42, "d": "It shall be a continual burnt-offering throughout your generations at the door of the tent of meeting before Jehovah, where I will meet with you, to speak there unto thee."}, {"id": 2029043, "c": 29, "v": 43, "d": "And there I will meet with the children of Israel; and `the Tent' shall be sanctified by my glory."}, {"id": 2029044, "c": 29, "v": 44, "d": "And I will sanctify the tent of meeting, and the altar: Aaron also and his sons will I sanctify, to minister to me in the priest's office."}, {"id": 2029045, "c": 29, "v": 45, "d": "And I will dwell among the children of Israel, and will be their God."}, {"id": 2029046, "c": 29, "v": 46, "d": "And they shall know that I am Jehovah their God, that brought them forth out of the land of Egypt, that I might dwell among them: I am Jehovah their God."}, {"id": 2030001, "c": 30, "v": 1, "d": "And thou shalt make an altar to burn incense upon: of acacia wood shalt thou make it."}, {"id": 2030002, "c": 30, "v": 2, "d": "A cubit shall be the length thereof, and a cubit the breadth thereof; foursquare shall it be; and two cubits shall be the height thereof: the horns thereof shall be of one piece with it."}, {"id": 2030003, "c": 30, "v": 3, "d": "And thou shalt overlay it with pure gold, the top thereof, and the sides thereof round about, and the horns thereof; and thou shalt make unto it a crown of gold round about."}, {"id": 2030004, "c": 30, "v": 4, "d": "And two golden rings shalt thou make for it under the crown thereof; upon the two ribs thereof, upon the two sides of it shalt thou make them; and they shall be for places for staves wherewith to bear it."}, {"id": 2030005, "c": 30, "v": 5, "d": "And thou shalt make the staves of acacia wood, and overlay them with gold."}, {"id": 2030006, "c": 30, "v": 6, "d": "And thou shalt put it before the veil that is by the ark of the testimony, before the mercy-seat that is over the testimony, where I will meet with thee."}, {"id": 2030007, "c": 30, "v": 7, "d": "And Aaron shall burn thereon incense of sweet spices: every morning, when he dresseth the lamps, he shall burn it."}, {"id": 2030008, "c": 30, "v": 8, "d": "And when Aaron lighteth the lamps at even, he shall burn it, a perpetual incense before Jehovah throughout your generations."}, {"id": 2030009, "c": 30, "v": 9, "d": "Ye shall offer no strange incense thereon, nor burnt-offering, nor meal-offering; and ye shall pour no drink-offering thereon."}, {"id": 2030010, "c": 30, "v": 10, "d": "And Aaron shall make atonement upon the horns of it once in the year; with the blood of the sin-offering of atonement once in the year shall he make atonement for it throughout your generations: it is most holy unto Jehovah."}, {"id": 2030011, "c": 30, "v": 11, "d": "And Jehovah spake unto Moses, saying,"}, {"id": 2030012, "c": 30, "v": 12, "d": "When thou takest the sum of the children of Israel, according to those that are numbered of them, then shall they give every man a ransom for his soul unto Jehovah, when thou numberest them; that there be no plague among them, when thou numberest them."}, {"id": 2030013, "c": 30, "v": 13, "d": "This they shall give, every one that passeth over unto them that are numbered, half a shekel after the shekel of the sanctuary; (the shekel is twenty gerahs;) half a shekel for an offering to Jehovah."}, {"id": 2030014, "c": 30, "v": 14, "d": "Every one that passeth over unto them that are numbered, from twenty years old and upward, shall give the offering of Jehovah."}, {"id": 2030015, "c": 30, "v": 15, "d": "The rich shall not give more, and the poor shall not give less, than the half shekel, when they give the offering of Jehovah, to make atonement for your souls."}, {"id": 2030016, "c": 30, "v": 16, "d": "And thou shalt take the atonement money from the children of Israel, and shalt appoint it for the service of the tent of meeting; that it may be a memorial for the children of Israel before Jehovah, to make atonement for your souls."}, {"id": 2030017, "c": 30, "v": 17, "d": "And Jehovah spake unto Moses, saying,"}, {"id": 2030018, "c": 30, "v": 18, "d": "Thou shalt also make a laver of brass, and the base thereof of brass, whereat to wash. And thou shalt put it between the tent of meeting and the altar, and thou shalt put water therein."}, {"id": 2030019, "c": 30, "v": 19, "d": "And Aaron and his sons shall wash their hands and their feet thereat:"}, {"id": 2030020, "c": 30, "v": 20, "d": "when they go into the tent of meeting, they shall wash with water, that they die not; or when they come near to the altar to minister, to burn an offering made by fire unto Jehovah."}, {"id": 2030021, "c": 30, "v": 21, "d": "So they shall wash their hands and their feet, that they die not: and it shall be a statute for ever to them, even to him and to his seed throughout their generations."}, {"id": 2030022, "c": 30, "v": 22, "d": "Moreover Jehovah spake unto Moses, saying,"}, {"id": 2030023, "c": 30, "v": 23, "d": "Take thou also unto thee the chief spices: of flowing myrrh five hundred `shekels', and of sweet cinnamon half so much, even two hundred and fifty, and of sweet calamus two hundred and fifty,"}, {"id": 2030024, "c": 30, "v": 24, "d": "and of cassia five hundred, after the shekel of the sanctuary, and of olive oil a hin."}, {"id": 2030025, "c": 30, "v": 25, "d": "And thou shalt make it a holy anointing oil, a perfume compounded after the art of the perfumer: it shall be a holy anointing oil."}, {"id": 2030026, "c": 30, "v": 26, "d": "And thou shalt anoint therewith the tent of meeting, and the ark of the testimony,"}, {"id": 2030027, "c": 30, "v": 27, "d": "and the table and all the vessels thereof, and the candlestick and the vessels thereof, and the altar of incense,"}, {"id": 2030028, "c": 30, "v": 28, "d": "and the altar of burnt-offering with all the vessels thereof, and the laver and the base thereof."}, {"id": 2030029, "c": 30, "v": 29, "d": "And thou shalt sanctify them, that they may be most holy: whatsoever toucheth them shall be holy."}, {"id": 2030030, "c": 30, "v": 30, "d": "And thou shalt anoint Aaron and his sons, and sanctify them, that they may minister unto me in the priest's office."}, {"id": 2030031, "c": 30, "v": 31, "d": "And thou shalt speak unto the children of Israel, saying, This shall be a holy anointing oil unto me throughout your generations."}, {"id": 2030032, "c": 30, "v": 32, "d": "Upon the flesh of man shall it not be poured, neither shall ye make any like it, according to the composition thereof: it is holy, `and' it shall be holy unto you."}, {"id": 2030033, "c": 30, "v": 33, "d": "Whosoever compoundeth any like it, or whosoever putteth any of it upon a stranger, he shall be cut off from his people."}, {"id": 2030034, "c": 30, "v": 34, "d": "And Jehovah said unto Moses, Take unto thee sweet spices, stacte, and onycha, and galbanum; sweet spices with pure frankincense: of each shall there be a like weight;"}, {"id": 2030035, "c": 30, "v": 35, "d": "and thou shalt make of it incense, a perfume after the art of the perfumer, seasoned with salt, pure `and' holy:"}, {"id": 2030036, "c": 30, "v": 36, "d": "and thou shalt beat some of it very small, and put of it before the testimony in the tent of meeting, where I will meet with thee: it shall be unto you most holy."}, {"id": 2030037, "c": 30, "v": 37, "d": "And the incense which thou shalt make, according to the composition thereof ye shall not make for yourselves: it shall be unto thee holy for Jehovah."}, {"id": 2030038, "c": 30, "v": 38, "d": "Whosoever shall make like unto that, to smell thereof, he shall be cut off from his people."}, {"id": 2031001, "c": 31, "v": 1, "d": "And Jehovah spake unto Moses, saying,"}, {"id": 2031002, "c": 31, "v": 2, "d": "See, I have called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah:"}, {"id": 2031003, "c": 31, "v": 3, "d": "and I have filled him with the Spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,"}, {"id": 2031004, "c": 31, "v": 4, "d": "to devise skilful works, to work in gold, and in silver, and in brass,"}, {"id": 2031005, "c": 31, "v": 5, "d": "and in cutting of stones for setting, and in carving of wood, to work in all manner of workmanship."}, {"id": 2031006, "c": 31, "v": 6, "d": "And I, behold, I have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan; and in the heart of all that are wise-hearted I have put wisdom, that they may make all that I have commanded thee:"}, {"id": 2031007, "c": 31, "v": 7, "d": "the tent of meeting, and the ark of the testimony, and the mercy-seat that is thereupon, and all the furniture of the Tent,"}, {"id": 2031008, "c": 31, "v": 8, "d": "and the table and its vessels, and the pure candlestick with all its vessels, and the altar of incense,"}, {"id": 2031009, "c": 31, "v": 9, "d": "and the altar of burnt-offering with all its vessels, and the laver and its base,"}, {"id": 2031010, "c": 31, "v": 10, "d": "and the finely wrought garments, and the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest's office,"}, {"id": 2031011, "c": 31, "v": 11, "d": "and the anointing oil, and the incense of sweet spices for the holy place: according to all that I have commanded thee shall they do."}, {"id": 2031012, "c": 31, "v": 12, "d": "And Jehovah spake unto Moses, saying,"}, {"id": 2031013, "c": 31, "v": 13, "d": "Speak thou also unto the children of Israel, saying, Verily ye shall keep my sabbaths: for it is a sign between me and you throughout your generations; that ye may know that I am Jehovah who sanctifieth you."}, {"id": 2031014, "c": 31, "v": 14, "d": "Ye shall keep the sabbath therefore; for it is holy unto you: every one that profaneth it shall surely be put to death; for whosoever doeth any work therein, that soul shall be cut off from among his people."}, {"id": 2031015, "c": 31, "v": 15, "d": "Six days shall work be done, but on the seventh day is a sabbath of solemn rest, holy to Jehovah: whosoever doeth any work on the sabbath day, he shall surely be put to death."}, {"id": 2031016, "c": 31, "v": 16, "d": "Wherefore the children of Israel shall keep the sabbath, to observe the sabbath throughout their generations, for a perpetual covenant."}, {"id": 2031017, "c": 31, "v": 17, "d": "It is a sign between me and the children of Israel for ever: for in six days Jehovah made heaven and earth, and on the seventh day he rested, and was refreshed."}, {"id": 2031018, "c": 31, "v": 18, "d": "And he gave unto Moses, when he had made an end of communing with him upon mount Sinai, the two tables of the testimony, tables of stone, written with the finger of God."}, {"id": 2032001, "c": 32, "v": 1, "d": "And when the people saw that Moses delayed to come down from the mount, the people gathered themselves together unto Aaron, and said unto him, Up, make us gods, which shall go before us; for as for this Moses, the man that brought us up out of the land of Egypt, we know not what is become of him."}, {"id": 2032002, "c": 32, "v": 2, "d": "And Aaron said unto them, Break off the golden rings, which are in the ears of your wives, of your sons, and of your daughters, and bring them unto me."}, {"id": 2032003, "c": 32, "v": 3, "d": "And all the people brake off the golden rings which were in their ears, and brought them unto Aaron."}, {"id": 2032004, "c": 32, "v": 4, "d": "And he received it at their hand, and fashioned it with a graving tool, and made it a molten calf: and they said, These are thy gods, O Israel, which brought thee up out of the land of Egypt."}, {"id": 2032005, "c": 32, "v": 5, "d": "And when Aaron saw `this', he built an altar before it; and Aaron made proclamation, and said, To-morrow shall be a feast to Jehovah."}, {"id": 2032006, "c": 32, "v": 6, "d": "And they rose up early on the morrow, and offered burnt-offerings, and brought peace-offerings; and the people sat down to eat and to drink, and rose up to play."}, {"id": 2032007, "c": 32, "v": 7, "d": "And Jehovah spake unto Moses, Go, get thee down; for thy people, that thou broughtest up out of the land of Egypt, have corrupted themselves:"}, {"id": 2032008, "c": 32, "v": 8, "d": "they have turned aside quickly out of the way which I commanded them: they have made them a molten calf, and have worshipped it, and have sacrificed unto it, and said, These are thy gods, O Israel, which brought thee up out of the land of Egypt."}, {"id": 2032009, "c": 32, "v": 9, "d": "And Jehovah said unto Moses, I have seen this people, and, behold, it is a stiffnecked people:"}, {"id": 2032010, "c": 32, "v": 10, "d": "now therefore let me alone, that my wrath may wax hot against them, and that I may consume them: and I will make of thee a great nation."}, {"id": 2032011, "c": 32, "v": 11, "d": "And Moses besought Jehovah his God, and said, Jehovah, why doth thy wrath wax hot against thy people, that thou hast brought forth out of the land of Egypt with great power and with a mighty hand?"}, {"id": 2032012, "c": 32, "v": 12, "d": "Wherefore should the Egyptians speak, saying, For evil did he bring them forth, to slay them in the mountains, and to consume them from the face of the earth? Turn from thy fierce wrath, and repent of this evil against thy people."}, {"id": 2032013, "c": 32, "v": 13, "d": "Remember Abraham, Isaac, and Israel, thy servants, to whom thou swarest by thine own self, and saidst unto them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of will I give unto your seed, and they shall inherit it for ever."}, {"id": 2032014, "c": 32, "v": 14, "d": "And Jehovah repented of the evil which he said he would do unto his people."}, {"id": 2032015, "c": 32, "v": 15, "d": "And Moses turned, and went down from the mount, with the two tables of the testimony in his hand; tables that were written on both their sides; on the one side and on the other were they written."}, {"id": 2032016, "c": 32, "v": 16, "d": "And the tables were the work of God, and the writing was the writing of God, graven upon the tables."}, {"id": 2032017, "c": 32, "v": 17, "d": "And when Joshua heard the noise of the people as they shouted, he said unto Moses, There is a noise of war in the camp."}, {"id": 2032018, "c": 32, "v": 18, "d": "And he said, It is not the voice of them that shout for mastery, neither is it the voice of them that cry for being overcome; but the noise of them that sing do I hear."}, {"id": 2032019, "c": 32, "v": 19, "d": "And it came to pass, as soon as he came nigh unto the camp, that he saw the calf and the dancing: and Moses' anger waxed hot, and he cast the tables out of his hands, and brake them beneath the mount."}, {"id": 2032020, "c": 32, "v": 20, "d": "And he took the calf which they had made, and burnt it with fire, and ground it to powder, and strewed it upon the water, and made the children of Israel drink of it."}, {"id": 2032021, "c": 32, "v": 21, "d": "And Moses said unto Aaron, What did this people unto thee, that thou hast brought a great sin upon them?"}, {"id": 2032022, "c": 32, "v": 22, "d": "And Aaron said, Let not the anger of my lord wax hot: thou knowest the people, that they are `set' on evil."}, {"id": 2032023, "c": 32, "v": 23, "d": "For they said unto me, Make us gods, which shall go before us; for as for this Moses, the man that brought us up out of the land of Egypt, we know not what is become of him."}, {"id": 2032024, "c": 32, "v": 24, "d": "And I said unto them, Whosoever hath any gold, let them break it off: so they gave it me; and I cast it into the fire, and there came out this calf."}, {"id": 2032025, "c": 32, "v": 25, "d": "And when Moses saw that the people were broken loose, (for Aaron had let them loose for a derision among their enemies,)"}, {"id": 2032026, "c": 32, "v": 26, "d": "then Moses stood in the gate of the camp, and said, Whoso is on Jehovah's side, `let him come' unto me. And all the sons of Levi gathered themselves together unto him."}, {"id": 2032027, "c": 32, "v": 27, "d": "And he said unto them, Thus saith Jehovah, the God of Israel, Put ye every man his sword upon his thigh, and go to and fro from gate to gate throughout the camp, and slay every man his brother, and every man his companion, and every man his neighbor."}, {"id": 2032028, "c": 32, "v": 28, "d": "And the sons of Levi did according to the word of Moses: and there fell of the people that day about three thousand men."}, {"id": 2032029, "c": 32, "v": 29, "d": "And Moses said, Consecrate yourselves to-day to Jehovah, yea, every man against his son, and against his brother; that he may bestow upon you a blessing this day."}, {"id": 2032030, "c": 32, "v": 30, "d": "And it came to pass on the morrow, that Moses said unto the people, Ye have sinned a great sin: and now I will go up unto Jehovah; peradventure I shall make atonement for your sin."}, {"id": 2032031, "c": 32, "v": 31, "d": "And Moses returned unto Jehovah, and said, Oh, this people have sinned a great sin, and have made them gods of gold."}, {"id": 2032032, "c": 32, "v": 32, "d": "Yet now, if thou wilt forgive their sin-; and if not, blot me, I pray thee, out of thy book which thou hast written."}, {"id": 2032033, "c": 32, "v": 33, "d": "And Jehovah said unto Moses, Whosoever hath sinned against me, him will I blot out of my book."}, {"id": 2032034, "c": 32, "v": 34, "d": "And now go, lead the people unto `the place' of which I have spoken unto thee: behold, mine angel shall go before thee; nevertheless in the day when I visit, I will visit their sin upon them."}, {"id": 2032035, "c": 32, "v": 35, "d": "And Jehovah smote the people, because they made the calf, which Aaron made."}, {"id": 2033001, "c": 33, "v": 1, "d": "And Jehovah spake unto Moses, Depart, go up hence, thou and the people that thou hast brought up out of the land of Egypt, unto the land of which I sware unto Abraham, to Isaac, and to Jacob, saying, Unto thy seed will I give it:"}, {"id": 2033002, "c": 33, "v": 2, "d": "and I will send an angel before thee; and I will drive out the Canaanite, the Amorite, and the Hittite, and the Perizzite, the Hivite, and the Jebusite:"}, {"id": 2033003, "c": 33, "v": 3, "d": "unto a land flowing with milk and honey: for I will not go up in the midst of thee, for thou art a stiffnecked people, lest I consume thee in the way."}, {"id": 2033004, "c": 33, "v": 4, "d": "And when the people heard these evil tidings, they mourned: and no man did put on him his ornaments."}, {"id": 2033005, "c": 33, "v": 5, "d": "And Jehovah said unto Moses, Say unto the children of Israel, Ye are a stiffnecked people; if I go up into the midst of thee for one moment, I shall consume thee: therefore now put off thy ornaments from thee, that I may know what to do unto thee."}, {"id": 2033006, "c": 33, "v": 6, "d": "And the children of Israel stripped themselves of their ornaments from mount Horeb onward."}, {"id": 2033007, "c": 33, "v": 7, "d": "Now Moses used to take the tent and to pitch it without the camp, afar off from the camp; and he called it, The tent of meeting. And it came to pass, that every one that sought Jehovah went out unto the tent of meeting, which was without the camp."}, {"id": 2033008, "c": 33, "v": 8, "d": "And it came to pass, when Moses went out unto the Tent, that all the people rose up, and stood, every man at his tent door, and looked after Moses, until he was gone into the Tent."}, {"id": 2033009, "c": 33, "v": 9, "d": "And it came to pass, when Moses entered into the Tent, the pillar of cloud descended, and stood at the door of the Tent: and `Jehovah' spake with Moses."}, {"id": 2033010, "c": 33, "v": 10, "d": "And all the people saw the pillar of cloud stand at the door of the Tent: and all the people rose up and worshipped, every man at his tent door."}, {"id": 2033011, "c": 33, "v": 11, "d": "And Jehovah spake unto Moses face to face, as a man speaketh unto his friend. And he turned again into the camp: but his minister Joshua, the son of Nun, a young man, departed not out of the Tent."}, {"id": 2033012, "c": 33, "v": 12, "d": "And Moses said unto Jehovah, See, thou sayest unto me, Bring up this people: and thou hast not let me know whom thou wilt send with me. Yet thou hast said, I know thee by name, and thou hast also found favor in my sight."}, {"id": 2033013, "c": 33, "v": 13, "d": "Now therefore, I pray thee, if I have found favor in thy sight, show me now thy ways, that I may know thee, to the end that I may find favor in thy sight: and consider that this nation is thy people."}, {"id": 2033014, "c": 33, "v": 14, "d": "And he said, My presence shall go `with thee', and I will give thee rest."}, {"id": 2033015, "c": 33, "v": 15, "d": "And he said unto him, If thy presence go not `with me', carry us not up hence."}, {"id": 2033016, "c": 33, "v": 16, "d": "For wherein now shall it be known that I have found favor in thy sight, I and thy people? is it not in that thou goest with us, so that we are separated, I and thy people, from all the people that are upon the face of the earth?"}, {"id": 2033017, "c": 33, "v": 17, "d": "And Jehovah said unto Moses, I will do this thing also that thou hast spoken; for thou hast found favor in my sight, and I know thee by name."}, {"id": 2033018, "c": 33, "v": 18, "d": "And he said, Show me, I pray thee, thy glory."}, {"id": 2033019, "c": 33, "v": 19, "d": "And he said, I will make all my goodness pass before thee, and will proclaim the name of Jehovah before thee; and I will be gracious to whom I will be gracious, and will show mercy on whom I will show mercy."}, {"id": 2033020, "c": 33, "v": 20, "d": "And he said, Thou canst not see my face; for man shall not see me and live."}, {"id": 2033021, "c": 33, "v": 21, "d": "and Jehovah said, Behold, there is a place by me, and thou shalt stand upon the rock:"}, {"id": 2033022, "c": 33, "v": 22, "d": "and it shall come to pass, while my glory passeth by, that I will put thee in a cleft of the rock, and will cover thee with my hand until I have passed by:"}, {"id": 2033023, "c": 33, "v": 23, "d": "and I will take away my hand, and thou shalt see my back; but my face shall not be seen."}, {"id": 2034001, "c": 34, "v": 1, "d": "And Jehovah said unto Moses, Hew thee two tables of stone like unto the first: and I will write upon the tables the words that were on the first tables, which thou brakest."}, {"id": 2034002, "c": 34, "v": 2, "d": "And be ready by the morning, and come up in the morning unto mount Sinai, and present thyself there to me on the top of the mount."}, {"id": 2034003, "c": 34, "v": 3, "d": "And no man shall come up with thee; neither let any man be seen throughout all the mount; neither let the flocks nor herds feed before that mount."}, {"id": 2034004, "c": 34, "v": 4, "d": "And he hewed two tables of stone like unto the first; and Moses rose up early in the morning, and went up unto mount Sinai, as Jehovah had commanded him, and took in his hand two tables of stone."}, {"id": 2034005, "c": 34, "v": 5, "d": "And Jehovah descended in the cloud, and stood with him there, and proclaimed the name of Jehovah."}, {"id": 2034006, "c": 34, "v": 6, "d": "And Jehovah passed by before him, and proclaimed, Jehovah, Jehovah, a God merciful and gracious, slow to anger, and abundant in lovingkindness and truth,"}, {"id": 2034007, "c": 34, "v": 7, "d": "keeping lovingkindness for thousands, forgiving iniquity and transgression and sin; and that will by no means clear `the guilty', visiting the iniquity of the fathers upon the children, and upon the children's children, upon the third and upon the fourth generation."}, {"id": 2034008, "c": 34, "v": 8, "d": "And Moses made haste, and bowed his head toward the earth, and worshipped."}, {"id": 2034009, "c": 34, "v": 9, "d": "And he said, If now I have found favor in thy sight, O Lord, let the Lord, I pray thee, go in the midst of us; for it is a stiffnecked people; and pardon our iniquity and our sin, and take us for thine inheritance."}, {"id": 2034010, "c": 34, "v": 10, "d": "And he said, Behold, I make a covenant: before all thy people I will do marvels, such as have not been wrought in all the earth, nor in any nation; and all the people among which thou art shall see the work of Jehovah; for it is a terrible thing that I do with thee."}, {"id": 2034011, "c": 34, "v": 11, "d": "Observe thou that which I command thee this day: behold, I drive out before thee the Amorite, and the Canaanite, and the Hittite, and the Perizzite, and the Hivite, and the Jebusite."}, {"id": 2034012, "c": 34, "v": 12, "d": "Take heed to thyself, lest thou make a covenant with the inhabitants of the land whither thou goest, lest it be for a snare in the midst of thee:"}, {"id": 2034013, "c": 34, "v": 13, "d": "but ye shall break down their altars, and dash in pieces their pillars, and ye shall cut down their Asherim;"}, {"id": 2034014, "c": 34, "v": 14, "d": "for thou shalt worship no other god: for Jehovah, whose name is Jealous, is a jealous God:"}, {"id": 2034015, "c": 34, "v": 15, "d": "lest thou make a covenant with the inhabitants of the land, and they play the harlot after their gods, and sacrifice unto their gods, and one call thee and thou eat of his sacrifice;"}, {"id": 2034016, "c": 34, "v": 16, "d": "and thou take of their daughters unto thy sons, and their daughters play the harlot after their gods, and make thy sons play the harlot after their gods."}, {"id": 2034017, "c": 34, "v": 17, "d": "Thou shalt make thee no molten gods."}, {"id": 2034018, "c": 34, "v": 18, "d": "The feast of unleavened bread shalt thou keep. Seven days thou shalt eat unleavened bread, as I commanded thee, at the time appointed in the month Abib; for in the month Abib thou camest out from Egypt."}, {"id": 2034019, "c": 34, "v": 19, "d": "All that openeth the womb is mine; and all thy cattle that is male, the firstlings of cow and sheep."}, {"id": 2034020, "c": 34, "v": 20, "d": "And the firstling of an ass thou shalt redeem with a lamb: and if thou wilt not redeem it, then thou shalt break its neck. All the first-born of thy sons thou shalt redeem. And none shall appear before me empty."}, {"id": 2034021, "c": 34, "v": 21, "d": "Six days thou shalt work, but on the seventh day thou shalt rest: in plowing time and in harvest thou shalt rest."}, {"id": 2034022, "c": 34, "v": 22, "d": "And thou shalt observe the feast of weeks, `even' of the first-fruits of wheat harvest, and the feast of ingathering at the year's end."}, {"id": 2034023, "c": 34, "v": 23, "d": "Three times in the year shall all thy males appear before the Lord Jehovah, the God of Israel."}, {"id": 2034024, "c": 34, "v": 24, "d": "For I will cast out nations before thee, and enlarge thy borders: neither shall any man desire thy land, when thou goest up to appear before Jehovah thy God three times in the year."}, {"id": 2034025, "c": 34, "v": 25, "d": "Thou shalt not offer the blood of my sacrifice with leavened bread; neither shall the sacrifice of the feast of the passover be left unto the morning."}, {"id": 2034026, "c": 34, "v": 26, "d": "The first of the first-fruits of thy ground thou shalt bring unto the house of Jehovah thy God. Thou shalt not boil a kid in its mother's milk."}, {"id": 2034027, "c": 34, "v": 27, "d": "And Jehovah said unto Moses, Write thou these words: for after the tenor of these words I have made a covenant with thee and with Israel."}, {"id": 2034028, "c": 34, "v": 28, "d": "And he was there with Jehovah forty days and forty nights; he did neither eat bread, nor drink water. And he wrote upon the tables the words of the covenant, the ten commandments."}, {"id": 2034029, "c": 34, "v": 29, "d": "And it came to pass, when Moses came down from mount Sinai with the two tables of the testimony in Moses' hand, when he came down from the mount, that Moses knew not that the skin of his face shone by reason of his speaking with him."}, {"id": 2034030, "c": 34, "v": 30, "d": "And when Aaron and all the children of Israel saw Moses, behold, the skin of his face shone; and they were afraid to come nigh him."}, {"id": 2034031, "c": 34, "v": 31, "d": "And Moses called unto them; and Aaron and all the rulers of the congregation returned unto him: and Moses spake to them."}, {"id": 2034032, "c": 34, "v": 32, "d": "And afterward all the children of Israel came nigh: and he gave them in commandment all that Jehovah had spoken with him in mount Sinai."}, {"id": 2034033, "c": 34, "v": 33, "d": "And when Moses had done speaking with them, he put a veil on his face."}, {"id": 2034034, "c": 34, "v": 34, "d": "But when Moses went in before Jehovah to speak with him, he took the veil off, until he came out; and he came out, and spake unto the children of Israel that which he was commanded."}, {"id": 2034035, "c": 34, "v": 35, "d": "And the children of Israel saw the face of Moses, that the skin of Moses' face shone: and Moses put the veil upon his face again, until he went in to speak with him."}, {"id": 2035001, "c": 35, "v": 1, "d": "And Moses assembled all the congregation of the children of Israel, and said unto them, These are the words which Jehovah hath commanded, that ye should do them."}, {"id": 2035002, "c": 35, "v": 2, "d": "Six days shall work be done; but on the seventh day there shall be to you a holy day, a sabbath of solemn rest to Jehovah: whosoever doeth any work therein shall be put to death."}, {"id": 2035003, "c": 35, "v": 3, "d": "Ye shall kindle no fire throughout your habitations upon the sabbath day."}, {"id": 2035004, "c": 35, "v": 4, "d": "And Moses spake unto all the congregation of the children of Israel, saying, This is the thing which Jehovah commanded, saying,"}, {"id": 2035005, "c": 35, "v": 5, "d": "Take ye from among you an offering unto Jehovah; whosoever is of a willing heart, let him bring it, Jehovah's offering: gold, and silver, and brass,"}, {"id": 2035006, "c": 35, "v": 6, "d": "and blue, and purple, and scarlet, and fine linen, and goats' `hair',"}, {"id": 2035007, "c": 35, "v": 7, "d": "and rams' skins dyed red, and sealskins, and acacia wood,"}, {"id": 2035008, "c": 35, "v": 8, "d": "and oil for the light, and spices for the anointing oil, and for the sweet incense,"}, {"id": 2035009, "c": 35, "v": 9, "d": "and onyx stones, and stones to be set, for the ephod, and for the breastplate."}, {"id": 2035010, "c": 35, "v": 10, "d": "And let every wise-hearted man among you come, and make all that Jehovah hath commanded:"}, {"id": 2035011, "c": 35, "v": 11, "d": "the tabernacle, its tent, and its covering, its clasps, and its boards, its bars, its pillars, and its sockets;"}, {"id": 2035012, "c": 35, "v": 12, "d": "the ark, and the staves thereof, the mercy-seat, and the veil of the screen;"}, {"id": 2035013, "c": 35, "v": 13, "d": "the table, and its staves, and all its vessels, and the showbread;"}, {"id": 2035014, "c": 35, "v": 14, "d": "the candlestick also for the light, and its vessels, and its lamps, and the oil for the light;"}, {"id": 2035015, "c": 35, "v": 15, "d": "and the altar of incense, and its staves, and the anointing oil, and the sweet incense, and the screen for the door, at the door of the tabernacle;"}, {"id": 2035016, "c": 35, "v": 16, "d": "the altar of burnt-offering, with its grating of brass, it staves, and all its vessels, the laver and its base;"}, {"id": 2035017, "c": 35, "v": 17, "d": "the hangings of the court, the pillars thereof, and their sockets, and the screen for the gate of the court;"}, {"id": 2035018, "c": 35, "v": 18, "d": "the pins of the tabernacle, and the pins of the court, and their cords;"}, {"id": 2035019, "c": 35, "v": 19, "d": "the finely wrought garments, for ministering in the holy place, the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest's office."}, {"id": 2035020, "c": 35, "v": 20, "d": "And all the congregation of the children of Israel departed from the presence of Moses."}, {"id": 2035021, "c": 35, "v": 21, "d": "And they came, every one whose heart stirred him up, and every one whom his spirit made willing, `and' brought Jehovah's offering, for the work of the tent of meeting, and for all the service thereof, and for the holy garments."}, {"id": 2035022, "c": 35, "v": 22, "d": "And they came, both men and women, as many as were willing-hearted, `and' brought brooches, and ear-rings, and signet-rings, and armlets, all jewels of gold; even every man that offered an offering of gold unto Jehovah."}, {"id": 2035023, "c": 35, "v": 23, "d": "And every man, with whom was found blue, and purple, and scarlet, and fine linen, and goats' `hair', and rams' skins dyed red, and sealskins, brought them."}, {"id": 2035024, "c": 35, "v": 24, "d": "Every one that did offer an offering of silver and brass brought Jehovah's offering; and every man, with whom was found acacia wood for any work of the service, brought it."}, {"id": 2035025, "c": 35, "v": 25, "d": "And all the women that were wise-hearted did spin with their hands, and brought that which they had spun, the blue, and the purple, the scarlet, and the fine linen."}, {"id": 2035026, "c": 35, "v": 26, "d": "And all the women whose heart stirred them up in wisdom spun the goats' `hair'."}, {"id": 2035027, "c": 35, "v": 27, "d": "And the rulers brought the onyx stones, and the stones to be set, for the ephod, and for the breastplate;"}, {"id": 2035028, "c": 35, "v": 28, "d": "and the spice, and the oil; for the light, and for the anointing oil, and for the sweet incense."}, {"id": 2035029, "c": 35, "v": 29, "d": "The children of Israel brought a freewill-offering unto Jehovah; every man and woman, whose heart made them willing to bring for all the work, which Jehovah had commanded to be made by Moses."}, {"id": 2035030, "c": 35, "v": 30, "d": "And Moses said unto the children of Israel, See, Jehovah hath called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah."}, {"id": 2035031, "c": 35, "v": 31, "d": "And he hath filled him with the Spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship;"}, {"id": 2035032, "c": 35, "v": 32, "d": "and to devise skilful works, to work in gold, and in silver, and in brass,"}, {"id": 2035033, "c": 35, "v": 33, "d": "and in cutting of stones for setting, and in carving of wood, to work in all manner of skilful workmanship."}, {"id": 2035034, "c": 35, "v": 34, "d": "And he hath put in his heart that he may teach, both he, and Oholiab, the son of Ahisamach, of the tribe of Dan."}, {"id": 2035035, "c": 35, "v": 35, "d": "Them hath he filled with wisdom of heart, to work all manner of workmanship, of the engraver, and of the skilful workman, and of the embroiderer, in blue, and in purple, in scarlet, and in fine linen, and of the weaver, even of them that do any workmanship, and of those that devise skilful works."}, {"id": 2036001, "c": 36, "v": 1, "d": "And Bezalel and Oholiab shall work, and every wise-hearted man, in whom Jehovah hath put wisdom and understanding to know how to work all the work for the service of the sanctuary, according to all that Jehovah hath commanded."}, {"id": 2036002, "c": 36, "v": 2, "d": "And Moses called Bezalel and Oholiab, and every wise-hearted man, in whose heart Jehovah had put wisdom, even every one whose heart stirred him up to come unto the work to do it:"}, {"id": 2036003, "c": 36, "v": 3, "d": "and they received of Moses all the offering which the children of Israel had brought for the work of the service of the sanctuary, wherewith to make it. And they brought yet unto him freewill-offerings every morning."}, {"id": 2036004, "c": 36, "v": 4, "d": "And all the wise men, that wrought all the work of the sanctuary, came every man from his work which they wrought."}, {"id": 2036005, "c": 36, "v": 5, "d": "And they spake unto Moses, saying, The people bring much more than enough for the service of the work which Jehovah commanded to make."}, {"id": 2036006, "c": 36, "v": 6, "d": "And Moses gave commandment, and they caused it to be proclaimed throughout the camp, saying, Let neither man nor woman make any more work for the offering of the sanctuary. So the people were restrained from bringing."}, {"id": 2036007, "c": 36, "v": 7, "d": "For the stuff they had was sufficient for all the work to make it, and too much."}, {"id": 2036008, "c": 36, "v": 8, "d": "And all the wise-hearted men among them that wrought the work made the tabernacle with ten curtains; of fine twined linen, and blue, and purple, and scarlet, with cherubim, the work of the skilful workman, `Bezalel' made them."}, {"id": 2036009, "c": 36, "v": 9, "d": "The length of each curtain was eight and twenty cubits, and the breadth of each curtain four cubits: all the curtains had one measure."}, {"id": 2036010, "c": 36, "v": 10, "d": "And he coupled five curtains one to another: and `the other' five curtains he coupled one to another."}, {"id": 2036011, "c": 36, "v": 11, "d": "And he made loops of blue upon the edge of the one curtain from the selvedge in the coupling: likewise he made in the edge of the curtain that was outmost in the second coupling."}, {"id": 2036012, "c": 36, "v": 12, "d": "Fifty loops made he in the one curtain, and fifty loops made he in the edge of the curtain that was in the second coupling: the loops were opposite one to another."}, {"id": 2036013, "c": 36, "v": 13, "d": "And he made fifty clasps of gold, and coupled the curtains one to another with the clasps: so the tabernacle was one."}, {"id": 2036014, "c": 36, "v": 14, "d": "And he made curtains of goats' `hair' for a tent over the tabernacle: eleven curtains he made them."}, {"id": 2036015, "c": 36, "v": 15, "d": "The length of each curtain was thirty cubits, and four cubits the breadth of each curtain: the eleven curtains had one measure."}, {"id": 2036016, "c": 36, "v": 16, "d": "And he coupled five curtains by themselves, and six curtains by themselves."}, {"id": 2036017, "c": 36, "v": 17, "d": "And he made fifty loops on the edge of the curtain that was outmost in the coupling, and fifty loops made he upon the edge of the curtain which was `outmost in' the second coupling."}, {"id": 2036018, "c": 36, "v": 18, "d": "And he made fifty clasps of brass to couple the tent together, that it might be one."}, {"id": 2036019, "c": 36, "v": 19, "d": "And he made a covering for the tent of rams' skins dyed red, and a covering of sealskins above."}, {"id": 2036020, "c": 36, "v": 20, "d": "And he made the boards for the tabernacle, of acacia wood, standing up."}, {"id": 2036021, "c": 36, "v": 21, "d": "Ten cubits was the length of a board, and a cubit and a half the breadth of each board."}, {"id": 2036022, "c": 36, "v": 22, "d": "Each board had two tenons, joined one to another: thus did he make for all the boards of the tabernacle."}, {"id": 2036023, "c": 36, "v": 23, "d": "And he made the boards for the tabernacle: twenty boards for the south side southward."}, {"id": 2036024, "c": 36, "v": 24, "d": "And he made forty sockets of silver under the twenty boards; two sockets under one board for its two tenons, and two sockets under another board for its two tenons."}, {"id": 2036025, "c": 36, "v": 25, "d": "And for the second side of the tabernacle, on the north side, he made twenty boards,"}, {"id": 2036026, "c": 36, "v": 26, "d": "and their forty sockets of silver; two sockets under one board, and two sockets under another board."}, {"id": 2036027, "c": 36, "v": 27, "d": "And for the hinder part of the tabernacle westward he made six boards."}, {"id": 2036028, "c": 36, "v": 28, "d": "And two boards made he for the corners of the tabernacle in the hinder part."}, {"id": 2036029, "c": 36, "v": 29, "d": "And they were double beneath; and in like manner they were entire unto the top thereof unto one ring: thus he did to both of them in the two corners."}, {"id": 2036030, "c": 36, "v": 30, "d": "And there were eight boards, and their sockets of silver, sixteen sockets; under every board two sockets."}, {"id": 2036031, "c": 36, "v": 31, "d": "And he made bars of acacia wood; five for the boards of the one side of the tabernacle,"}, {"id": 2036032, "c": 36, "v": 32, "d": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the hinder part westward."}, {"id": 2036033, "c": 36, "v": 33, "d": "And he made the middle bar to pass through in the midst of the boards from the one end to the other."}, {"id": 2036034, "c": 36, "v": 34, "d": "And he overlaid the boards with gold, and made their rings of gold for places for the bars, and overlaid the bars with gold."}, {"id": 2036035, "c": 36, "v": 35, "d": "And he made the veil of blue, and purple, and scarlet, and fine twined linen: with cherubim, the work of the skilful workman, made he it."}, {"id": 2036036, "c": 36, "v": 36, "d": "And he made thereunto four pillars of acacia, and overlaid them with gold: their hooks were of gold; And he cast for them four sockets of silver."}, {"id": 2036037, "c": 36, "v": 37, "d": "And he made a screen for the door of the Tent, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer;"}, {"id": 2036038, "c": 36, "v": 38, "d": "and the five pillars of it with their hooks: and he overlaid their capitals and their fillets with gold; and their five sockets were of brass."}, {"id": 2037001, "c": 37, "v": 1, "d": "And Bezalel made the ark of acacia wood: two cubits and a half was the length of it, and a cubit and a half the breadth of it, and a cubit and a half the height of it:"}, {"id": 2037002, "c": 37, "v": 2, "d": "and he overlaid it with pure gold within and without, and made a crown of gold to it round about."}, {"id": 2037003, "c": 37, "v": 3, "d": "And he cast for it four rings of gold, in the four feet thereof; even two rings on the one side of it, and two rings on the other side of it."}, {"id": 2037004, "c": 37, "v": 4, "d": "And he made staves of acacia wood, and overlaid them with gold."}, {"id": 2037005, "c": 37, "v": 5, "d": "And he put the staves into the rings on the sides of the ark, to bear the ark."}, {"id": 2037006, "c": 37, "v": 6, "d": "And he made a mercy-seat of pure gold: two cubits and a half `was' the length thereof, and a cubit and a half the breadth thereof."}, {"id": 2037007, "c": 37, "v": 7, "d": "And he made two cherubim of gold; of beaten work made he them, at the two ends of the mercy-seat;"}, {"id": 2037008, "c": 37, "v": 8, "d": "one cherub at the one end, and one cherub at the other end: of one piece with the mercy-seat made he the cherubim at the two ends thereof."}, {"id": 2037009, "c": 37, "v": 9, "d": "And the cherubim spread out their wings on high, covering the mercy-seat with their wings, with their faces one to another; toward the mercy-seat were the faces of the cherubim."}, {"id": 2037010, "c": 37, "v": 10, "d": "And he made the table of acacia wood: two cubits `was' the length thereof, and a cubit the breadth thereof, and a cubit and a half the height thereof:"}, {"id": 2037011, "c": 37, "v": 11, "d": "and he overlaid it with pure gold, and made thereto a crown of gold round about."}, {"id": 2037012, "c": 37, "v": 12, "d": "And he made unto it a border of a handbreadth round about, and made a golden crown to the border thereof round about."}, {"id": 2037013, "c": 37, "v": 13, "d": "And he cast for it four rings of gold, and put the rings in the four corners that were on the four feet thereof."}, {"id": 2037014, "c": 37, "v": 14, "d": "Close by the border were the rings, the places for the staves to bear the table."}, {"id": 2037015, "c": 37, "v": 15, "d": "And he made the staves of acacia wood, and overlaid them with gold, to bear the table."}, {"id": 2037016, "c": 37, "v": 16, "d": "And he made the vessels which were upon the table, the dishes thereof, and the spoons thereof, and the bowls thereof, and the flagons thereof, wherewith to pour out, of pure gold."}, {"id": 2037017, "c": 37, "v": 17, "d": "And he made the candlestick of pure gold: of beaten work made he the candlestick, even its base, and its shaft; its cups, it knops, and its flowers, were of one piece with it:"}, {"id": 2037018, "c": 37, "v": 18, "d": "and there were six branches going out of the sides thereof; three branches of the candlestick out of the one side thereof, and three branches of the candlestick out of the other side thereof:"}, {"id": 2037019, "c": 37, "v": 19, "d": "three cups made like almond-blossoms in one branch, a knop and a flower, and three cups made like almond-blossoms in the other branch, a knop and a flower: so for the six branches going out of the candlestick."}, {"id": 2037020, "c": 37, "v": 20, "d": "And in the candlestick were four cups made like almond-blossoms, the knops thereof, and the flowers thereof;"}, {"id": 2037021, "c": 37, "v": 21, "d": "and a knop under two branches of one piece with it, and a knop under two branches of one piece with it, and a knop under two branches of one piece with it, for the six branches going out of it."}, {"id": 2037022, "c": 37, "v": 22, "d": "Their knops and their branches were of one piece with it: the whole of it was one beaten work of pure gold."}, {"id": 2037023, "c": 37, "v": 23, "d": "And he made the lamps thereof, seven, and the snuffers thereof, and the snuffdishes thereof, of pure gold."}, {"id": 2037024, "c": 37, "v": 24, "d": "Of a talent of pure gold made he it, and all the vessels thereof."}, {"id": 2037025, "c": 37, "v": 25, "d": "And he made the altar of incense of acacia wood: a cubit was the length thereof, and a cubit the breadth thereof, foursquare; and two cubits was the height thereof; the horns thereof were of one piece with it."}, {"id": 2037026, "c": 37, "v": 26, "d": "And he overlaid it with pure gold, the top thereof, and the sides thereof round about, and the horns of it: and he made unto it a crown of gold round about."}, {"id": 2037027, "c": 37, "v": 27, "d": "And he made for it two golden rings under the crown thereof, upon the two ribs thereof, upon the two sides of it, for places for staves wherewith to bear it."}, {"id": 2037028, "c": 37, "v": 28, "d": "And he made the staves of acacia wood, and overlaid them with gold."}, {"id": 2037029, "c": 37, "v": 29, "d": "And he made the holy anointing oil, and the pure incense of sweet spices, after the art of the perfumer."}, {"id": 2038001, "c": 38, "v": 1, "d": "And he made the altar of burnt-offering of acacia wood: five cubits was the length thereof, and five cubits the breadth thereof, foursquare; and three cubits the height thereof."}, {"id": 2038002, "c": 38, "v": 2, "d": "And he made the horns thereof upon the four corners of it; the horns thereof were of one piece with it: and he overlaid it with brass."}, {"id": 2038003, "c": 38, "v": 3, "d": "And he made all the vessels of the altar, the pots, and the shovels, and the basins, the flesh-hooks, and the firepans: all the vessels thereof made he of brass."}, {"id": 2038004, "c": 38, "v": 4, "d": "And he made for the altar a grating of network of brass, under the ledge round it beneath, reaching halfway up."}, {"id": 2038005, "c": 38, "v": 5, "d": "And he cast four rings for the four ends of the grating of brass, to be places for the staves."}, {"id": 2038006, "c": 38, "v": 6, "d": "And he made the staves of acacia wood, and overlaid them with brass."}, {"id": 2038007, "c": 38, "v": 7, "d": "And he put the staves into the rings on the sides of the altar, wherewith to bear it; he made it hollow with planks."}, {"id": 2038008, "c": 38, "v": 8, "d": "And he made the laver of brass, and the base thereof of brass, of the mirrors of the ministering women that ministered at the door of the tent of meeting."}, {"id": 2038009, "c": 38, "v": 9, "d": "And he made the court: for the south side southward the hangings of the court were of fine twined linen, a hundred cubits;"}, {"id": 2038010, "c": 38, "v": 10, "d": "their pillars were twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets were of silver."}, {"id": 2038011, "c": 38, "v": 11, "d": "And for the north side a hundred cubits, their pillars twenty, and their sockets twenty, of brass; the hooks of the pillars, and their fillets, of silver."}, {"id": 2038012, "c": 38, "v": 12, "d": "And for the west side were hangings of fifty cubits, their pillars ten, and their sockets ten; the hooks of the pillars, and their fillets, of silver."}, {"id": 2038013, "c": 38, "v": 13, "d": "And for the east side eastward fifty cubits."}, {"id": 2038014, "c": 38, "v": 14, "d": "The hangings for the one side `of the gate' were fifteen cubits; their pillars three, and their sockets three;"}, {"id": 2038015, "c": 38, "v": 15, "d": "and so for the other side: on this hand and that hand by the gate of the court were hangings of fifteen cubits; their pillars three, and their sockets three."}, {"id": 2038016, "c": 38, "v": 16, "d": "All the hangings of the court round about were of fine twined linen."}, {"id": 2038017, "c": 38, "v": 17, "d": "And the sockets for the pillars were of brass; the hooks of the pillars, and their fillets, of silver; and the overlaying of their capitals, of silver; and all the pillars of the court were filleted with silver."}, {"id": 2038018, "c": 38, "v": 18, "d": "And the screen for the gate of the court was the work of the embroiderer, of blue, and purple, and scarlet, and fine twined linen: and twenty cubits was the length, and the height in the breadth was five cubits, answerable to the hangings of the court."}, {"id": 2038019, "c": 38, "v": 19, "d": "And their pillars were four, and their sockets four, of brass; their hooks of silver, and the overlaying of their capitals, and their fillets, of silver."}, {"id": 2038020, "c": 38, "v": 20, "d": "And all the pins of the tabernacle, and of the court round about, were of brass."}, {"id": 2038021, "c": 38, "v": 21, "d": "This is the sum of `the things for' the tabernacle, even the tabernacle of the testimony, as they were counted, according to the commandment of Moses, for the service of the Levites, by the hand of Ithamar, the son of Aaron the priest."}, {"id": 2038022, "c": 38, "v": 22, "d": "And Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that Jehovah commanded Moses."}, {"id": 2038023, "c": 38, "v": 23, "d": "And with him was Oholiab, the son of Ahisamach, of the tribe of Dan, an engraver, and a skilful workman, and an embroiderer in blue, and in purple, and in scarlet, and in fine linen."}, {"id": 2038024, "c": 38, "v": 24, "d": "All the gold that was used for the work in all the work of the sanctuary, even the gold of the offering, was twenty and nine talents, and seven hundred and thirty shekels, after the shekel of the sanctuary."}, {"id": 2038025, "c": 38, "v": 25, "d": "And the silver of them that were numbered of the congregation was a hundred talents, and a thousand seven hundred and threescore and fifteen shekels, after the shekel of the sanctuary:"}, {"id": 2038026, "c": 38, "v": 26, "d": "a beka a head, `that is', half a shekel, after the shekel of the sanctuary, for every one that passed over to them that were numbered, from twenty years old and upward, for six hundred thousand and three thousand and five hundred and fifty men."}, {"id": 2038027, "c": 38, "v": 27, "d": "And the hundred talents of silver were for casting the sockets of the sanctuary, and the sockets of the veil; a hundred sockets for the hundred talents, a talent for a socket."}, {"id": 2038028, "c": 38, "v": 28, "d": "And of the thousand seven hundred seventy and five `shekels' he made hooks for the pillars, and overlaid their capitals, and made fillets for them."}, {"id": 2038029, "c": 38, "v": 29, "d": "And the brass of the offering was seventy talents, and two thousand and four hundred shekels."}, {"id": 2038030, "c": 38, "v": 30, "d": "And therewith he made the sockets to the door of the tent of meeting, and the brazen altar, and the brazen grating for it, and all the vessels of the altar,"}, {"id": 2038031, "c": 38, "v": 31, "d": "and the sockets of the court round about, and the sockets of the gate of the court, and all the pins of the tabernacle, and all the pins of the court round about."}, {"id": 2039001, "c": 39, "v": 1, "d": "And of the blue, and purple, and scarlet, they made finely wrought garments, for ministering in the holy place, and made the holy garments for Aaron; as Jehovah commanded Moses."}, {"id": 2039002, "c": 39, "v": 2, "d": "And he made the ephod of gold, blue, and purple, and scarlet, and fine twined linen."}, {"id": 2039003, "c": 39, "v": 3, "d": "And they did beat the gold into thin plates, and cut it into wires, to work it in the blue, and in the purple, and in the scarlet, and in the fine linen, the work of the skilful workman."}, {"id": 2039004, "c": 39, "v": 4, "d": "They made shoulder-pieces for it, joined together; at the two ends was it joined together."}, {"id": 2039005, "c": 39, "v": 5, "d": "And the skilfully woven band, that was upon it, wherewith to gird it on, was of the same piece `and' like the work thereof; of gold, of blue, and purple, and scarlet, and fine twined linen; as Jehovah commanded Moses."}, {"id": 2039006, "c": 39, "v": 6, "d": "And they wrought the onyx stones, inclosed in settings of gold, graven with the engravings of a signet, according to the names of the children of Israel."}, {"id": 2039007, "c": 39, "v": 7, "d": "And he put them on the shoulder-pieces of the ephod, to be stones of memorial for the children of Israel; as Jehovah commanded Moses."}, {"id": 2039008, "c": 39, "v": 8, "d": "And he made the breastplate, the work of the skilful workman, like the work of the ephod; of gold, of blue, and purple, and scarlet, and fine twined linen."}, {"id": 2039009, "c": 39, "v": 9, "d": "It was foursquare; they made the breastplate double: a span was the length thereof, and a span the breadth thereof, being double."}, {"id": 2039010, "c": 39, "v": 10, "d": "And they set in it four rows of stones. A row of sardius, topaz, and carbuncle was the first row;"}, {"id": 2039011, "c": 39, "v": 11, "d": "and the second row, an emerald, a sapphire, and a diamond;"}, {"id": 2039012, "c": 39, "v": 12, "d": "and the third row, a jacinth, an agate, and an amethyst;"}, {"id": 2039013, "c": 39, "v": 13, "d": "and the fourth row, a beryl, an onyx, and a jaspar: they were inclosed in inclosings of gold in their settings."}, {"id": 2039014, "c": 39, "v": 14, "d": "And the stones were according to the names of the children of Israel, twelve, according to their names; like the engravings of a signet, every one according to his name, for the twelve tribes."}, {"id": 2039015, "c": 39, "v": 15, "d": "And they made upon the breastplate chains like cords, of wreathen work of pure gold."}, {"id": 2039016, "c": 39, "v": 16, "d": "And they made two settings of gold, and two gold rings, and put the two rings on the two ends of the breastplate."}, {"id": 2039017, "c": 39, "v": 17, "d": "And they put the two wreathen chains of gold in the two rings at the ends of the breastplate."}, {"id": 2039018, "c": 39, "v": 18, "d": "And the `other' two ends of the two wreathen chains they put on the two settings, and put them on the shoulder-pieces of the ephod, in the forepart thereof."}, {"id": 2039019, "c": 39, "v": 19, "d": "And they made two rings of gold, and put them upon the two ends of the breastplate, upon the edge thereof, which was toward the side of the ephod inward."}, {"id": 2039020, "c": 39, "v": 20, "d": "And they made two rings of gold, and put them on the two shoulder-pieces of the ephod underneath, in the forepart thereof, close by the coupling thereof, above the skilfully woven band of the ephod."}, {"id": 2039021, "c": 39, "v": 21, "d": "And they did bind the breastplate by the rings thereof unto the rings of the ephod with a lace of blue, that it might be upon the skilfully woven band of the ephod, and that the breastplate might not be loosed from the ephod; as Jehovah commanded Moses."}, {"id": 2039022, "c": 39, "v": 22, "d": "And he made the robe of the ephod of woven work, all of blue."}, {"id": 2039023, "c": 39, "v": 23, "d": "And the hole of the robe in the midst thereof, as the hole of a coat of mail, with a binding round about the hole of it, that it should not be rent."}, {"id": 2039024, "c": 39, "v": 24, "d": "And they made upon the skirts of the robe pomegranates of blue, and purple, and scarlet, `and' twined `linen'."}, {"id": 2039025, "c": 39, "v": 25, "d": "And they made bells of pure gold, and put the bells between the pomegranates upon the skirts of the robe round about, between the pomegranates;"}, {"id": 2039026, "c": 39, "v": 26, "d": "a bell and a pomegranate, a bell and a pomegranate, upon the skirts of the robe round about, to minister in; as Jehovah commanded Moses."}, {"id": 2039027, "c": 39, "v": 27, "d": "And they made the coats of fine linen of woven work for Aaron, and for his sons,"}, {"id": 2039028, "c": 39, "v": 28, "d": "and the mitre of fine linen, and the goodly head-tires of fine linen, and the linen breeches of fine twined linen,"}, {"id": 2039029, "c": 39, "v": 29, "d": "and the girdle of fine twined linen, and blue, and purple, and scarlet, the work of the embroiderer; as Jehovah commanded Moses."}, {"id": 2039030, "c": 39, "v": 30, "d": "And they made the plate of the holy crown of pure gold, and wrote upon it a writing, like the engravings of a signet, HOLY TO JEHOVAH."}, {"id": 2039031, "c": 39, "v": 31, "d": "And they tied unto it a lace of blue, to fasten it upon the mitre above; as Jehovah commanded Moses."}, {"id": 2039032, "c": 39, "v": 32, "d": "Thus was finished all the work of the tabernacle of the tent of meeting: and the children of Israel did according to all that Jehovah commanded Moses; so did they."}, {"id": 2039033, "c": 39, "v": 33, "d": "And they brought the tabernacle unto Moses, the Tent, and all its furniture, its clasps, its boards, it bars, and its pillars, and it sockets;"}, {"id": 2039034, "c": 39, "v": 34, "d": "and the covering of rams' skins dyed red, and the covering of sealskins, and the veil of the screen;"}, {"id": 2039035, "c": 39, "v": 35, "d": "the ark of the testimony, and the staves thereof, and the mercy-seat;"}, {"id": 2039036, "c": 39, "v": 36, "d": "the table, all the vessels thereof, and the showbread;"}, {"id": 2039037, "c": 39, "v": 37, "d": "the pure candlestick, the lamps thereof, even the lamps to be set in order, and all the vessels thereof, and the oil for the light;"}, {"id": 2039038, "c": 39, "v": 38, "d": "and the golden altar, and the anointing oil, and the sweet incense, and the screen for the door of the Tent;"}, {"id": 2039039, "c": 39, "v": 39, "d": "the brazen altar, and its grating of brass, its staves, and all its vessels, the laver and its base;"}, {"id": 2039040, "c": 39, "v": 40, "d": "the hangings of the court, its pillars, and its sockets, and the screen for the gate of the court, the cords thereof, and the pins thereof, and all the instruments of the service of the tabernacle, for the tent of meeting;"}, {"id": 2039041, "c": 39, "v": 41, "d": "the finely wrought garments for ministering in the holy place, and the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest's office."}, {"id": 2039042, "c": 39, "v": 42, "d": "According to all that Jehovah commanded Moses, so the children of Israel did all the work."}, {"id": 2039043, "c": 39, "v": 43, "d": "And Moses saw all the work, and, behold, they had done it; as Jehovah had commanded, even so had they done it: and Moses blessed them."}, {"id": 2040001, "c": 40, "v": 1, "d": "And Jehovah spake unto Moses, saying,"}, {"id": 2040002, "c": 40, "v": 2, "d": "On the first day of the first month shalt thou rear up the tabernacle of the tent of meeting."}, {"id": 2040003, "c": 40, "v": 3, "d": "And thou shalt put therein the ark of the testimony, and thou shalt screen the ark with the veil."}, {"id": 2040004, "c": 40, "v": 4, "d": "And thou shalt bring in the table, and set in order the things that are upon it; and thou shalt bring in the candlestick, and light the lamps thereof."}, {"id": 2040005, "c": 40, "v": 5, "d": "And thou shalt set the golden altar for incense before the ark of the testimony, and put the screen of the door to the tabernacle."}, {"id": 2040006, "c": 40, "v": 6, "d": "And thou shalt set the altar of burnt-offering before the door of the tabernacle of the tent of meeting."}, {"id": 2040007, "c": 40, "v": 7, "d": "And thou shalt set the laver between the tent of meeting and the altar, and shalt put water therein."}, {"id": 2040008, "c": 40, "v": 8, "d": "And thou shalt set up the court round about, and hang up the screen of the gate of the court."}, {"id": 2040009, "c": 40, "v": 9, "d": "And thou shalt take the anointing oil, and anoint the tabernacle, and all that is therein, and shalt hallow it, and all the furniture thereof: and it shall be holy."}, {"id": 2040010, "c": 40, "v": 10, "d": "And thou shalt anoint the altar of burnt-offering, and all its vessels, and sanctify the altar: and the altar shall be most holy."}, {"id": 2040011, "c": 40, "v": 11, "d": "And thou shalt anoint the laver and its base, and sanctify it."}, {"id": 2040012, "c": 40, "v": 12, "d": "And thou shalt bring Aaron and his sons unto the door of the tent of meeting, and shalt wash them with water."}, {"id": 2040013, "c": 40, "v": 13, "d": "And thou shalt put upon Aaron the holy garments; and thou shalt anoint him, and sanctify him, that he may minister unto me in the priest's office."}, {"id": 2040014, "c": 40, "v": 14, "d": "And thou shalt bring his sons, and put coats upon them;"}, {"id": 2040015, "c": 40, "v": 15, "d": "and thou shalt anoint them, as thou didst anoint their father, that they may minister unto me in the priest's office: and their anointing shall be to them for an everlasting priesthood throughout their generations."}, {"id": 2040016, "c": 40, "v": 16, "d": "Thus did Moses: according to all that Jehovah commanded him, so did he."}, {"id": 2040017, "c": 40, "v": 17, "d": "And it came to pass in the first month in the second year, on the first day of the month, that the tabernacle was reared up."}, {"id": 2040018, "c": 40, "v": 18, "d": "And Moses reared up the tabernacle, and laid its sockets, and set up the boards thereof, and put in the bars thereof, and reared up its pillars."}, {"id": 2040019, "c": 40, "v": 19, "d": "And he spread the tent over the tabernacle, and put the covering of the tent above upon it; as Jehovah commanded Moses."}, {"id": 2040020, "c": 40, "v": 20, "d": "And he took and put the testimony into the ark, and set the staves on the ark, and put the mercy-seat above upon the ark:"}, {"id": 2040021, "c": 40, "v": 21, "d": "and he brought the ark into the tabernacle, and set up the veil of the screen, and screened the ark of the testimony; as Jehovah commanded Moses."}, {"id": 2040022, "c": 40, "v": 22, "d": "And he put the table in the tent of meeting, upon the side of the tabernacle northward, without the veil."}, {"id": 2040023, "c": 40, "v": 23, "d": "And he set the bread in order upon it before Jehovah; as Jehovah commanded Moses."}, {"id": 2040024, "c": 40, "v": 24, "d": "And he put the candlestick in the tent of meeting, over against the table, on the side of the tabernacle southward."}, {"id": 2040025, "c": 40, "v": 25, "d": "And he lighted the lamps before Jehovah; as Jehovah commanded Moses."}, {"id": 2040026, "c": 40, "v": 26, "d": "And he put the golden altar in the tent of meeting before the veil:"}, {"id": 2040027, "c": 40, "v": 27, "d": "and he burnt thereon incense of sweet spices; as Jehovah commanded Moses."}, {"id": 2040028, "c": 40, "v": 28, "d": "And he put the screen of the door to the tabernacle."}, {"id": 2040029, "c": 40, "v": 29, "d": "And he set the altar of burnt-offering at the door of the tabernacle of the tent of meeting, and offered upon it the burnt-offering and the meal-offering; as Jehovah commanded Moses."}, {"id": 2040030, "c": 40, "v": 30, "d": "And he set the laver between the tent of meeting and the altar, and put water therein, wherewith to wash."}, {"id": 2040031, "c": 40, "v": 31, "d": "And Moses and Aaron and his sons washed their hands and their feet thereat;"}, {"id": 2040032, "c": 40, "v": 32, "d": "when they went into the tent of meeting, and when they came near unto the altar, they washed; as Jehovah commanded Moses."}, {"id": 2040033, "c": 40, "v": 33, "d": "And he reared up the court round about the tabernacle and the altar, and set up the screen of the gate of the court. So Moses finished the work."}, {"id": 2040034, "c": 40, "v": 34, "d": "Then the cloud covered the tent of meeting, and the glory of Jehovah filled the tabernacle."}, {"id": 2040035, "c": 40, "v": 35, "d": "And Moses was not able to enter into the tent of meeting, because the cloud abode thereon, and the glory of Jehovah filled the tabernacle."}, {"id": 2040036, "c": 40, "v": 36, "d": "And when the cloud was taken up from over the tabernacle, the children of Israel went onward, throughout all their journeys:"}, {"id": 2040037, "c": 40, "v": 37, "d": "but if the cloud was not taken up, then they journeyed not till the day that it was taken up."}, {"id": 2040038, "c": 40, "v": 38, "d": "For the cloud of Jehovah was upon the tabernacle by day, and there was fire therein by night, in the sight of all the house of Israel, throughout all their journeys."}]}