{"data": [{"id": 41001001, "c": 1, "v": 1, "d": "The beginning of the gospel of Jesus Christ, the Son of God;"}, {"id": 41001002, "c": 1, "v": 2, "d": "As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee."}, {"id": 41001003, "c": 1, "v": 3, "d": "The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight."}, {"id": 41001004, "c": 1, "v": 4, "d": "John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins."}, {"id": 41001005, "c": 1, "v": 5, "d": "And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins."}, {"id": 41001006, "c": 1, "v": 6, "d": "And John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey;"}, {"id": 41001007, "c": 1, "v": 7, "d": "And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose."}, {"id": 41001008, "c": 1, "v": 8, "d": "I indeed have baptized you with water: but he shall baptize you with the Holy Ghost."}, {"id": 41001009, "c": 1, "v": 9, "d": "And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan."}, {"id": 41001010, "c": 1, "v": 10, "d": "And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him:"}, {"id": 41001011, "c": 1, "v": 11, "d": "And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased."}, {"id": 41001012, "c": 1, "v": 12, "d": "And immediately the spirit driveth him into the wilderness."}, {"id": 41001013, "c": 1, "v": 13, "d": "And he was there in the wilderness forty days, tempted of Satan; and was with the wild beasts; and the angels ministered unto him."}, {"id": 41001014, "c": 1, "v": 14, "d": "Now after that John was put in prison, Jesus came into Galilee, preaching the gospel of the kingdom of God,"}, {"id": 41001015, "c": 1, "v": 15, "d": "And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel."}, {"id": 41001016, "c": 1, "v": 16, "d": "Now as he walked by the sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea: for they were fishers."}, {"id": 41001017, "c": 1, "v": 17, "d": "And Jesus said unto them, Come ye after me, and I will make you to become fishers of men."}, {"id": 41001018, "c": 1, "v": 18, "d": "And straightway they forsook their nets, and followed him."}, {"id": 41001019, "c": 1, "v": 19, "d": "And when he had gone a little farther thence, he saw James the son of Zebedee, and John his brother, who also were in the ship mending their nets."}, {"id": 41001020, "c": 1, "v": 20, "d": "And straightway he called them: and they left their father Zebedee in the ship with the hired servants, and went after him."}, {"id": 41001021, "c": 1, "v": 21, "d": "And they went into Capernaum; and straightway on the sabbath day he entered into the synagogue, and taught."}, {"id": 41001022, "c": 1, "v": 22, "d": "And they were astonished at his doctrine: for he taught them as one that had authority, and not as the scribes."}, {"id": 41001023, "c": 1, "v": 23, "d": "And there was in their synagogue a man with an unclean spirit; and he cried out,"}, {"id": 41001024, "c": 1, "v": 24, "d": "Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God."}, {"id": 41001025, "c": 1, "v": 25, "d": "And Jesus rebuked him, saying, Hold thy peace, and come out of him."}, {"id": 41001026, "c": 1, "v": 26, "d": "And when the unclean spirit had torn him, and cried with a loud voice, he came out of him."}, {"id": 41001027, "c": 1, "v": 27, "d": "And they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him."}, {"id": 41001028, "c": 1, "v": 28, "d": "And immediately his fame spread abroad throughout all the region round about Galilee."}, {"id": 41001029, "c": 1, "v": 29, "d": "And forthwith, when they were come out of the synagogue, they entered into the house of Simon and Andrew, with James and John."}, {"id": 41001030, "c": 1, "v": 30, "d": "But Simon's wife's mother lay sick of a fever, and anon they tell him of her."}, {"id": 41001031, "c": 1, "v": 31, "d": "And he came and took her by the hand, and lifted her up; and immediately the fever left her, and she ministered unto them."}, {"id": 41001032, "c": 1, "v": 32, "d": "And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils."}, {"id": 41001033, "c": 1, "v": 33, "d": "And all the city was gathered together at the door."}, {"id": 41001034, "c": 1, "v": 34, "d": "And he healed many that were sick of divers diseases, and cast out many devils; and suffered not the devils to speak, because they knew him."}, {"id": 41001035, "c": 1, "v": 35, "d": "And in the morning, rising up a great while before day, he went out, and departed into a solitary place, and there prayed."}, {"id": 41001036, "c": 1, "v": 36, "d": "And Simon and they that were with him followed after him."}, {"id": 41001037, "c": 1, "v": 37, "d": "And when they had found him, they said unto him, All men seek for thee."}, {"id": 41001038, "c": 1, "v": 38, "d": "And he said unto them, Let us go into the next towns, that I may preach there also: for therefore came I forth."}, {"id": 41001039, "c": 1, "v": 39, "d": "And he preached in their synagogues throughout all Galilee, and cast out devils."}, {"id": 41001040, "c": 1, "v": 40, "d": "And there came a leper to him, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean."}, {"id": 41001041, "c": 1, "v": 41, "d": "And Jesus, moved with compassion, put forth his hand, and touched him, and saith unto him, I will; be thou clean."}, {"id": 41001042, "c": 1, "v": 42, "d": "And as soon as he had spoken, immediately the leprosy departed from him, and he was cleansed."}, {"id": 41001043, "c": 1, "v": 43, "d": "And he straitly charged him, and forthwith sent him away;"}, {"id": 41001044, "c": 1, "v": 44, "d": "And saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them."}, {"id": 41001045, "c": 1, "v": 45, "d": "But he went out, and began to publish it much, and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter."}, {"id": 41002001, "c": 2, "v": 1, "d": "And again he entered into Capernaum after some days; and it was noised that he was in the house."}, {"id": 41002002, "c": 2, "v": 2, "d": "And straightway many were gathered together, insomuch that there was no room to receive them, no, not so much as about the door: and he preached the word unto them."}, {"id": 41002003, "c": 2, "v": 3, "d": "And they come unto him, bringing one sick of the palsy, which was borne of four."}, {"id": 41002004, "c": 2, "v": 4, "d": "And when they could not come nigh unto him for the press, they uncovered the roof where he was: and when they had broken it up, they let down the bed wherein the sick of the palsy lay."}, {"id": 41002005, "c": 2, "v": 5, "d": "When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee."}, {"id": 41002006, "c": 2, "v": 6, "d": "But there was certain of the scribes sitting there, and reasoning in their hearts,"}, {"id": 41002007, "c": 2, "v": 7, "d": "Why doth this man thus speak blasphemies? who can forgive sins but God only?"}, {"id": 41002008, "c": 2, "v": 8, "d": "And immediately when Jesus perceived in his spirit that they so reasoned within themselves, he said unto them, Why reason ye these things in your hearts?"}, {"id": 41002009, "c": 2, "v": 9, "d": "Whether is it easier to say to the sick of the palsy, Thy sins be forgiven thee; or to say, Arise, and take up thy bed, and walk?"}, {"id": 41002010, "c": 2, "v": 10, "d": "But that ye may know that the Son of man hath power on earth to forgive sins, (he saith to the sick of the palsy,)"}, {"id": 41002011, "c": 2, "v": 11, "d": "I say unto thee, Arise, and take up thy bed, and go thy way into thine house."}, {"id": 41002012, "c": 2, "v": 12, "d": "And immediately he arose, took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion."}, {"id": 41002013, "c": 2, "v": 13, "d": "And he went forth again by the sea side; and all the multitude resorted unto him, and he taught them."}, {"id": 41002014, "c": 2, "v": 14, "d": "And as he passed by, he saw Levi the son of Alphaeus sitting at the receipt of custom, and said unto him, Follow me. And he arose and followed him."}, {"id": 41002015, "c": 2, "v": 15, "d": "And it came to pass, that, as Jesus sat at meat in his house, many publicans and sinners sat also together with Jesus and his disciples: for there were many, and they followed him."}, {"id": 41002016, "c": 2, "v": 16, "d": "And when the scribes and Pharisees saw him eat with publicans and sinners, they said unto his disciples, How is it that he eateth and drinketh with publicans and sinners?"}, {"id": 41002017, "c": 2, "v": 17, "d": "When Jesus heard it, he saith unto them, They that are whole have no need of the physician, but they that are sick: I came not to call the righteous, but sinners to repentance."}, {"id": 41002018, "c": 2, "v": 18, "d": "And the disciples of John and of the Pharisees used to fast: and they come and say unto him, Why do the disciples of John and of the Pharisees fast, but thy disciples fast not?"}, {"id": 41002019, "c": 2, "v": 19, "d": "And Jesus said unto them, Can the children of the bridechamber fast, while the bridegroom is with them? as long as they have the bridegroom with them, they cannot fast."}, {"id": 41002020, "c": 2, "v": 20, "d": "But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days."}, {"id": 41002021, "c": 2, "v": 21, "d": "No man also seweth a piece of new cloth on an old garment: else the new piece that filled it up taketh away from the old, and the rent is made worse."}, {"id": 41002022, "c": 2, "v": 22, "d": "And no man putteth new wine into old bottles: else the new wine doth burst the bottles, and the wine is spilled, and the bottles will be marred: but new wine must be put into new bottles."}, {"id": 41002023, "c": 2, "v": 23, "d": "And it came to pass, that he went through the corn fields on the sabbath day; and his disciples began, as they went, to pluck the ears of corn."}, {"id": 41002024, "c": 2, "v": 24, "d": "And the Pharisees said unto him, Behold, why do they on the sabbath day that which is not lawful?"}, {"id": 41002025, "c": 2, "v": 25, "d": "And he said unto them, Have ye never read what David did, when he had need, and was an hungred, he, and they that were with him?"}, {"id": 41002026, "c": 2, "v": 26, "d": "How he went into the house of God in the days of Abiathar the high priest, and did eat the shewbread, which is not lawful to eat but for the priests, and gave also to them which were with him?"}, {"id": 41002027, "c": 2, "v": 27, "d": "And he said unto them, The sabbath was made for man, and not man for the sabbath:"}, {"id": 41002028, "c": 2, "v": 28, "d": "Therefore the Son of man is Lord also of the sabbath."}, {"id": 41003001, "c": 3, "v": 1, "d": "And he entered again into the synagogue; and there was a man there which had a withered hand."}, {"id": 41003002, "c": 3, "v": 2, "d": "And they watched him, whether he would heal him on the sabbath day; that they might accuse him."}, {"id": 41003003, "c": 3, "v": 3, "d": "And he saith unto the man which had the withered hand, Stand forth."}, {"id": 41003004, "c": 3, "v": 4, "d": "And he saith unto them, Is it lawful to do good on the sabbath days, or to do evil? to save life, or to kill? But they held their peace."}, {"id": 41003005, "c": 3, "v": 5, "d": "And when he had looked round about on them with anger, being grieved for the hardness of their hearts, he saith unto the man, Stretch forth thine hand. And he stretched it out: and his hand was restored whole as the other."}, {"id": 41003006, "c": 3, "v": 6, "d": "And the Pharisees went forth, and straightway took counsel with the Herodians against him, how they might destroy him."}, {"id": 41003007, "c": 3, "v": 7, "d": "But Jesus withdrew himself with his disciples to the sea: and a great multitude from Galilee followed him, and from Judaea,"}, {"id": 41003008, "c": 3, "v": 8, "d": "And from Jerusalem, and from Idumaea, and from beyond Jordan; and they about Tyre and Sidon, a great multitude, when they had heard what great things he did, came unto him."}, {"id": 41003009, "c": 3, "v": 9, "d": "And he spake to his disciples, that a small ship should wait on him because of the multitude, lest they should throng him."}, {"id": 41003010, "c": 3, "v": 10, "d": "For he had healed many; insomuch that they pressed upon him for to touch him, as many as had plagues."}, {"id": 41003011, "c": 3, "v": 11, "d": "And unclean spirits, when they saw him, fell down before him, and cried, saying, Thou art the Son of God."}, {"id": 41003012, "c": 3, "v": 12, "d": "And he straitly charged them that they should not make him known."}, {"id": 41003013, "c": 3, "v": 13, "d": "And he goeth up into a mountain, and calleth unto him whom he would: and they came unto him."}, {"id": 41003014, "c": 3, "v": 14, "d": "And he ordained twelve, that they should be with him, and that he might send them forth to preach,"}, {"id": 41003015, "c": 3, "v": 15, "d": "And to have power to heal sicknesses, and to cast out devils:"}, {"id": 41003016, "c": 3, "v": 16, "d": "And Simon he surnamed Peter;"}, {"id": 41003017, "c": 3, "v": 17, "d": "And James the son of Zebedee, and John the brother of James; and he surnamed them Boanerges, which is, The sons of thunder:"}, {"id": 41003018, "c": 3, "v": 18, "d": "And Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Canaanite,"}, {"id": 41003019, "c": 3, "v": 19, "d": "And Judas Iscariot, which also betrayed him: and they went into an house."}, {"id": 41003020, "c": 3, "v": 20, "d": "And the multitude cometh together again, so that they could not so much as eat bread."}, {"id": 41003021, "c": 3, "v": 21, "d": "And when his friends heard of it, they went out to lay hold on him: for they said, He is beside himself."}, {"id": 41003022, "c": 3, "v": 22, "d": "And the scribes which came down from Jerusalem said, He hath Beelzebub, and by the prince of the devils casteth he out devils."}, {"id": 41003023, "c": 3, "v": 23, "d": "And he called them unto him, and said unto them in parables, How can Satan cast out Satan?"}, {"id": 41003024, "c": 3, "v": 24, "d": "And if a kingdom be divided against itself, that kingdom cannot stand."}, {"id": 41003025, "c": 3, "v": 25, "d": "And if a house be divided against itself, that house cannot stand."}, {"id": 41003026, "c": 3, "v": 26, "d": "And if Satan rise up against himself, and be divided, he cannot stand, but hath an end."}, {"id": 41003027, "c": 3, "v": 27, "d": "No man can enter into a strong man's house, and spoil his goods, except he will first bind the strong man; and then he will spoil his house."}, {"id": 41003028, "c": 3, "v": 28, "d": "Verily I say unto you, All sins shall be forgiven unto the sons of men, and blasphemies wherewith soever they shall blaspheme:"}, {"id": 41003029, "c": 3, "v": 29, "d": "But he that shall blaspheme against the Holy Ghost hath never forgiveness, but is in danger of eternal damnation."}, {"id": 41003030, "c": 3, "v": 30, "d": "Because they said, He hath an unclean spirit."}, {"id": 41003031, "c": 3, "v": 31, "d": "There came then his brethren and his mother, and, standing without, sent unto him, calling him."}, {"id": 41003032, "c": 3, "v": 32, "d": "And the multitude sat about him, and they said unto him, Behold, thy mother and thy brethren without seek for thee."}, {"id": 41003033, "c": 3, "v": 33, "d": "And he answered them, saying, Who is my mother, or my brethren?"}, {"id": 41003034, "c": 3, "v": 34, "d": "And he looked round about on them which sat about him, and said, Behold my mother and my brethren!"}, {"id": 41003035, "c": 3, "v": 35, "d": "For whosoever shall do the will of God, the same is my brother, and my sister, and mother."}, {"id": 41004001, "c": 4, "v": 1, "d": "And he began again to teach by the sea side: and there was gathered unto him a great multitude, so that he entered into a ship, and sat in the sea; and the whole multitude was by the sea on the land."}, {"id": 41004002, "c": 4, "v": 2, "d": "And he taught them many things by parables, and said unto them in his doctrine,"}, {"id": 41004003, "c": 4, "v": 3, "d": "Hearken; Behold, there went out a sower to sow:"}, {"id": 41004004, "c": 4, "v": 4, "d": "And it came to pass, as he sowed, some fell by the way side, and the fowls of the air came and devoured it up."}, {"id": 41004005, "c": 4, "v": 5, "d": "And some fell on stony ground, where it had not much earth; and immediately it sprang up, because it had no depth of earth:"}, {"id": 41004006, "c": 4, "v": 6, "d": "But when the sun was up, it was scorched; and because it had no root, it withered away."}, {"id": 41004007, "c": 4, "v": 7, "d": "And some fell among thorns, and the thorns grew up, and choked it, and it yielded no fruit."}, {"id": 41004008, "c": 4, "v": 8, "d": "And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred."}, {"id": 41004009, "c": 4, "v": 9, "d": "And he said unto them, He that hath ears to hear, let him hear."}, {"id": 41004010, "c": 4, "v": 10, "d": "And when he was alone, they that were about him with the twelve asked of him the parable."}, {"id": 41004011, "c": 4, "v": 11, "d": "And he said unto them, Unto you it is given to know the mystery of the kingdom of God: but unto them that are without, all these things are done in parables:"}, {"id": 41004012, "c": 4, "v": 12, "d": "That seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and their sins should be forgiven them."}, {"id": 41004013, "c": 4, "v": 13, "d": "And he said unto them, Know ye not this parable? and how then will ye know all parables?"}, {"id": 41004014, "c": 4, "v": 14, "d": "The sower soweth the word."}, {"id": 41004015, "c": 4, "v": 15, "d": "And these are they by the way side, where the word is sown; but when they have heard, Satan cometh immediately, and taketh away the word that was sown in their hearts."}, {"id": 41004016, "c": 4, "v": 16, "d": "And these are they likewise which are sown on stony ground; who, when they have heard the word, immediately receive it with gladness;"}, {"id": 41004017, "c": 4, "v": 17, "d": "And have no root in themselves, and so endure but for a time: afterward, when affliction or persecution ariseth for the word's sake, immediately they are offended."}, {"id": 41004018, "c": 4, "v": 18, "d": "And these are they which are sown among thorns; such as hear the word,"}, {"id": 41004019, "c": 4, "v": 19, "d": "And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful."}, {"id": 41004020, "c": 4, "v": 20, "d": "And these are they which are sown on good ground; such as hear the word, and receive it, and bring forth fruit, some thirtyfold, some sixty, and some an hundred."}, {"id": 41004021, "c": 4, "v": 21, "d": "And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?"}, {"id": 41004022, "c": 4, "v": 22, "d": "For there is nothing hid, which shall not be manifested; neither was any thing kept secret, but that it should come abroad."}, {"id": 41004023, "c": 4, "v": 23, "d": "If any man have ears to hear, let him hear."}, {"id": 41004024, "c": 4, "v": 24, "d": "And he said unto them, Take heed what ye hear: with what measure ye mete, it shall be measured to you: and unto you that hear shall more be given."}, {"id": 41004025, "c": 4, "v": 25, "d": "For he that hath, to him shall be given: and he that hath not, from him shall be taken even that which he hath."}, {"id": 41004026, "c": 4, "v": 26, "d": "And he said, So is the kingdom of God, as if a man should cast seed into the ground;"}, {"id": 41004027, "c": 4, "v": 27, "d": "And should sleep, and rise night and day, and the seed should spring and grow up, he knoweth not how."}, {"id": 41004028, "c": 4, "v": 28, "d": "For the earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear."}, {"id": 41004029, "c": 4, "v": 29, "d": "But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come."}, {"id": 41004030, "c": 4, "v": 30, "d": "And he said, Whereunto shall we liken the kingdom of God? or with what comparison shall we compare it?"}, {"id": 41004031, "c": 4, "v": 31, "d": "It is like a grain of mustard seed, which, when it is sown in the earth, is less than all the seeds that be in the earth:"}, {"id": 41004032, "c": 4, "v": 32, "d": "But when it is sown, it groweth up, and becometh greater than all herbs, and shooteth out great branches; so that the fowls of the air may lodge under the shadow of it."}, {"id": 41004033, "c": 4, "v": 33, "d": "And with many such parables spake he the word unto them, as they were able to hear it."}, {"id": 41004034, "c": 4, "v": 34, "d": "But without a parable spake he not unto them: and when they were alone, he expounded all things to his disciples."}, {"id": 41004035, "c": 4, "v": 35, "d": "And the same day, when the even was come, he saith unto them, Let us pass over unto the other side."}, {"id": 41004036, "c": 4, "v": 36, "d": "And when they had sent away the multitude, they took him even as he was in the ship. And there were also with him other little ships."}, {"id": 41004037, "c": 4, "v": 37, "d": "And there arose a great storm of wind, and the waves beat into the ship, so that it was now full."}, {"id": 41004038, "c": 4, "v": 38, "d": "And he was in the hinder part of the ship, asleep on a pillow: and they awake him, and say unto him, Master, carest thou not that we perish?"}, {"id": 41004039, "c": 4, "v": 39, "d": "And he arose, and rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm."}, {"id": 41004040, "c": 4, "v": 40, "d": "And he said unto them, Why are ye so fearful? how is it that ye have no faith?"}, {"id": 41004041, "c": 4, "v": 41, "d": "And they feared exceedingly, and said one to another, What manner of man is this, that even the wind and the sea obey him?"}, {"id": 41005001, "c": 5, "v": 1, "d": "And they came over unto the other side of the sea, into the country of the Gadarenes."}, {"id": 41005002, "c": 5, "v": 2, "d": "And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit,"}, {"id": 41005003, "c": 5, "v": 3, "d": "Who had his dwelling among the tombs; and no man could bind him, no, not with chains:"}, {"id": 41005004, "c": 5, "v": 4, "d": "Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any man tame him."}, {"id": 41005005, "c": 5, "v": 5, "d": "And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones."}, {"id": 41005006, "c": 5, "v": 6, "d": "But when he saw Jesus afar off, he ran and worshipped him,"}, {"id": 41005007, "c": 5, "v": 7, "d": "And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not."}, {"id": 41005008, "c": 5, "v": 8, "d": "For he said unto him, Come out of the man, thou unclean spirit."}, {"id": 41005009, "c": 5, "v": 9, "d": "And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many."}, {"id": 41005010, "c": 5, "v": 10, "d": "And he besought him much that he would not send them away out of the country."}, {"id": 41005011, "c": 5, "v": 11, "d": "Now there was there nigh unto the mountains a great herd of swine feeding."}, {"id": 41005012, "c": 5, "v": 12, "d": "And all the devils besought him, saying, Send us into the swine, that we may enter into them."}, {"id": 41005013, "c": 5, "v": 13, "d": "And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea."}, {"id": 41005014, "c": 5, "v": 14, "d": "And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done."}, {"id": 41005015, "c": 5, "v": 15, "d": "And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid."}, {"id": 41005016, "c": 5, "v": 16, "d": "And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine."}, {"id": 41005017, "c": 5, "v": 17, "d": "And they began to pray him to depart out of their coasts."}, {"id": 41005018, "c": 5, "v": 18, "d": "And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him."}, {"id": 41005019, "c": 5, "v": 19, "d": "Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee."}, {"id": 41005020, "c": 5, "v": 20, "d": "And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel."}, {"id": 41005021, "c": 5, "v": 21, "d": "And when Jesus was passed over again by ship unto the other side, much people gathered unto him: and he was nigh unto the sea."}, {"id": 41005022, "c": 5, "v": 22, "d": "And, behold, there cometh one of the rulers of the synagogue, Jairus by name; and when he saw him, he fell at his feet,"}, {"id": 41005023, "c": 5, "v": 23, "d": "And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live."}, {"id": 41005024, "c": 5, "v": 24, "d": "And Jesus went with him; and much people followed him, and thronged him."}, {"id": 41005025, "c": 5, "v": 25, "d": "And a certain woman, which had an issue of blood twelve years,"}, {"id": 41005026, "c": 5, "v": 26, "d": "And had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse,"}, {"id": 41005027, "c": 5, "v": 27, "d": "When she had heard of Jesus, came in the press behind, and touched his garment."}, {"id": 41005028, "c": 5, "v": 28, "d": "For she said, If I may touch but his clothes, I shall be whole."}, {"id": 41005029, "c": 5, "v": 29, "d": "And straightway the fountain of her blood was dried up; and she felt in her body that she was healed of that plague."}, {"id": 41005030, "c": 5, "v": 30, "d": "And Jesus, immediately knowing in himself that virtue had gone out of him, turned him about in the press, and said, Who touched my clothes?"}, {"id": 41005031, "c": 5, "v": 31, "d": "And his disciples said unto him, Thou seest the multitude thronging thee, and sayest thou, Who touched me?"}, {"id": 41005032, "c": 5, "v": 32, "d": "And he looked round about to see her that had done this thing."}, {"id": 41005033, "c": 5, "v": 33, "d": "But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth."}, {"id": 41005034, "c": 5, "v": 34, "d": "And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague."}, {"id": 41005035, "c": 5, "v": 35, "d": "While he yet spake, there came from the ruler of the synagogue's house certain which said, Thy daughter is dead: why troublest thou the Master any further?"}, {"id": 41005036, "c": 5, "v": 36, "d": "As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, Be not afraid, only believe."}, {"id": 41005037, "c": 5, "v": 37, "d": "And he suffered no man to follow him, save Peter, and James, and John the brother of James."}, {"id": 41005038, "c": 5, "v": 38, "d": "And he cometh to the house of the ruler of the synagogue, and seeth the tumult, and them that wept and wailed greatly."}, {"id": 41005039, "c": 5, "v": 39, "d": "And when he was come in, he saith unto them, Why make ye this ado, and weep? the damsel is not dead, but sleepeth."}, {"id": 41005040, "c": 5, "v": 40, "d": "And they laughed him to scorn. But when he had put them all out, he taketh the father and the mother of the damsel, and them that were with him, and entereth in where the damsel was lying."}, {"id": 41005041, "c": 5, "v": 41, "d": "And he took the damsel by the hand, and said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise."}, {"id": 41005042, "c": 5, "v": 42, "d": "And straightway the damsel arose, and walked; for she was of the age of twelve years. And they were astonished with a great astonishment."}, {"id": 41005043, "c": 5, "v": 43, "d": "And he charged them straitly that no man should know it; and commanded that something should be given her to eat."}, {"id": 41006001, "c": 6, "v": 1, "d": "And he went out from thence, and came into his own country; and his disciples follow him."}, {"id": 41006002, "c": 6, "v": 2, "d": "And when the sabbath day was come, he began to teach in the synagogue: and many hearing him were astonished, saying, From whence hath this man these things? and what wisdom is this which is given unto him, that even such mighty works are wrought by his hands?"}, {"id": 41006003, "c": 6, "v": 3, "d": "Is not this the carpenter, the son of Mary, the brother of James, and Joses, and of Juda, and Simon? and are not his sisters here with us? And they were offended at him."}, {"id": 41006004, "c": 6, "v": 4, "d": "But Jesus, said unto them, A prophet is not without honour, but in his own country, and among his own kin, and in his own house."}, {"id": 41006005, "c": 6, "v": 5, "d": "And he could there do no mighty work, save that he laid his hands upon a few sick folk, and healed them."}, {"id": 41006006, "c": 6, "v": 6, "d": "And he marvelled because of their unbelief. And he went round about the villages, teaching."}, {"id": 41006007, "c": 6, "v": 7, "d": "And he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;"}, {"id": 41006008, "c": 6, "v": 8, "d": "And commanded them that they should take nothing for their journey, save a staff only; no scrip, no bread, no money in their purse:"}, {"id": 41006009, "c": 6, "v": 9, "d": "But be shod with sandals; and not put on two coats."}, {"id": 41006010, "c": 6, "v": 10, "d": "And he said unto them, In what place soever ye enter into an house, there abide till ye depart from that place."}, {"id": 41006011, "c": 6, "v": 11, "d": "And whosoever shall not receive you, nor hear you, when ye depart thence, shake off the dust under your feet for a testimony against them. Verily I say unto you, It shall be more tolerable for Sodom and Gomorrha in the day of judgment, than for that city."}, {"id": 41006012, "c": 6, "v": 12, "d": "And they went out, and preached that men should repent."}, {"id": 41006013, "c": 6, "v": 13, "d": "And they cast out many devils, and anointed with oil many that were sick, and healed them."}, {"id": 41006014, "c": 6, "v": 14, "d": "And king Herod heard of him; (for his name was spread abroad:) and he said, That John the Baptist was risen from the dead, and therefore mighty works do shew forth themselves in him."}, {"id": 41006015, "c": 6, "v": 15, "d": "Others said, That it is Elias. And others said, That it is a prophet, or as one of the prophets."}, {"id": 41006016, "c": 6, "v": 16, "d": "But when Herod heard thereof, he said, It is John, whom I beheaded: he is risen from the dead."}, {"id": 41006017, "c": 6, "v": 17, "d": "For Herod himself had sent forth and laid hold upon John, and bound him in prison for Herodias' sake, his brother Philip's wife: for he had married her."}, {"id": 41006018, "c": 6, "v": 18, "d": "For John had said unto Herod, It is not lawful for thee to have thy brother's wife."}, {"id": 41006019, "c": 6, "v": 19, "d": "Therefore Herodias had a quarrel against him, and would have killed him; but she could not:"}, {"id": 41006020, "c": 6, "v": 20, "d": "For Herod feared John, knowing that he was a just man and an holy, and observed him; and when he heard him, he did many things, and heard him gladly."}, {"id": 41006021, "c": 6, "v": 21, "d": "And when a convenient day was come, that Herod on his birthday made a supper to his lords, high captains, and chief estates of Galilee;"}, {"id": 41006022, "c": 6, "v": 22, "d": "And when the daughter of the said Herodias came in, and danced, and pleased Herod and them that sat with him, the king said unto the damsel, Ask of me whatsoever thou wilt, and I will give it thee."}, {"id": 41006023, "c": 6, "v": 23, "d": "And he sware unto her, Whatsoever thou shalt ask of me, I will give it thee, unto the half of my kingdom."}, {"id": 41006024, "c": 6, "v": 24, "d": "And she went forth, and said unto her mother, What shall I ask? And she said, The head of John the Baptist."}, {"id": 41006025, "c": 6, "v": 25, "d": "And she came in straightway with haste unto the king, and asked, saying, I will that thou give me by and by in a charger the head of John the Baptist."}, {"id": 41006026, "c": 6, "v": 26, "d": "And the king was exceeding sorry; yet for his oath's sake, and for their sakes which sat with him, he would not reject her."}, {"id": 41006027, "c": 6, "v": 27, "d": "And immediately the king sent an executioner, and commanded his head to be brought: and he went and beheaded him in the prison,"}, {"id": 41006028, "c": 6, "v": 28, "d": "And brought his head in a charger, and gave it to the damsel: and the damsel gave it to her mother."}, {"id": 41006029, "c": 6, "v": 29, "d": "And when his disciples heard of it, they came and took up his corpse, and laid it in a tomb."}, {"id": 41006030, "c": 6, "v": 30, "d": "And the apostles gathered themselves together unto Jesus, and told him all things, both what they had done, and what they had taught."}, {"id": 41006031, "c": 6, "v": 31, "d": "And he said unto them, Come ye yourselves apart into a desert place, and rest a while: for there were many coming and going, and they had no leisure so much as to eat."}, {"id": 41006032, "c": 6, "v": 32, "d": "And they departed into a desert place by ship privately."}, {"id": 41006033, "c": 6, "v": 33, "d": "And the people saw them departing, and many knew him, and ran afoot thither out of all cities, and outwent them, and came together unto him."}, {"id": 41006034, "c": 6, "v": 34, "d": "And Jesus, when he came out, saw much people, and was moved with compassion toward them, because they were as sheep not having a shepherd: and he began to teach them many things."}, {"id": 41006035, "c": 6, "v": 35, "d": "And when the day was now far spent, his disciples came unto him, and said, This is a desert place, and now the time is far passed:"}, {"id": 41006036, "c": 6, "v": 36, "d": "Send them away, that they may go into the country round about, and into the villages, and buy themselves bread: for they have nothing to eat."}, {"id": 41006037, "c": 6, "v": 37, "d": "He answered and said unto them, Give ye them to eat. And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat?"}, {"id": 41006038, "c": 6, "v": 38, "d": "He saith unto them, How many loaves have ye? go and see. And when they knew, they say, Five, and two fishes."}, {"id": 41006039, "c": 6, "v": 39, "d": "And he commanded them to make all sit down by companies upon the green grass."}, {"id": 41006040, "c": 6, "v": 40, "d": "And they sat down in ranks, by hundreds, and by fifties."}, {"id": 41006041, "c": 6, "v": 41, "d": "And when he had taken the five loaves and the two fishes, he looked up to heaven, and blessed, and brake the loaves, and gave them to his disciples to set before them; and the two fishes divided he among them all."}, {"id": 41006042, "c": 6, "v": 42, "d": "And they did all eat, and were filled."}, {"id": 41006043, "c": 6, "v": 43, "d": "And they took up twelve baskets full of the fragments, and of the fishes."}, {"id": 41006044, "c": 6, "v": 44, "d": "And they that did eat of the loaves were about five thousand men."}, {"id": 41006045, "c": 6, "v": 45, "d": "And straightway he constrained his disciples to get into the ship, and to go to the other side before unto Bethsaida, while he sent away the people."}, {"id": 41006046, "c": 6, "v": 46, "d": "And when he had sent them away, he departed into a mountain to pray."}, {"id": 41006047, "c": 6, "v": 47, "d": "And when even was come, the ship was in the midst of the sea, and he alone on the land."}, {"id": 41006048, "c": 6, "v": 48, "d": "And he saw them toiling in rowing; for the wind was contrary unto them: and about the fourth watch of the night he cometh unto them, walking upon the sea, and would have passed by them."}, {"id": 41006049, "c": 6, "v": 49, "d": "But when they saw him walking upon the sea, they supposed it had been a spirit, and cried out:"}, {"id": 41006050, "c": 6, "v": 50, "d": "For they all saw him, and were troubled. And immediately he talked with them, and saith unto them, Be of good cheer: it is I; be not afraid."}, {"id": 41006051, "c": 6, "v": 51, "d": "And he went up unto them into the ship; and the wind ceased: and they were sore amazed in themselves beyond measure, and wondered."}, {"id": 41006052, "c": 6, "v": 52, "d": "For they considered not the miracle of the loaves: for their heart was hardened."}, {"id": 41006053, "c": 6, "v": 53, "d": "And when they had passed over, they came into the land of Gennesaret, and drew to the shore."}, {"id": 41006054, "c": 6, "v": 54, "d": "And when they were come out of the ship, straightway they knew him,"}, {"id": 41006055, "c": 6, "v": 55, "d": "And ran through that whole region round about, and began to carry about in beds those that were sick, where they heard he was."}, {"id": 41006056, "c": 6, "v": 56, "d": "And whithersoever he entered, into villages, or cities, or country, they laid the sick in the streets, and besought him that they might touch if it were but the border of his garment: and as many as touched him were made whole."}, {"id": 41007001, "c": 7, "v": 1, "d": "Then came together unto him the Pharisees, and certain of the scribes, which came from Jerusalem."}, {"id": 41007002, "c": 7, "v": 2, "d": "And when they saw some of his disciples eat bread with defiled, that is to say, with unwashen, hands, they found fault."}, {"id": 41007003, "c": 7, "v": 3, "d": "For the Pharisees, and all the Jews, except they wash their hands oft, eat not, holding the tradition of the elders."}, {"id": 41007004, "c": 7, "v": 4, "d": "And when they come from the market, except they wash, they eat not. And many other things there be, which they have received to hold, as the washing of cups, and pots, brasen vessels, and of tables."}, {"id": 41007005, "c": 7, "v": 5, "d": "Then the Pharisees and scribes asked him, Why walk not thy disciples according to the tradition of the elders, but eat bread with unwashen hands?"}, {"id": 41007006, "c": 7, "v": 6, "d": "He answered and said unto them, Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their lips, but their heart is far from me."}, {"id": 41007007, "c": 7, "v": 7, "d": "Howbeit in vain do they worship me, teaching for doctrines the commandments of men."}, {"id": 41007008, "c": 7, "v": 8, "d": "For laying aside the commandment of God, ye hold the tradition of men, as the washing of pots and cups: and many other such like things ye do."}, {"id": 41007009, "c": 7, "v": 9, "d": "And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition."}, {"id": 41007010, "c": 7, "v": 10, "d": "For Moses said, Honour thy father and thy mother; and, Whoso curseth father or mother, let him die the death:"}, {"id": 41007011, "c": 7, "v": 11, "d": "But ye say, If a man shall say to his father or mother, It is Corban, that is to say, a gift, by whatsoever thou mightest be profited by me; he shall be free."}, {"id": 41007012, "c": 7, "v": 12, "d": "And ye suffer him no more to do ought for his father or his mother;"}, {"id": 41007013, "c": 7, "v": 13, "d": "Making the word of God of none effect through your tradition, which ye have delivered: and many such like things do ye."}, {"id": 41007014, "c": 7, "v": 14, "d": "And when he had called all the people unto him, he said unto them, Hearken unto me every one of you, and understand:"}, {"id": 41007015, "c": 7, "v": 15, "d": "There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man."}, {"id": 41007016, "c": 7, "v": 16, "d": "If any man have ears to hear, let him hear."}, {"id": 41007017, "c": 7, "v": 17, "d": "And when he was entered into the house from the people, his disciples asked him concerning the parable."}, {"id": 41007018, "c": 7, "v": 18, "d": "And he saith unto them, Are ye so without understanding also? Do ye not perceive, that whatsoever thing from without entereth into the man, it cannot defile him;"}, {"id": 41007019, "c": 7, "v": 19, "d": "Because it entereth not into his heart, but into the belly, and goeth out into the draught, purging all meats?"}, {"id": 41007020, "c": 7, "v": 20, "d": "And he said, That which cometh out of the man, that defileth the man."}, {"id": 41007021, "c": 7, "v": 21, "d": "For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,"}, {"id": 41007022, "c": 7, "v": 22, "d": "Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:"}, {"id": 41007023, "c": 7, "v": 23, "d": "All these evil things come from within, and defile the man."}, {"id": 41007024, "c": 7, "v": 24, "d": "And from thence he arose, and went into the borders of Tyre and Sidon, and entered into an house, and would have no man know it: but he could not be hid."}, {"id": 41007025, "c": 7, "v": 25, "d": "For a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:"}, {"id": 41007026, "c": 7, "v": 26, "d": "The woman was a Greek, a Syrophenician by nation; and she besought him that he would cast forth the devil out of her daughter."}, {"id": 41007027, "c": 7, "v": 27, "d": "But Jesus said unto her, Let the children first be filled: for it is not meet to take the children's bread, and to cast it unto the dogs."}, {"id": 41007028, "c": 7, "v": 28, "d": "And she answered and said unto him, Yes, Lord: yet the dogs under the table eat of the children's crumbs."}, {"id": 41007029, "c": 7, "v": 29, "d": "And he said unto her, For this saying go thy way; the devil is gone out of thy daughter."}, {"id": 41007030, "c": 7, "v": 30, "d": "And when she was come to her house, she found the devil gone out, and her daughter laid upon the bed."}, {"id": 41007031, "c": 7, "v": 31, "d": "And again, departing from the coasts of Tyre and Sidon, he came unto the sea of Galilee, through the midst of the coasts of Decapolis."}, {"id": 41007032, "c": 7, "v": 32, "d": "And they bring unto him one that was deaf, and had an impediment in his speech; and they beseech him to put his hand upon him."}, {"id": 41007033, "c": 7, "v": 33, "d": "And he took him aside from the multitude, and put his fingers into his ears, and he spit, and touched his tongue;"}, {"id": 41007034, "c": 7, "v": 34, "d": "And looking up to heaven, he sighed, and saith unto him, Ephphatha, that is, Be opened."}, {"id": 41007035, "c": 7, "v": 35, "d": "And straightway his ears were opened, and the string of his tongue was loosed, and he spake plain."}, {"id": 41007036, "c": 7, "v": 36, "d": "And he charged them that they should tell no man: but the more he charged them, so much the more a great deal they published it;"}, {"id": 41007037, "c": 7, "v": 37, "d": "And were beyond measure astonished, saying, He hath done all things well: he maketh both the deaf to hear, and the dumb to speak."}, {"id": 41008001, "c": 8, "v": 1, "d": "In those days the multitude being very great, and having nothing to eat, Jesus called his disciples unto him, and saith unto them,"}, {"id": 41008002, "c": 8, "v": 2, "d": "I have compassion on the multitude, because they have now been with me three days, and have nothing to eat:"}, {"id": 41008003, "c": 8, "v": 3, "d": "And if I send them away fasting to their own houses, they will faint by the way: for divers of them came from far."}, {"id": 41008004, "c": 8, "v": 4, "d": "And his disciples answered him, From whence can a man satisfy these men with bread here in the wilderness?"}, {"id": 41008005, "c": 8, "v": 5, "d": "And he asked them, How many loaves have ye? And they said, Seven."}, {"id": 41008006, "c": 8, "v": 6, "d": "And he commanded the people to sit down on the ground: and he took the seven loaves, and gave thanks, and brake, and gave to his disciples to set before them; and they did set them before the people."}, {"id": 41008007, "c": 8, "v": 7, "d": "And they had a few small fishes: and he blessed, and commanded to set them also before them."}, {"id": 41008008, "c": 8, "v": 8, "d": "So they did eat, and were filled: and they took up of the broken meat that was left seven baskets."}, {"id": 41008009, "c": 8, "v": 9, "d": "And they that had eaten were about four thousand: and he sent them away."}, {"id": 41008010, "c": 8, "v": 10, "d": "And straightway he entered into a ship with his disciples, and came into the parts of Dalmanutha."}, {"id": 41008011, "c": 8, "v": 11, "d": "And the Pharisees came forth, and began to question with him, seeking of him a sign from heaven, tempting him."}, {"id": 41008012, "c": 8, "v": 12, "d": "And he sighed deeply in his spirit, and saith, Why doth this generation seek after a sign? verily I say unto you, There shall no sign be given unto this generation."}, {"id": 41008013, "c": 8, "v": 13, "d": "And he left them, and entering into the ship again departed to the other side."}, {"id": 41008014, "c": 8, "v": 14, "d": "Now the disciples had forgotten to take bread, neither had they in the ship with them more than one loaf."}, {"id": 41008015, "c": 8, "v": 15, "d": "And he charged them, saying, Take heed, beware of the leaven of the Pharisees, and of the leaven of Herod."}, {"id": 41008016, "c": 8, "v": 16, "d": "And they reasoned among themselves, saying, It is because we have no bread."}, {"id": 41008017, "c": 8, "v": 17, "d": "And when Jesus knew it, he saith unto them, Why reason ye, because ye have no bread? perceive ye not yet, neither understand? have ye your heart yet hardened?"}, {"id": 41008018, "c": 8, "v": 18, "d": "Having eyes, see ye not? and having ears, hear ye not? and do ye not remember?"}, {"id": 41008019, "c": 8, "v": 19, "d": "When I brake the five loaves among five thousand, how many baskets full of fragments took ye up? They say unto him, Twelve."}, {"id": 41008020, "c": 8, "v": 20, "d": "And when the seven among four thousand, how many baskets full of fragments took ye up? And they said, Seven."}, {"id": 41008021, "c": 8, "v": 21, "d": "And he said unto them, How is it that ye do not understand?"}, {"id": 41008022, "c": 8, "v": 22, "d": "And he cometh to Bethsaida; and they bring a blind man unto him, and besought him to touch him."}, {"id": 41008023, "c": 8, "v": 23, "d": "And he took the blind man by the hand, and led him out of the town; and when he had spit on his eyes, and put his hands upon him, he asked him if he saw ought."}, {"id": 41008024, "c": 8, "v": 24, "d": "And he looked up, and said, I see men as trees, walking."}, {"id": 41008025, "c": 8, "v": 25, "d": "After that he put his hands again upon his eyes, and made him look up: and he was restored, and saw every man clearly."}, {"id": 41008026, "c": 8, "v": 26, "d": "And he sent him away to his house, saying, Neither go into the town, nor tell it to any in the town."}, {"id": 41008027, "c": 8, "v": 27, "d": "And Jesus went out, and his disciples, into the towns of Caesarea Philippi: and by the way he asked his disciples, saying unto them, Whom do men say that I am?"}, {"id": 41008028, "c": 8, "v": 28, "d": "And they answered, John the Baptist; but some say, Elias; and others, One of the prophets."}, {"id": 41008029, "c": 8, "v": 29, "d": "And he saith unto them, But whom say ye that I am? And Peter answereth and saith unto him, Thou art the Christ."}, {"id": 41008030, "c": 8, "v": 30, "d": "And he charged them that they should tell no man of him."}, {"id": 41008031, "c": 8, "v": 31, "d": "And he began to teach them, that the Son of man must suffer many things, and be rejected of the elders, and of the chief priests, and scribes, and be killed, and after three days rise again."}, {"id": 41008032, "c": 8, "v": 32, "d": "And he spake that saying openly. And Peter took him, and began to rebuke him."}, {"id": 41008033, "c": 8, "v": 33, "d": "But when he had turned about and looked on his disciples, he rebuked Peter, saying, Get thee behind me, Satan: for thou savourest not the things that be of God, but the things that be of men."}, {"id": 41008034, "c": 8, "v": 34, "d": "And when he had called the people unto him with his disciples also, he said unto them, Whosoever will come after me, let him deny himself, and take up his cross, and follow me."}, {"id": 41008035, "c": 8, "v": 35, "d": "For whosoever will save his life shall lose it; but whosoever shall lose his life for my sake and the gospel's, the same shall save it."}, {"id": 41008036, "c": 8, "v": 36, "d": "For what shall it profit a man, if he shall gain the whole world, and lose his own soul?"}, {"id": 41008037, "c": 8, "v": 37, "d": "Or what shall a man give in exchange for his soul?"}, {"id": 41008038, "c": 8, "v": 38, "d": "Whosoever therefore shall be ashamed of me and of my words in this adulterous and sinful generation; of him also shall the Son of man be ashamed, when he cometh in the glory of his Father with the holy angels."}, {"id": 41009001, "c": 9, "v": 1, "d": "And he said unto them, Verily I say unto you, That there be some of them that stand here, which shall not taste of death, till they have seen the kingdom of God come with power."}, {"id": 41009002, "c": 9, "v": 2, "d": "And after six days Jesus taketh with him Peter, and James, and John, and leadeth them up into an high mountain apart by themselves: and he was transfigured before them."}, {"id": 41009003, "c": 9, "v": 3, "d": "And his raiment became shining, exceeding white as snow; so as no fuller on earth can white them."}, {"id": 41009004, "c": 9, "v": 4, "d": "And there appeared unto them Elias with Moses: and they were talking with Jesus."}, {"id": 41009005, "c": 9, "v": 5, "d": "And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias."}, {"id": 41009006, "c": 9, "v": 6, "d": "For he wist not what to say; for they were sore afraid."}, {"id": 41009007, "c": 9, "v": 7, "d": "And there was a cloud that overshadowed them: and a voice came out of the cloud, saying, This is my beloved Son: hear him."}, {"id": 41009008, "c": 9, "v": 8, "d": "And suddenly, when they had looked round about, they saw no man any more, save Jesus only with themselves."}, {"id": 41009009, "c": 9, "v": 9, "d": "And as they came down from the mountain, he charged them that they should tell no man what things they had seen, till the Son of man were risen from the dead."}, {"id": 41009010, "c": 9, "v": 10, "d": "And they kept that saying with themselves, questioning one with another what the rising from the dead should mean."}, {"id": 41009011, "c": 9, "v": 11, "d": "And they asked him, saying, Why say the scribes that Elias must first come?"}, {"id": 41009012, "c": 9, "v": 12, "d": "And he answered and told them, Elias verily cometh first, and restoreth all things; and how it is written of the Son of man, that he must suffer many things, and be set at nought."}, {"id": 41009013, "c": 9, "v": 13, "d": "But I say unto you, That Elias is indeed come, and they have done unto him whatsoever they listed, as it is written of him."}, {"id": 41009014, "c": 9, "v": 14, "d": "And when he came to his disciples, he saw a great multitude about them, and the scribes questioning with them."}, {"id": 41009015, "c": 9, "v": 15, "d": "And straightway all the people, when they beheld him, were greatly amazed, and running to him saluted him."}, {"id": 41009016, "c": 9, "v": 16, "d": "And he asked the scribes, What question ye with them?"}, {"id": 41009017, "c": 9, "v": 17, "d": "And one of the multitude answered and said, Master, I have brought unto thee my son, which hath a dumb spirit;"}, {"id": 41009018, "c": 9, "v": 18, "d": "And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not."}, {"id": 41009019, "c": 9, "v": 19, "d": "He answereth him, and saith, O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me."}, {"id": 41009020, "c": 9, "v": 20, "d": "And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming."}, {"id": 41009021, "c": 9, "v": 21, "d": "And he asked his father, How long is it ago since this came unto him? And he said, Of a child."}, {"id": 41009022, "c": 9, "v": 22, "d": "And ofttimes it hath cast him into the fire, and into the waters, to destroy him: but if thou canst do any thing, have compassion on us, and help us."}, {"id": 41009023, "c": 9, "v": 23, "d": "Jesus said unto him, If thou canst believe, all things are possible to him that believeth."}, {"id": 41009024, "c": 9, "v": 24, "d": "And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief."}, {"id": 41009025, "c": 9, "v": 25, "d": "When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him."}, {"id": 41009026, "c": 9, "v": 26, "d": "And the spirit cried, and rent him sore, and came out of him: and he was as one dead; insomuch that many said, He is dead."}, {"id": 41009027, "c": 9, "v": 27, "d": "But Jesus took him by the hand, and lifted him up; and he arose."}, {"id": 41009028, "c": 9, "v": 28, "d": "And when he was come into the house, his disciples asked him privately, Why could not we cast him out?"}, {"id": 41009029, "c": 9, "v": 29, "d": "And he said unto them, This kind can come forth by nothing, but by prayer and fasting."}, {"id": 41009030, "c": 9, "v": 30, "d": "And they departed thence, and passed through Galilee; and he would not that any man should know it."}, {"id": 41009031, "c": 9, "v": 31, "d": "For he taught his disciples, and said unto them, The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day."}, {"id": 41009032, "c": 9, "v": 32, "d": "But they understood not that saying, and were afraid to ask him."}, {"id": 41009033, "c": 9, "v": 33, "d": "And he came to Capernaum: and being in the house he asked them, What was it that ye disputed among yourselves by the way?"}, {"id": 41009034, "c": 9, "v": 34, "d": "But they held their peace: for by the way they had disputed among themselves, who should be the greatest."}, {"id": 41009035, "c": 9, "v": 35, "d": "And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all."}, {"id": 41009036, "c": 9, "v": 36, "d": "And he took a child, and set him in the midst of them: and when he had taken him in his arms, he said unto them,"}, {"id": 41009037, "c": 9, "v": 37, "d": "Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me."}, {"id": 41009038, "c": 9, "v": 38, "d": "And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us."}, {"id": 41009039, "c": 9, "v": 39, "d": "But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me."}, {"id": 41009040, "c": 9, "v": 40, "d": "For he that is not against us is on our part."}, {"id": 41009041, "c": 9, "v": 41, "d": "For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward."}, {"id": 41009042, "c": 9, "v": 42, "d": "And whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea."}, {"id": 41009043, "c": 9, "v": 43, "d": "And if thy hand offend thee, cut it off: it is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched:"}, {"id": 41009044, "c": 9, "v": 44, "d": "Where their worm dieth not, and the fire is not quenched."}, {"id": 41009045, "c": 9, "v": 45, "d": "And if thy foot offend thee, cut it off: it is better for thee to enter halt into life, than having two feet to be cast into hell, into the fire that never shall be quenched:"}, {"id": 41009046, "c": 9, "v": 46, "d": "Where their worm dieth not, and the fire is not quenched."}, {"id": 41009047, "c": 9, "v": 47, "d": "And if thine eye offend thee, pluck it out: it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire:"}, {"id": 41009048, "c": 9, "v": 48, "d": "Where their worm dieth not, and the fire is not quenched."}, {"id": 41009049, "c": 9, "v": 49, "d": "For every one shall be salted with fire, and every sacrifice shall be salted with salt."}, {"id": 41009050, "c": 9, "v": 50, "d": "Salt is good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another."}, {"id": 41010001, "c": 10, "v": 1, "d": "And he arose from thence, and cometh into the coasts of Judaea by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again."}, {"id": 41010002, "c": 10, "v": 2, "d": "And the Pharisees came to him, and asked him, Is it lawful for a man to put away his wife? tempting him."}, {"id": 41010003, "c": 10, "v": 3, "d": "And he answered and said unto them, What did Moses command you?"}, {"id": 41010004, "c": 10, "v": 4, "d": "And they said, Moses suffered to write a bill of divorcement, and to put her away."}, {"id": 41010005, "c": 10, "v": 5, "d": "And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept."}, {"id": 41010006, "c": 10, "v": 6, "d": "But from the beginning of the creation God made them male and female."}, {"id": 41010007, "c": 10, "v": 7, "d": "For this cause shall a man leave his father and mother, and cleave to his wife;"}, {"id": 41010008, "c": 10, "v": 8, "d": "And they twain shall be one flesh: so then they are no more twain, but one flesh."}, {"id": 41010009, "c": 10, "v": 9, "d": "What therefore God hath joined together, let not man put asunder."}, {"id": 41010010, "c": 10, "v": 10, "d": "And in the house his disciples asked him again of the same matter."}, {"id": 41010011, "c": 10, "v": 11, "d": "And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her."}, {"id": 41010012, "c": 10, "v": 12, "d": "And if a woman shall put away her husband, and be married to another, she committeth adultery."}, {"id": 41010013, "c": 10, "v": 13, "d": "And they brought young children to him, that he should touch them: and his disciples rebuked those that brought them."}, {"id": 41010014, "c": 10, "v": 14, "d": "But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God."}, {"id": 41010015, "c": 10, "v": 15, "d": "Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein."}, {"id": 41010016, "c": 10, "v": 16, "d": "And he took them up in his arms, put his hands upon them, and blessed them."}, {"id": 41010017, "c": 10, "v": 17, "d": "And when he was gone forth into the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?"}, {"id": 41010018, "c": 10, "v": 18, "d": "And Jesus said unto him, Why callest thou me good? there is none good but one, that is, God."}, {"id": 41010019, "c": 10, "v": 19, "d": "Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother."}, {"id": 41010020, "c": 10, "v": 20, "d": "And he answered and said unto him, Master, all these have I observed from my youth."}, {"id": 41010021, "c": 10, "v": 21, "d": "Then Jesus beholding him loved him, and said unto him, One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me."}, {"id": 41010022, "c": 10, "v": 22, "d": "And he was sad at that saying, and went away grieved: for he had great possessions."}, {"id": 41010023, "c": 10, "v": 23, "d": "And Jesus looked round about, and saith unto his disciples, How hardly shall they that have riches enter into the kingdom of God!"}, {"id": 41010024, "c": 10, "v": 24, "d": "And the disciples were astonished at his words. But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God!"}, {"id": 41010025, "c": 10, "v": 25, "d": "It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God."}, {"id": 41010026, "c": 10, "v": 26, "d": "And they were astonished out of measure, saying among themselves, Who then can be saved?"}, {"id": 41010027, "c": 10, "v": 27, "d": "And Jesus looking upon them saith, With men it is impossible, but not with God: for with God all things are possible."}, {"id": 41010028, "c": 10, "v": 28, "d": "Then Peter began to say unto him, Lo, we have left all, and have followed thee."}, {"id": 41010029, "c": 10, "v": 29, "d": "And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel's,"}, {"id": 41010030, "c": 10, "v": 30, "d": "But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life."}, {"id": 41010031, "c": 10, "v": 31, "d": "But many that are first shall be last; and the last first."}, {"id": 41010032, "c": 10, "v": 32, "d": "And they were in the way going up to Jerusalem; and Jesus went before them: and they were amazed; and as they followed, they were afraid. And he took again the twelve, and began to tell them what things should happen unto him,"}, {"id": 41010033, "c": 10, "v": 33, "d": "Saying, Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the chief priests, and unto the scribes; and they shall condemn him to death, and shall deliver him to the Gentiles:"}, {"id": 41010034, "c": 10, "v": 34, "d": "And they shall mock him, and shall scourge him, and shall spit upon him, and shall kill him: and the third day he shall rise again."}, {"id": 41010035, "c": 10, "v": 35, "d": "And James and John, the sons of Zebedee, come unto him, saying, Master, we would that thou shouldest do for us whatsoever we shall desire."}, {"id": 41010036, "c": 10, "v": 36, "d": "And he said unto them, What would ye that I should do for you?"}, {"id": 41010037, "c": 10, "v": 37, "d": "They said unto him, Grant unto us that we may sit, one on thy right hand, and the other on thy left hand, in thy glory."}, {"id": 41010038, "c": 10, "v": 38, "d": "But Jesus said unto them, Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?"}, {"id": 41010039, "c": 10, "v": 39, "d": "And they said unto him, We can. And Jesus said unto them, Ye shall indeed drink of the cup that I drink of; and with the baptism that I am baptized withal shall ye be baptized:"}, {"id": 41010040, "c": 10, "v": 40, "d": "But to sit on my right hand and on my left hand is not mine to give; but it shall be given to them for whom it is prepared."}, {"id": 41010041, "c": 10, "v": 41, "d": "And when the ten heard it, they began to be much displeased with James and John."}, {"id": 41010042, "c": 10, "v": 42, "d": "But Jesus called them to him, and saith unto them, Ye know that they which are accounted to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them."}, {"id": 41010043, "c": 10, "v": 43, "d": "But so shall it not be among you: but whosoever will be great among you, shall be your minister:"}, {"id": 41010044, "c": 10, "v": 44, "d": "And whosoever of you will be the chiefest, shall be servant of all."}, {"id": 41010045, "c": 10, "v": 45, "d": "For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many."}, {"id": 41010046, "c": 10, "v": 46, "d": "And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging."}, {"id": 41010047, "c": 10, "v": 47, "d": "And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou son of David, have mercy on me."}, {"id": 41010048, "c": 10, "v": 48, "d": "And many charged him that he should hold his peace: but he cried the more a great deal, Thou son of David, have mercy on me."}, {"id": 41010049, "c": 10, "v": 49, "d": "And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee."}, {"id": 41010050, "c": 10, "v": 50, "d": "And he, casting away his garment, rose, and came to Jesus."}, {"id": 41010051, "c": 10, "v": 51, "d": "And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight."}, {"id": 41010052, "c": 10, "v": 52, "d": "And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way."}, {"id": 41011001, "c": 11, "v": 1, "d": "And when they came nigh to Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth forth two of his disciples,"}, {"id": 41011002, "c": 11, "v": 2, "d": "And saith unto them, Go your way into the village over against you: and as soon as ye be entered into it, ye shall find a colt tied, whereon never man sat; loose him, and bring him."}, {"id": 41011003, "c": 11, "v": 3, "d": "And if any man say unto you, Why do ye this? say ye that the Lord hath need of him; and straightway he will send him hither."}, {"id": 41011004, "c": 11, "v": 4, "d": "And they went their way, and found the colt tied by the door without in a place where two ways met; and they loose him."}, {"id": 41011005, "c": 11, "v": 5, "d": "And certain of them that stood there said unto them, What do ye, loosing the colt?"}, {"id": 41011006, "c": 11, "v": 6, "d": "And they said unto them even as Jesus had commanded: and they let them go."}, {"id": 41011007, "c": 11, "v": 7, "d": "And they brought the colt to Jesus, and cast their garments on him; and he sat upon him."}, {"id": 41011008, "c": 11, "v": 8, "d": "And many spread their garments in the way: and others cut down branches off the trees, and strawed them in the way."}, {"id": 41011009, "c": 11, "v": 9, "d": "And they that went before, and they that followed, cried, saying, Hosanna; Blessed is he that cometh in the name of the Lord:"}, {"id": 41011010, "c": 11, "v": 10, "d": "Blessed be the kingdom of our father David, that cometh in the name of the Lord: Hosanna in the highest."}, {"id": 41011011, "c": 11, "v": 11, "d": "And Jesus entered into Jerusalem, and into the temple: and when he had looked round about upon all things, and now the eventide was come, he went out unto Bethany with the twelve."}, {"id": 41011012, "c": 11, "v": 12, "d": "And on the morrow, when they were come from Bethany, he was hungry:"}, {"id": 41011013, "c": 11, "v": 13, "d": "And seeing a fig tree afar off having leaves, he came, if haply he might find any thing thereon: and when he came to it, he found nothing but leaves; for the time of figs was not yet."}, {"id": 41011014, "c": 11, "v": 14, "d": "And Jesus answered and said unto it, No man eat fruit of thee hereafter for ever. And his disciples heard it."}, {"id": 41011015, "c": 11, "v": 15, "d": "And they come to Jerusalem: and Jesus went into the temple, and began to cast out them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves;"}, {"id": 41011016, "c": 11, "v": 16, "d": "And would not suffer that any man should carry any vessel through the temple."}, {"id": 41011017, "c": 11, "v": 17, "d": "And he taught, saying unto them, Is it not written, My house shall be called of all nations the house of prayer? but ye have made it a den of thieves."}, {"id": 41011018, "c": 11, "v": 18, "d": "And the scribes and chief priests heard it, and sought how they might destroy him: for they feared him, because all the people was astonished at his doctrine."}, {"id": 41011019, "c": 11, "v": 19, "d": "And when even was come, he went out of the city."}, {"id": 41011020, "c": 11, "v": 20, "d": "And in the morning, as they passed by, they saw the fig tree dried up from the roots."}, {"id": 41011021, "c": 11, "v": 21, "d": "And Peter calling to remembrance saith unto him, Master, behold, the fig tree which thou cursedst is withered away."}, {"id": 41011022, "c": 11, "v": 22, "d": "And Jesus answering saith unto them, Have faith in God."}, {"id": 41011023, "c": 11, "v": 23, "d": "For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith."}, {"id": 41011024, "c": 11, "v": 24, "d": "Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them."}, {"id": 41011025, "c": 11, "v": 25, "d": "And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses."}, {"id": 41011026, "c": 11, "v": 26, "d": "But if ye do not forgive, neither will your Father which is in heaven forgive your trespasses."}, {"id": 41011027, "c": 11, "v": 27, "d": "And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,"}, {"id": 41011028, "c": 11, "v": 28, "d": "And say unto him, By what authority doest thou these things? and who gave thee this authority to do these things?"}, {"id": 41011029, "c": 11, "v": 29, "d": "And Jesus answered and said unto them, I will also ask of you one question, and answer me, and I will tell you by what authority I do these things."}, {"id": 41011030, "c": 11, "v": 30, "d": "The baptism of John, was it from heaven, or of men? answer me."}, {"id": 41011031, "c": 11, "v": 31, "d": "And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then did ye not believe him?"}, {"id": 41011032, "c": 11, "v": 32, "d": "But if we shall say, Of men; they feared the people: for all men counted John, that he was a prophet indeed."}, {"id": 41011033, "c": 11, "v": 33, "d": "And they answered and said unto Jesus, We cannot tell. And Jesus answering saith unto them, Neither do I tell you by what authority I do these things."}, {"id": 41012001, "c": 12, "v": 1, "d": "And he began to speak unto them by parables. A certain man planted a vineyard, and set an hedge about it, and digged a place for the winefat, and built a tower, and let it out to husbandmen, and went into a far country."}, {"id": 41012002, "c": 12, "v": 2, "d": "And at the season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruit of the vineyard."}, {"id": 41012003, "c": 12, "v": 3, "d": "And they caught him, and beat him, and sent him away empty."}, {"id": 41012004, "c": 12, "v": 4, "d": "And again he sent unto them another servant; and at him they cast stones, and wounded him in the head, and sent him away shamefully handled."}, {"id": 41012005, "c": 12, "v": 5, "d": "And again he sent another; and him they killed, and many others; beating some, and killing some."}, {"id": 41012006, "c": 12, "v": 6, "d": "Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, They will reverence my son."}, {"id": 41012007, "c": 12, "v": 7, "d": "But those husbandmen said among themselves, This is the heir; come, let us kill him, and the inheritance shall be our's."}, {"id": 41012008, "c": 12, "v": 8, "d": "And they took him, and killed him, and cast him out of the vineyard."}, {"id": 41012009, "c": 12, "v": 9, "d": "What shall therefore the lord of the vineyard do? he will come and destroy the husbandmen, and will give the vineyard unto others."}, {"id": 41012010, "c": 12, "v": 10, "d": "And have ye not read this scripture; The stone which the builders rejected is become the head of the corner:"}, {"id": 41012011, "c": 12, "v": 11, "d": "This was the Lord's doing, and it is marvellous in our eyes?"}, {"id": 41012012, "c": 12, "v": 12, "d": "And they sought to lay hold on him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way."}, {"id": 41012013, "c": 12, "v": 13, "d": "And they send unto him certain of the Pharisees and of the Herodians, to catch him in his words."}, {"id": 41012014, "c": 12, "v": 14, "d": "And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth: Is it lawful to give tribute to Caesar, or not?"}, {"id": 41012015, "c": 12, "v": 15, "d": "Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may see it."}, {"id": 41012016, "c": 12, "v": 16, "d": "And they brought it. And he saith unto them, Whose is this image and superscription? And they said unto him, Caesar's."}, {"id": 41012017, "c": 12, "v": 17, "d": "And Jesus answering said unto them, Render to Caesar the things that are Caesar's, and to God the things that are God's. And they marvelled at him."}, {"id": 41012018, "c": 12, "v": 18, "d": "Then come unto him the Sadducees, which say there is no resurrection; and they asked him, saying,"}, {"id": 41012019, "c": 12, "v": 19, "d": "Master, Moses wrote unto us, If a man's brother die, and leave his wife behind him, and leave no children, that his brother should take his wife, and raise up seed unto his brother."}, {"id": 41012020, "c": 12, "v": 20, "d": "Now there were seven brethren: and the first took a wife, and dying left no seed."}, {"id": 41012021, "c": 12, "v": 21, "d": "And the second took her, and died, neither left he any seed: and the third likewise."}, {"id": 41012022, "c": 12, "v": 22, "d": "And the seven had her, and left no seed: last of all the woman died also."}, {"id": 41012023, "c": 12, "v": 23, "d": "In the resurrection therefore, when they shall rise, whose wife shall she be of them? for the seven had her to wife."}, {"id": 41012024, "c": 12, "v": 24, "d": "And Jesus answering said unto them, Do ye not therefore err, because ye know not the scriptures, neither the power of God?"}, {"id": 41012025, "c": 12, "v": 25, "d": "For when they shall rise from the dead, they neither marry, nor are given in marriage; but are as the angels which are in heaven."}, {"id": 41012026, "c": 12, "v": 26, "d": "And as touching the dead, that they rise: have ye not read in the book of Moses, how in the bush God spake unto him, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob?"}, {"id": 41012027, "c": 12, "v": 27, "d": "He is not the God of the dead, but the God of the living: ye therefore do greatly err."}, {"id": 41012028, "c": 12, "v": 28, "d": "And one of the scribes came, and having heard them reasoning together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?"}, {"id": 41012029, "c": 12, "v": 29, "d": "And Jesus answered him, The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:"}, {"id": 41012030, "c": 12, "v": 30, "d": "And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment."}, {"id": 41012031, "c": 12, "v": 31, "d": "And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these."}, {"id": 41012032, "c": 12, "v": 32, "d": "And the scribe said unto him, Well, Master, thou hast said the truth: for there is one God; and there is none other but he:"}, {"id": 41012033, "c": 12, "v": 33, "d": "And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbour as himself, is more than all whole burnt offerings and sacrifices."}, {"id": 41012034, "c": 12, "v": 34, "d": "And when Jesus saw that he answered discreetly, he said unto him, Thou art not far from the kingdom of God. And no man after that durst ask him any question."}, {"id": 41012035, "c": 12, "v": 35, "d": "And Jesus answered and said, while he taught in the temple, How say the scribes that Christ is the son of David?"}, {"id": 41012036, "c": 12, "v": 36, "d": "For David himself said by the Holy Ghost, The LORD said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool."}, {"id": 41012037, "c": 12, "v": 37, "d": "David therefore himself calleth him Lord; and whence is he then his son? And the common people heard him gladly."}, {"id": 41012038, "c": 12, "v": 38, "d": "And he said unto them in his doctrine, Beware of the scribes, which love to go in long clothing, and love salutations in the marketplaces,"}, {"id": 41012039, "c": 12, "v": 39, "d": "And the chief seats in the synagogues, and the uppermost rooms at feasts:"}, {"id": 41012040, "c": 12, "v": 40, "d": "Which devour widows' houses, and for a pretence make long prayers: these shall receive greater damnation."}, {"id": 41012041, "c": 12, "v": 41, "d": "And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much."}, {"id": 41012042, "c": 12, "v": 42, "d": "And there came a certain poor widow, and she threw in two mites, which make a farthing."}, {"id": 41012043, "c": 12, "v": 43, "d": "And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:"}, {"id": 41012044, "c": 12, "v": 44, "d": "For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living."}, {"id": 41013001, "c": 13, "v": 1, "d": "And as he went out of the temple, one of his disciples saith unto him, Master, see what manner of stones and what buildings are here!"}, {"id": 41013002, "c": 13, "v": 2, "d": "And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down."}, {"id": 41013003, "c": 13, "v": 3, "d": "And as he sat upon the mount of Olives over against the temple, Peter and James and John and Andrew asked him privately,"}, {"id": 41013004, "c": 13, "v": 4, "d": "Tell us, when shall these things be? and what shall be the sign when all these things shall be fulfilled?"}, {"id": 41013005, "c": 13, "v": 5, "d": "And Jesus answering them began to say, Take heed lest any man deceive you:"}, {"id": 41013006, "c": 13, "v": 6, "d": "For many shall come in my name, saying, I am Christ; and shall deceive many."}, {"id": 41013007, "c": 13, "v": 7, "d": "And when ye shall hear of wars and rumours of wars, be ye not troubled: for such things must needs be; but the end shall not be yet."}, {"id": 41013008, "c": 13, "v": 8, "d": "For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginnings of sorrows."}, {"id": 41013009, "c": 13, "v": 9, "d": "But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them."}, {"id": 41013010, "c": 13, "v": 10, "d": "And the gospel must first be published among all nations."}, {"id": 41013011, "c": 13, "v": 11, "d": "But when they shall lead you, and deliver you up, take no thought beforehand what ye shall speak, neither do ye premeditate: but whatsoever shall be given you in that hour, that speak ye: for it is not ye that speak, but the Holy Ghost."}, {"id": 41013012, "c": 13, "v": 12, "d": "Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death."}, {"id": 41013013, "c": 13, "v": 13, "d": "And ye shall be hated of all men for my name's sake: but he that shall endure unto the end, the same shall be saved."}, {"id": 41013014, "c": 13, "v": 14, "d": "But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that readeth understand,) then let them that be in Judaea flee to the mountains:"}, {"id": 41013015, "c": 13, "v": 15, "d": "And let him that is on the housetop not go down into the house, neither enter therein, to take any thing out of his house:"}, {"id": 41013016, "c": 13, "v": 16, "d": "And let him that is in the field not turn back again for to take up his garment."}, {"id": 41013017, "c": 13, "v": 17, "d": "But woe to them that are with child, and to them that give suck in those days!"}, {"id": 41013018, "c": 13, "v": 18, "d": "And pray ye that your flight be not in the winter."}, {"id": 41013019, "c": 13, "v": 19, "d": "For in those days shall be affliction, such as was not from the beginning of the creation which God created unto this time, neither shall be."}, {"id": 41013020, "c": 13, "v": 20, "d": "And except that the Lord had shortened those days, no flesh should be saved: but for the elect's sake, whom he hath chosen, he hath shortened the days."}, {"id": 41013021, "c": 13, "v": 21, "d": "And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him not:"}, {"id": 41013022, "c": 13, "v": 22, "d": "For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect."}, {"id": 41013023, "c": 13, "v": 23, "d": "But take ye heed: behold, I have foretold you all things."}, {"id": 41013024, "c": 13, "v": 24, "d": "But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,"}, {"id": 41013025, "c": 13, "v": 25, "d": "And the stars of heaven shall fall, and the powers that are in heaven shall be shaken."}, {"id": 41013026, "c": 13, "v": 26, "d": "And then shall they see the Son of man coming in the clouds with great power and glory."}, {"id": 41013027, "c": 13, "v": 27, "d": "And then shall he send his angels, and shall gather together his elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven."}, {"id": 41013028, "c": 13, "v": 28, "d": "Now learn a parable of the fig tree; When her branch is yet tender, and putteth forth leaves, ye know that summer is near:"}, {"id": 41013029, "c": 13, "v": 29, "d": "So ye in like manner, when ye shall see these things come to pass, know that it is nigh, even at the doors."}, {"id": 41013030, "c": 13, "v": 30, "d": "Verily I say unto you, that this generation shall not pass, till all these things be done."}, {"id": 41013031, "c": 13, "v": 31, "d": "Heaven and earth shall pass away: but my words shall not pass away."}, {"id": 41013032, "c": 13, "v": 32, "d": "But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father."}, {"id": 41013033, "c": 13, "v": 33, "d": "Take ye heed, watch and pray: for ye know not when the time is."}, {"id": 41013034, "c": 13, "v": 34, "d": "For the Son of Man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch."}, {"id": 41013035, "c": 13, "v": 35, "d": "Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning:"}, {"id": 41013036, "c": 13, "v": 36, "d": "Lest coming suddenly he find you sleeping."}, {"id": 41013037, "c": 13, "v": 37, "d": "And what I say unto you I say unto all, Watch."}, {"id": 41014001, "c": 14, "v": 1, "d": "After two days was the feast of the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put him to death."}, {"id": 41014002, "c": 14, "v": 2, "d": "But they said, Not on the feast day, lest there be an uproar of the people."}, {"id": 41014003, "c": 14, "v": 3, "d": "And being in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster box of ointment of spikenard very precious; and she brake the box, and poured it on his head."}, {"id": 41014004, "c": 14, "v": 4, "d": "And there were some that had indignation within themselves, and said, Why was this waste of the ointment made?"}, {"id": 41014005, "c": 14, "v": 5, "d": "For it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her."}, {"id": 41014006, "c": 14, "v": 6, "d": "And Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me."}, {"id": 41014007, "c": 14, "v": 7, "d": "For ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always."}, {"id": 41014008, "c": 14, "v": 8, "d": "She hath done what she could: she is come aforehand to anoint my body to the burying."}, {"id": 41014009, "c": 14, "v": 9, "d": "Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her."}, {"id": 41014010, "c": 14, "v": 10, "d": "And Judas Iscariot, one of the twelve, went unto the chief priests, to betray him unto them."}, {"id": 41014011, "c": 14, "v": 11, "d": "And when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him."}, {"id": 41014012, "c": 14, "v": 12, "d": "And the first day of unleavened bread, when they killed the passover, his disciples said unto him, Where wilt thou that we go and prepare that thou mayest eat the passover?"}, {"id": 41014013, "c": 14, "v": 13, "d": "And he sendeth forth two of his disciples, and saith unto them, Go ye into the city, and there shall meet you a man bearing a pitcher of water: follow him."}, {"id": 41014014, "c": 14, "v": 14, "d": "And wheresoever he shall go in, say ye to the goodman of the house, The Master saith, Where is the guestchamber, where I shall eat the passover with my disciples?"}, {"id": 41014015, "c": 14, "v": 15, "d": "And he will shew you a large upper room furnished and prepared: there make ready for us."}, {"id": 41014016, "c": 14, "v": 16, "d": "And his disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover."}, {"id": 41014017, "c": 14, "v": 17, "d": "And in the evening he cometh with the twelve."}, {"id": 41014018, "c": 14, "v": 18, "d": "And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with me shall betray me."}, {"id": 41014019, "c": 14, "v": 19, "d": "And they began to be sorrowful, and to say unto him one by one, Is it I? and another said, Is it I?"}, {"id": 41014020, "c": 14, "v": 20, "d": "And he answered and said unto them, It is one of the twelve, that dippeth with me in the dish."}, {"id": 41014021, "c": 14, "v": 21, "d": "The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born."}, {"id": 41014022, "c": 14, "v": 22, "d": "And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body."}, {"id": 41014023, "c": 14, "v": 23, "d": "And he took the cup, and when he had given thanks, he gave it to them: and they all drank of it."}, {"id": 41014024, "c": 14, "v": 24, "d": "And he said unto them, This is my blood of the new testament, which is shed for many."}, {"id": 41014025, "c": 14, "v": 25, "d": "Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God."}, {"id": 41014026, "c": 14, "v": 26, "d": "And when they had sung an hymn, they went out into the mount of Olives."}, {"id": 41014027, "c": 14, "v": 27, "d": "And Jesus saith unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered."}, {"id": 41014028, "c": 14, "v": 28, "d": "But after that I am risen, I will go before you into Galilee."}, {"id": 41014029, "c": 14, "v": 29, "d": "But Peter said unto him, Although all shall be offended, yet will not I."}, {"id": 41014030, "c": 14, "v": 30, "d": "And Jesus saith unto him, Verily I say unto thee, That this day, even in this night, before the cock crow twice, thou shalt deny me thrice."}, {"id": 41014031, "c": 14, "v": 31, "d": "But he spake the more vehemently, If I should die with thee, I will not deny thee in any wise. Likewise also said they all."}, {"id": 41014032, "c": 14, "v": 32, "d": "And they came to a place which was named Gethsemane: and he saith to his disciples, Sit ye here, while I shall pray."}, {"id": 41014033, "c": 14, "v": 33, "d": "And he taketh with him Peter and James and John, and began to be sore amazed, and to be very heavy;"}, {"id": 41014034, "c": 14, "v": 34, "d": "And saith unto them, My soul is exceeding sorrowful unto death: tarry ye here, and watch."}, {"id": 41014035, "c": 14, "v": 35, "d": "And he went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass from him."}, {"id": 41014036, "c": 14, "v": 36, "d": "And he said, Abba, Father, all things are possible unto thee; take away this cup from me: nevertheless not what I will, but what thou wilt."}, {"id": 41014037, "c": 14, "v": 37, "d": "And he cometh, and findeth them sleeping, and saith unto Peter, Simon, sleepest thou? couldest not thou watch one hour?"}, {"id": 41014038, "c": 14, "v": 38, "d": "Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak."}, {"id": 41014039, "c": 14, "v": 39, "d": "And again he went away, and prayed, and spake the same words."}, {"id": 41014040, "c": 14, "v": 40, "d": "And when he returned, he found them asleep again, (for their eyes were heavy,) neither wist they what to answer him."}, {"id": 41014041, "c": 14, "v": 41, "d": "And he cometh the third time, and saith unto them, Sleep on now, and take your rest: it is enough, the hour is come; behold, the Son of man is betrayed into the hands of sinners."}, {"id": 41014042, "c": 14, "v": 42, "d": "Rise up, let us go; lo, he that betrayeth me is at hand."}, {"id": 41014043, "c": 14, "v": 43, "d": "And immediately, while he yet spake, cometh Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priests and the scribes and the elders."}, {"id": 41014044, "c": 14, "v": 44, "d": "And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely."}, {"id": 41014045, "c": 14, "v": 45, "d": "And as soon as he was come, he goeth straightway to him, and saith, Master, master; and kissed him."}, {"id": 41014046, "c": 14, "v": 46, "d": "And they laid their hands on him, and took him."}, {"id": 41014047, "c": 14, "v": 47, "d": "And one of them that stood by drew a sword, and smote a servant of the high priest, and cut off his ear."}, {"id": 41014048, "c": 14, "v": 48, "d": "And Jesus answered and said unto them, Are ye come out, as against a thief, with swords and with staves to take me?"}, {"id": 41014049, "c": 14, "v": 49, "d": "I was daily with you in the temple teaching, and ye took me not: but the scriptures must be fulfilled."}, {"id": 41014050, "c": 14, "v": 50, "d": "And they all forsook him, and fled."}, {"id": 41014051, "c": 14, "v": 51, "d": "And there followed him a certain young man, having a linen cloth cast about his naked body; and the young men laid hold on him:"}, {"id": 41014052, "c": 14, "v": 52, "d": "And he left the linen cloth, and fled from them naked."}, {"id": 41014053, "c": 14, "v": 53, "d": "And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes."}, {"id": 41014054, "c": 14, "v": 54, "d": "And Peter followed him afar off, even into the palace of the high priest: and he sat with the servants, and warmed himself at the fire."}, {"id": 41014055, "c": 14, "v": 55, "d": "And the chief priests and all the council sought for witness against Jesus to put him to death; and found none."}, {"id": 41014056, "c": 14, "v": 56, "d": "For many bare false witness against him, but their witness agreed not together."}, {"id": 41014057, "c": 14, "v": 57, "d": "And there arose certain, and bare false witness against him, saying,"}, {"id": 41014058, "c": 14, "v": 58, "d": "We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands."}, {"id": 41014059, "c": 14, "v": 59, "d": "But neither so did their witness agree together."}, {"id": 41014060, "c": 14, "v": 60, "d": "And the high priest stood up in the midst, and asked Jesus, saying, Answerest thou nothing? what is it which these witness against thee?"}, {"id": 41014061, "c": 14, "v": 61, "d": "But he held his peace, and answered nothing. Again the high priest asked him, and said unto him, Art thou the Christ, the Son of the Blessed?"}, {"id": 41014062, "c": 14, "v": 62, "d": "And Jesus said, I am: and ye shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven."}, {"id": 41014063, "c": 14, "v": 63, "d": "Then the high priest rent his clothes, and saith, What need we any further witnesses?"}, {"id": 41014064, "c": 14, "v": 64, "d": "Ye have heard the blasphemy: what think ye? And they all condemned him to be guilty of death."}, {"id": 41014065, "c": 14, "v": 65, "d": "And some began to spit on him, and to cover his face, and to buffet him, and to say unto him, Prophesy: and the servants did strike him with the palms of their hands."}, {"id": 41014066, "c": 14, "v": 66, "d": "And as Peter was beneath in the palace, there cometh one of the maids of the high priest:"}, {"id": 41014067, "c": 14, "v": 67, "d": "And when she saw Peter warming himself, she looked upon him, and said, And thou also wast with Jesus of Nazareth."}, {"id": 41014068, "c": 14, "v": 68, "d": "But he denied, saying, I know not, neither understand I what thou sayest. And he went out into the porch; and the cock crew."}, {"id": 41014069, "c": 14, "v": 69, "d": "And a maid saw him again, and began to say to them that stood by, This is one of them."}, {"id": 41014070, "c": 14, "v": 70, "d": "And he denied it again. And a little after, they that stood by said again to Peter, Surely thou art one of them: for thou art a Galilaean, and thy speech agreeth thereto."}, {"id": 41014071, "c": 14, "v": 71, "d": "But he began to curse and to swear, saying, I know not this man of whom ye speak."}, {"id": 41014072, "c": 14, "v": 72, "d": "And the second time the cock crew. And Peter called to mind the word that Jesus said unto him, Before the cock crow twice, thou shalt deny me thrice. And when he thought thereon, he wept."}, {"id": 41015001, "c": 15, "v": 1, "d": "And straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate."}, {"id": 41015002, "c": 15, "v": 2, "d": "And Pilate asked him, Art thou the King of the Jews? And he answering said unto them, Thou sayest it."}, {"id": 41015003, "c": 15, "v": 3, "d": "And the chief priests accused him of many things: but he answered nothing."}, {"id": 41015004, "c": 15, "v": 4, "d": "And Pilate asked him again, saying, Answerest thou nothing? behold how many things they witness against thee."}, {"id": 41015005, "c": 15, "v": 5, "d": "But Jesus yet answered nothing; so that Pilate marvelled."}, {"id": 41015006, "c": 15, "v": 6, "d": "Now at that feast he released unto them one prisoner, whomsoever they desired."}, {"id": 41015007, "c": 15, "v": 7, "d": "And there was one named Barabbas, which lay bound with them that had made insurrection with him, who had committed murder in the insurrection."}, {"id": 41015008, "c": 15, "v": 8, "d": "And the multitude crying aloud began to desire him to do as he had ever done unto them."}, {"id": 41015009, "c": 15, "v": 9, "d": "But Pilate answered them, saying, Will ye that I release unto you the King of the Jews?"}, {"id": 41015010, "c": 15, "v": 10, "d": "For he knew that the chief priests had delivered him for envy."}, {"id": 41015011, "c": 15, "v": 11, "d": "But the chief priests moved the people, that he should rather release Barabbas unto them."}, {"id": 41015012, "c": 15, "v": 12, "d": "And Pilate answered and said again unto them, What will ye then that I shall do unto him whom ye call the King of the Jews?"}, {"id": 41015013, "c": 15, "v": 13, "d": "And they cried out again, Crucify him."}, {"id": 41015014, "c": 15, "v": 14, "d": "Then Pilate said unto them, Why, what evil hath he done? And they cried out the more exceedingly, Crucify him."}, {"id": 41015015, "c": 15, "v": 15, "d": "And so Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged him, to be crucified."}, {"id": 41015016, "c": 15, "v": 16, "d": "And the soldiers led him away into the hall, called Praetorium; and they call together the whole band."}, {"id": 41015017, "c": 15, "v": 17, "d": "And they clothed him with purple, and platted a crown of thorns, and put it about his head,"}, {"id": 41015018, "c": 15, "v": 18, "d": "And began to salute him, Hail, King of the Jews!"}, {"id": 41015019, "c": 15, "v": 19, "d": "And they smote him on the head with a reed, and did spit upon him, and bowing their knees worshipped him."}, {"id": 41015020, "c": 15, "v": 20, "d": "And when they had mocked him, they took off the purple from him, and put his own clothes on him, and led him out to crucify him."}, {"id": 41015021, "c": 15, "v": 21, "d": "And they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross."}, {"id": 41015022, "c": 15, "v": 22, "d": "And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull."}, {"id": 41015023, "c": 15, "v": 23, "d": "And they gave him to drink wine mingled with myrrh: but he received it not."}, {"id": 41015024, "c": 15, "v": 24, "d": "And when they had crucified him, they parted his garments, casting lots upon them, what every man should take."}, {"id": 41015025, "c": 15, "v": 25, "d": "And it was the third hour, and they crucified him."}, {"id": 41015026, "c": 15, "v": 26, "d": "And the superscription of his accusation was written over, THE KING OF THE JEWS."}, {"id": 41015027, "c": 15, "v": 27, "d": "And with him they crucify two thieves; the one on his right hand, and the other on his left."}, {"id": 41015028, "c": 15, "v": 28, "d": "And the scripture was fulfilled, which saith, And he was numbered with the transgressors."}, {"id": 41015029, "c": 15, "v": 29, "d": "And they that passed by railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days,"}, {"id": 41015030, "c": 15, "v": 30, "d": "Save thyself, and come down from the cross."}, {"id": 41015031, "c": 15, "v": 31, "d": "Likewise also the chief priests mocking said among themselves with the scribes, He saved others; himself he cannot save."}, {"id": 41015032, "c": 15, "v": 32, "d": "Let Christ the King of Israel descend now from the cross, that we may see and believe. And they that were crucified with him reviled him."}, {"id": 41015033, "c": 15, "v": 33, "d": "And when the sixth hour was come, there was darkness over the whole land until the ninth hour."}, {"id": 41015034, "c": 15, "v": 34, "d": "And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?"}, {"id": 41015035, "c": 15, "v": 35, "d": "And some of them that stood by, when they heard it, said, Behold, he calleth Elias."}, {"id": 41015036, "c": 15, "v": 36, "d": "And one ran and filled a spunge full of vinegar, and put it on a reed, and gave him to drink, saying, Let alone; let us see whether Elias will come to take him down."}, {"id": 41015037, "c": 15, "v": 37, "d": "And Jesus cried with a loud voice, and gave up the ghost."}, {"id": 41015038, "c": 15, "v": 38, "d": "And the veil of the temple was rent in twain from the top to the bottom."}, {"id": 41015039, "c": 15, "v": 39, "d": "And when the centurion, which stood over against him, saw that he so cried out, and gave up the ghost, he said, Truly this man was the Son of God."}, {"id": 41015040, "c": 15, "v": 40, "d": "There were also women looking on afar off: among whom was Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome;"}, {"id": 41015041, "c": 15, "v": 41, "d": "(Who also, when he was in Galilee, followed him, and ministered unto him;) and many other women which came up with him unto Jerusalem."}, {"id": 41015042, "c": 15, "v": 42, "d": "And now when the even was come, because it was the preparation, that is, the day before the sabbath,"}, {"id": 41015043, "c": 15, "v": 43, "d": "Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus."}, {"id": 41015044, "c": 15, "v": 44, "d": "And Pilate marvelled if he were already dead: and calling unto him the centurion, he asked him whether he had been any while dead."}, {"id": 41015045, "c": 15, "v": 45, "d": "And when he knew it of the centurion, he gave the body to Joseph."}, {"id": 41015046, "c": 15, "v": 46, "d": "And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre."}, {"id": 41015047, "c": 15, "v": 47, "d": "And Mary Magdalene and Mary the mother of Joses beheld where he was laid."}, {"id": 41016001, "c": 16, "v": 1, "d": "And when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, had bought sweet spices, that they might come and anoint him."}, {"id": 41016002, "c": 16, "v": 2, "d": "And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun."}, {"id": 41016003, "c": 16, "v": 3, "d": "And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?"}, {"id": 41016004, "c": 16, "v": 4, "d": "And when they looked, they saw that the stone was rolled away: for it was very great."}, {"id": 41016005, "c": 16, "v": 5, "d": "And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted."}, {"id": 41016006, "c": 16, "v": 6, "d": "And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him."}, {"id": 41016007, "c": 16, "v": 7, "d": "But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you."}, {"id": 41016008, "c": 16, "v": 8, "d": "And they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid."}, {"id": 41016009, "c": 16, "v": 9, "d": "Now when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils."}, {"id": 41016010, "c": 16, "v": 10, "d": "And she went and told them that had been with him, as they mourned and wept."}, {"id": 41016011, "c": 16, "v": 11, "d": "And they, when they had heard that he was alive, and had been seen of her, believed not."}, {"id": 41016012, "c": 16, "v": 12, "d": "After that he appeared in another form unto two of them, as they walked, and went into the country."}, {"id": 41016013, "c": 16, "v": 13, "d": "And they went and told it unto the residue: neither believed they them."}, {"id": 41016014, "c": 16, "v": 14, "d": "Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen."}, {"id": 41016015, "c": 16, "v": 15, "d": "And he said unto them, Go ye into all the world, and preach the gospel to every creature."}, {"id": 41016016, "c": 16, "v": 16, "d": "He that believeth and is baptized shall be saved; but he that believeth not shall be damned."}, {"id": 41016017, "c": 16, "v": 17, "d": "And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;"}, {"id": 41016018, "c": 16, "v": 18, "d": "They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover."}, {"id": 41016019, "c": 16, "v": 19, "d": "So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God."}, {"id": 41016020, "c": 16, "v": 20, "d": "And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen."}]}